[{
     "id": 1,
     "sentence": "يعتمد الفن التّجريديّ (بالإنجليزيّة: Abstract Art) على بساطة الأشكال والألوان، وأدوات الإيماء في إحداث أثره كنوع من أنواع الفنون التي تمتلك طابعاً معنويّاً، ومُنظمّاً، ونقيّاً، ويبتعد هذا النّوع من الفنون عن الوصف الدّقيق لواقعيّة الأشياء أو طبيعتها، ويشتهر بأسماء مختلفة لدى الفنانين مثل: الفنّ غير الموضوعيّ، والفنّ الملموس،[١] حيث لا تصف اللوحة أو المنحوتة كائناً مُعيّناً أو مكاناً ما، فما يراه النّاظر ما هو إلّا لون العمل الفنيّ، وحجمه، والأشكال المُستخدمة لرسمه، وما يحويه من آثار ضربات الفُرشاة، ولكنّه في نفس الوقت لا يُعدّ فنّاً مُبالغاً فيه، أو فنّاً يُغيّر معالم الشيء كالفنّ التكعيبي.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يعتمد الفن التّجريديّ (بالإنجليزيّة: Abstract Art) على بساطة الأشكال والألوان، وأدوات الإيماء في إحداث أثره كنوع من أنواع الفنون التي تمتلك طابعاً معنويّاً، ومُنظمّاً، ونقيّاً، ويبتعد هذا النّوع من الفنون عن الوصف الدّقيق لواقعيّة الأشياء أو طبيعتها، ويشتهر بأسماء مختلفة لدى الفنانين مثل: الفنّ غير الموضوعيّ، والفنّ الملموس،[١] حيث لا تصف اللوحة أو المنحوتة كائناً مُعيّناً أو مكاناً ما، فما يراه النّاظر ما هو إلّا لون العمل الفنيّ، وحجمه، والأشكال المُستخدمة لرسمه، وما يحويه من آثار ضربات الفُرشاة، ولكنّه في نفس الوقت لا يُعدّ فنّاً مُبالغاً فيه، أو فنّاً يُغيّر معالم الشيء كالفنّ التكعيبي.[٢]"
},
{
     "id": 2,
     "sentence": "States of Mind III: Those Who Stay: تُكمل هذه اللوحة السلسلة السابقة، من خلال وصفها للأشخاص الذين يبقون في محطة القطار من خلال التّعبير عنهم بالخطوط العموديّة في اللوحة، مُشيراً في ذلك إلى ما يحملونه من الزن على من غادرهم.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "States of Mind III: Those Who Stay: تُكمل هذه اللوحة السلسلة السابقة، من خلال وصفها للأشخاص الذين يبقون في محطة القطار من خلال التّعبير عنهم بالخطوط العموديّة في اللوحة، مُشيراً في ذلك إلى ما يحملونه من الحزن على من غادرهم."
},
{
     "id": 3,
     "sentence": "يعود تاريخ فن الجرافيك إلى عمق العصور القديمة، إذ بدأ بالظهور في المخطوطات المصوّرة في الصين القديمة، ومصر، واليونان، وروما، حيث كانت النصوص مرفقةً بالصور لتوضيح اللام المكتوب، ومن أمثلتها كتاب الموتى المصري القديم.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يعود تاريخ فن الجرافيك إلى عمق العصور القديمة، إذ بدأ بالظهور في المخطوطات المصوّرة في الصين القديمة، ومصر، واليونان، وروما، حيث كانت النصوص مرفقةً بالصور لتوضيح الكلام المكتوب، ومن أمثلتها كتاب الموتى المصري القديم.[٢]"
},
{
     "id": 4,
     "sentence": "يعتبر أبولينيير رائد المسرح السيريالي، فقد وصف مسرحيته بالسيريالية في العام 1917م، لاحقًا استخدمها الفنان فيديريكو غارسيا روكا في مسرحياته وهي: الجمهور 1930م، عندما تمر خمس سنوات 1931م، اللعب بدون عنوان 1935م، ثم توالت بعد ذلك الأعمال المسرحية السيريالية ومنهم سمرح أرتود والذي أطلق عليه النقاد مسرح العبث.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يعتبر أبولينيير رائد المسرح السيريالي، فقد وصف مسرحيته بالسيريالية في العام 1917م، لاحقًا استخدمها الفنان فيديريكو غارسيا روكا في مسرحياته وهي: الجمهور 1930م، عندما تمر خمس سنوات 1931م، اللعب بدون عنوان 1935م، ثم توالت بعد ذلك الأعمال المسرحية السيريالية ومنهم سمرح أرتود والذي أطلق عليه النقاد مسرح العبث."
},
{
     "id": 5,
     "sentence": "إلّا أنه ظهر في اليونان بعض الفلاسفة الذين فرقوا بين الفنون الصناعية والفنون الجميلة مثل أفلاطون (بالإنجليزية: Plato)، فقد كان هو أول فيلسوف يؤسس لموضوعات الفن والجمال بشكل نظري، وينظر أفلاطون إلى الفن الحقيقي على أنه العمل البعيد عن الحياة اليومية المحسوسة والتي تبتعد بدورها عن تأثير الحواس والإدراك الحسي، ولذلك رأى أن الموسيقى تحقق الخير والجمال بسبب ابتعادها عن الواقع المحوس، وتأثيرها على النفس الإنسانية بإكسابها الاتزان.[٤][٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "إلّا أنه ظهر في اليونان بعض الفلاسفة الذين فرقوا بين الفنون الصناعية والفنون الجميلة مثل أفلاطون (بالإنجليزية: Plato)، فقد كان هو أول فيلسوف يؤسس لموضوعات الفن والجمال بشكل نظري، وينظر أفلاطون إلى الفن الحقيقي على أنه العمل البعيد عن الحياة اليومية المحسوسة والتي تبتعد بدورها عن تأثير الحواس والإدراك الحسي، ولذلك رأى أن الموسيقى تحقق الخير والجمال بسبب ابتعادها عن الواقع المحوس، وتأثيرها على النفس الإنسانية بإكسابها الاتزان.[٤][٢]"
},
{
     "id": 6,
     "sentence": "يُشار إلى أنّ الفنون الزخرفية كانت سائدة في أوروبا بشدة خلال القرنين السابع عشر والثامن عشر في الديوان الملكيّ الفرنسيّ، وتتضمّن الفنون الزخرفيّة جميع الأشكال الفنيّة الزخرفة ذات المنفعة،[٣] ويشمل ذلك الآتي:",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يُشار إلى أنّ الفنون الزخرفية كانت سائدة في أوروبا بشدة خلال القرنين السابع عشر والثامن عشر في الديوان الملكيّ الفرنسيّ، وتتضمّن الفنون الزخرفيّة جميع الأشكال الفنيّة المزخرفة ذات المنفعة،[٣] ويشمل ذلك الآتي:"
},
{
     "id": 7,
     "sentence": "يُشير مفهوم الفنون التطبيقيّة (بالإنجليزيّة: (Applied Arts) إلى تطبيق التصاميم الجمالية والفنية على الأشياء والأدوات التي تُستخدم في الحياة اليومية،[١٣] بمعنى صُنع أشياء عمليّة وجذّابة من الناحية الجماليّة،[١٤] حيث تعمل الفنون الجميلة فقط كمحفّز فكريّ للأفراد، بينما تدمج الفنون التطبيقيّة فن الصميم بالإبداع من أجل إنتاج ذات فائدة.[١٥]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يُشير مفهوم الفنون التطبيقيّة (بالإنجليزيّة: (Applied Arts) إلى تطبيق التصاميم الجمالية والفنية على الأشياء والأدوات التي تُستخدم في الحياة اليومية،[١٣] بمعنى صُنع أشياء عمليّة وجذّابة من الناحية الجماليّة،[١٤] حيث تعمل الفنون الجميلة فقط كمحفّز فكريّ للأفراد، بينما تدمج الفنون التطبيقيّة فن التصميم بالإبداع من أجل إنتاج ذات فائدة.[١٥]"
},
{
     "id": 8,
     "sentence": "لوحة كرنفال هيرلكوين للفنان جون ميرو عام 1925م.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "لوحة كرنفال هيرلكوين للفنان جون ميرو عام 1925م."
},
{
     "id": 9,
     "sentence": "لوحة تجهيزات النغمة للفنان سلفادور دالي عام 1929م.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "لوحة تجهيزات الرغبة للفنان سلفادور دالي عام 1929م."
},
{
     "id": 10,
     "sentence": "الاعتماد على العناصر التعبيرية التصويرية: أيّ الاعتماد على التعابير التحليلية التي ترتبط بكلّ ما هو وراء الطبيعة، أو ممّا يصعب فهمه بسبب العمق الذي فيها، أو ممّا يتعلّق في إظهار العاطفة بشكل أكثر وضوحاً ومُباشرةً، وذلك من خلال التعبير بإشارات محسوسة، أو دلالات ورموز تظهر من خلال الخطوط، والألوان، والأحجام، ممّا لا يُخلّ بالأصل، فعند رسم شيء ما يتمّ الاعتماد على جماليّته بعيداً عمّا يملكه من خصائص طبيعية.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الاعتماد على العناصر التعبيرية التصويرية: أيّ الاعتماد على التعابير التحليلية التي ترتبط بكلّ ما هو وراء الطبيعة، أو ممّا يصعب فهمه بسبب العمق الذي فيها، أو ممّا يتعلّق في إظهار العاطفة بشكل أكثر وضوحاً ومُباشرةً، وذلك من خلال التعبير بإشارات محسوسة، أو دلالات ورموز تظهر من خلال الخطوط، والألوان، والأحجام، ممّا لا يُخلّ بالأصل، فعند رسم شيء ما يتمّ الاعتماد على جماليّته بعيداً عمّا يملكه من خصائص طبيعية."
},
{
     "id": 11,
     "sentence": "أنواع الفن لا تعد ولا تحصى! فهل وصل ذلك لنوافذ السيارات؟:",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "أنواع الفن لا تعد ولا تحصى! فهل وصل ذلك لنوافذ السيارات؟:"
},
{
     "id": 12,
     "sentence": "الفنون الشعبيّة: حيث تُجثّل بشكلٍ رئيسي جزءاً من الفنون التطبيقيّة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الفنون الشعبيّة: حيث تُمثّل بشكلٍ رئيسي جزءاً من الفنون التطبيقيّة."
},
{
     "id": 13,
     "sentence": "جاءت كلمة فن في الكثير من المعاجم اللغوية القديمة والحديثة؛ فقد جاء في مختار الصحاح أن الفن هو واحد الفنون أي الأنواع، كما ورد عن الحسن بن محمد الصغاني في معجم التكملة والذيل والصلة عدد من المعاني المختلفة لكلمة فن، فمثلاً كان العرب يقولون: فننته؛ أي زينته، وهو فنُّ علم أي حسن القيام به. أما في معجم لسان العرب لابن منظور فقد عرف كلمة الفن بأنها: واحد الفنون أي الأنواع، كما عرف الفن على أنه الحال، وهو الضرب من الشيء، وجمعه فنون وأفنان. في حين عرف الفيروز أبادي الفن على أنه: الحال والضرب من الشيء، وهو التزيين. وجاءت كلمة فن في المعاجم الحديثة كمعجم المنجد على أنها الضرب من الشيء، والفن هو الأنواع، كما يقال فنَّ الشيء أي زيَّنه، وتفنن الشيء أي تنوعت فنونه، وتفنن في الحديث أي حَسُن أسلوبه في الكلام.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "جاءت كلمة فن في الكثير من المعاجم اللغوية القديمة والحديثة؛ فقد جاء في مختار الصحاح أن الفن هو واحد الفنون أي الأنواع، كما ورد عن الحسن بن محمد الصغاني في معجم التكملة والذيل والصلة عدد من المعاني المختلفة لكلمة فن، فمثلاً كان العرب يقولون: فننته؛ أي زينته، وهو فنُّ علم أي حسن القيام به. أما في معجم لسان العرب لابن منظور فقد عرف كلمة الفن بأنها: واحد الفنون أي الأنواع، كما عرف الفن على أنه الحال، وهو الضرب من الشيء، وجمعه فنون وأفنان. في حين عرف الفيروز أبادي الفن على أنه: الحال والضرب من الشيء، وهو التزيين. وجاءت كلمة فن في المعاجم الحديثة كمعجم المنجد على أنها الضرب من الشيء، والفن هو الأنواع، كما يقال فنَّ الشيء أي زيَّنه، وتفنن الشيء أي تنوعت فنونه، وتفنن في الحديث أي حَسُن أسلوبه في الكلام.[٢]"
},
{
     "id": 14,
     "sentence": "تصميم الجرافات للنشر.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تصميم الجرافيك للنشر."
},
{
     "id": 15,
     "sentence": "تعد اللوحات السيريالية أكثر ما عبر عن حركة السيريالية عامة، وقد اشتهرت أكثر منها في الأدب والمسرح والسينما والموسيقى، ومن أشهر اللوحات السيريالية التي انتشرت في القرن العشرين:",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تعد اللوحات السيريالية أكثر ما عبر عن حركة السيريالية عامة، وقد اشتهرت أكثر منها في الأدب والمسرح والسينما والموسيقى، ومن أشهر اللوحات السيريالية التي انتشرت في القرن العشرين:"
},
{
     "id": 16,
     "sentence": "التصوير",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "التصوير"
},
{
     "id": 17,
     "sentence": "توجد أربعة أسكال فنية رئيسيّة للفن التشكيلي، أو الفن البصري، وهي:[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "توجد أربعة أشكال فنية رئيسيّة للفن التشكيلي، أو الفن البصري، وهي:[٢]"
},
{
     "id": 18,
     "sentence": "يتمثّل المفهوم القديم للفن اليوم بمفاهيم جديدة كالحرفة والمهارة، حيث تعني كلمة الفن في اليونانيّة التقنية، وبذلك فإنّ الفن يتناسب ويتماشى مع الفكرة القديمة للفنون، حيث جمعوا الإغريق قديماً بين الفنون الجميلة والخرف اليدويّة؛ لأنهم رأوا أنّ جوهر العمل الفني يتمثّل في المهارة وإنتاجه.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يتمثّل المفهوم القديم للفن اليوم بمفاهيم جديدة كالحرفة والمهارة، حيث تعني كلمة الفن في اليونانيّة التقنية، وبذلك فإنّ الفن يتناسب ويتماشى مع الفكرة القديمة للفنون، حيث جمعوا الإغريق قديماً بين الفنون الجميلة والحرف اليدويّة؛ لأنهم رأوا أنّ جوهر العمل الفني يتمثّل في المهارة وإنتاجه."
},
{
     "id": 19,
     "sentence": "لوحة Full Fathom Five: تمّ رسم اللوحة عام 1947م، وهي إحدى أقدم لوحات الفنّان بولوك ذات النمط التنقيطي، واسمها مأخوذ من مسرحيّة شكسبير العاصفة، والتي تتحدّث عن شخصيّة أرييل واصفاً الموت على آثار حُطام سفينة، إذ تحتوي اللوحة على طبقات علويّة ملساء من الطّلاء المنزليّ، أمّا الطبقات السفلية استُخدم لإنشائها الفرشاة والسكين، والمُتمعّن في اللوحة يرى التنوع في الأشياء التي تحتويه على سطحها، وعلى الرّغم أنّ الطّلاء يُغطّيها إلّا أنّه يُمكن تمييز بعض الأدوات فيها، ومنها: القماش، والمسامير، والعملات المعدنيّة، والسجائر، والأظافر، والأزرار، والمفاتيح، وغيرها من الأدوات.[٢][١٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "لوحة Full Fathom Five: تمّ رسم اللوحة عام 1947م، وهي إحدى أقدم لوحات الفنّان بولوك ذات النمط التنقيطي، واسمها مأخوذ من مسرحيّة شكسبير العاصفة، والتي تتحدّث عن شخصيّة أرييل واصفاً الموت على آثار حُطام سفينة، إذ تحتوي اللوحة على طبقات علويّة ملساء من الطّلاء المنزليّ، أمّا الطبقات السفلية استُخدم لإنشائها الفرشاة والسكين، والمُتمعّن في اللوحة يرى التنوع في الأشياء التي تحتويه على سطحها، وعلى الرّغم أنّ الطّلاء يُغطّيها إلّا أنّه يُمكن تمييز بعض الأدوات فيها، ومنها: القماش، والمسامير، والعملات المعدنيّة، والسجائر، والأظافر، والأزرار، والمفاتيح، وغيرها من الأدوات.[٢][١٣]"
},
{
     "id": 20,
     "sentence": "تشمل الخنون البصريّة جميع أشكال الفنون الجملية بالإضافة إلى ما يأتي:[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تشمل الفنون البصريّة جميع أشكال الفنون الجملية بالإضافة إلى ما يأتي:[٣]"
},
{
     "id": 21,
     "sentence": "الثحت.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "النحت."
},
{
     "id": 22,
     "sentence": "الدروع الثمينة، والأسلحة، إلى جانب الخلفيات والأزياء لعروض رقص البالية والمجموعات المسرحيّة.[١٠]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الدروع الثمينة، والأسلحة، إلى جانب الخلفيات والأزياء لعروض رقص البالية والمجموعات المسرحيّة.[١٠]"
},
{
     "id": 23,
     "sentence": "لوجة القصر الساعة الرابعة صباحًا للفنان ألبرتو جياكوميتي عام 1933م.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "لوحة القصر الساعة الرابعة صباحًا للفنان ألبرتو جياكوميتي عام 1933م."
},
{
     "id": 24,
     "sentence": "يُؤخذ معنى التجريد لُغةً من المادّة الّلغويّة: جرّد، يُجرِّد، تجريداً، وتجريد الشيء أيّ إزالة ما عليه وتغشيره،[٣] أمّا التجريد اصطلاحاً فله العديد من التعريفات، ومنها ما يأتي:[٤]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يُؤخذ معنى التجريد لُغةً من المادّة الّلغويّة: جرّد، يُجرِّد، تجريداً، وتجريد الشيء أيّ إزالة ما عليه وتقشيره،[٣] أمّا التجريد اصطلاحاً فله العديد من التعريفات، ومنها ما يأتي:[٤]"
},
{
     "id": 25,
     "sentence": "الطلاء:  يتضمّن ذلك النوع من الأعمال الفنية الطلاء باستخدام الألوان الزيتية، أو الألوان المائيّة، أو الجواش، أو الأكريلك، أو أنواع  الدهانات الحديثة.[٤]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الطلاء:  يتضمّن ذلك النوع من الأعمال الفنية الطلاء باستخدام الألوان الزيتية، أو الألوان المائيّة، أو الجواش، أو الأكريلك، أو أنواع  الدهانات الحديثة.[٤]"
},
{
     "id": 26,
     "sentence": "جاكسون بولوك: من الرّسامين أصحاب التأثير الكبير في الفن الحديث، ويُعدّ رمزاً للمثاليّة في الفن التجريدي، وهو رسّام أمريكيّ ولد عام 1912م، وتُعتبر لوحاته التجريدية من أكبر الإنجازات الفنيّة في القرن العشرين، وتتميّز بكونها لوحات إيمائيّة تحمل إيقاعاً فنيّاً غير تقليديّ، وقد استخدم بولوك خلال فترة أواخر الأربعينيّات حتّى أوائل الخمسينيّات أدواتٍ وطُرقاً غير تقليديّة للرسم، مستوحياً أساليب الفنانين المُعاصرين قبله، مثل: بابلو بيكاسو، وجوان ميرو، و تُوفّي بولوك عام 1956م. ومن أعماله الفنيّة ما يأتي:[٢]لوحة There Were Seven in Eight: تتميّز هذه اللوحة بضخامة حجمها؛ إذ يصل عرضها إلى 2.4م وقد تمّ رسمها عام 1945م،[٢] واستغرق رسمها عدّة أشهر، وكان بولوك قد بدأ برسمها من خلال شبكة من الخطوط السوداء المُرتّبة التي ركّبها على اللوحة القماشية مع حرصه أثناء صُنعها على ألّا تنشأ نقطة مركزية فيها، رغم احتواء اللوحة على رسومات عديدة مثل: الثعابين، والعيون، والزخارف، وساعدت هذه الهيكلة للوحة الغنيّة في إيجاد فنّ غير تمثيليّ وتدريجيّ.[١٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "جاكسون بولوك: من الرّسامين أصحاب التأثير الكبير في الفن الحديث، ويُعدّ رمزاً للمثاليّة في الفن التجريدي، وهو رسّام أمريكيّ ولد عام 1912م، وتُعتبر لوحاته التجريدية من أكبر الإنجازات الفنيّة في القرن العشرين، وتتميّز بكونها لوحات إيمائيّة تحمل إيقاعاً فنيّاً غير تقليديّ، وقد استخدم بولوك خلال فترة أواخر الأربعينيّات حتّى أوائل الخمسينيّات أدواتٍ وطُرقاً غير تقليديّة للرسم، مستوحياً أساليب الفنانين المُعاصرين قبله، مثل: بابلو بيكاسو، وجوان ميرو، و تُوفّي بولوك عام 1956م. ومن أعماله الفنيّة ما يأتي:[٢]لوحة There Were Seven in Eight: تتميّز هذه اللوحة بضخامة حجمها؛ إذ يصل عرضها إلى 2.4م وقد تمّ رسمها عام 1945م،[٢] واستغرق رسمها عدّة أشهر، وكان بولوك قد بدأ برسمها من خلال شبكة من الخطوط السوداء المُرتّبة التي ركّبها على اللوحة القماشية مع حرصه أثناء صُنعها على ألّا تنشأ نقطة مركزية فيها، رغم احتواء اللوحة على رسومات عديدة مثل: الثعابين، والعيون، والزخارف، وساعدت هذه الهيكلة للوحة الفنيّة في إيجاد فنّ غير تمثيليّ وتدريجيّ.[١٢]"
},
{
     "id": 27,
     "sentence": "كازيمير ماليفيتش: أحد أشهر روّاد الفن التجريدي الهندسي، ولد عام 1878م، وهو رسّام روسيّ لقي إعجاباً عند مؤرخي الفنّ، ومن أعماله الفنيّة المشهورة لوحة المربع الأسود التي رسمها عام 1915م، وقالت مؤسّسة تيت فيه: هذه هي المرّة الأولى التي يقوم فيها شخص ما برجم لوحة لم تكن لشيء ما، وقد توفّي عام 1935م.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "كازيمير ماليفيتش: أحد أشهر روّاد الفن التجريدي الهندسي، ولد عام 1878م، وهو رسّام روسيّ لقي إعجاباً عند مؤرخي الفنّ، ومن أعماله الفنيّة المشهورة لوحة المربع الأسود التي رسمها عام 1915م، وقالت مؤسّسة تيت فيه: هذه هي المرّة الأولى التي يقوم فيها شخص ما برسم لوحة لم تكن لشيء ما، وقد توفّي عام 1935م.[٢]"
},
{
     "id": 28,
     "sentence": "تصميم عناوين ورسومات الأفلام والتلفزيون.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تصميم عناوين ورسومات الأفلام والتلفزيون."
},
{
     "id": 29,
     "sentence": "تم إنشاء هذا الفن بالكامل من خلال الحسابات الرياضية، ويتم تعريف الفن هنا من خلال اختراع الصيغ الرياضية بالإضافة إلى تطوير برامج الكمبيوتر التي ستستفيد من إمكانات العرض للأجهزة، علاوة على ذلك، تعتبر أدوات التظليل الرقمية استخداماً منتظماً للرموز الحسابية، ويمكن إبراز الإبداع في هذه الممارسة من خلال النايا الإبداعية والاختيارات المتتالية للفنان (أو المبرمج).[١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تم إنشاء هذا الفن بالكامل من خلال الحسابات الرياضية، ويتم تعريف الفن هنا من خلال اختراع الصيغ الرياضية بالإضافة إلى تطوير برامج الكمبيوتر التي ستستفيد من إمكانات العرض للأجهزة، علاوة على ذلك، تعتبر أدوات التظليل الرقمية استخداماً منتظماً للرموز الحسابية، ويمكن إبراز الإبداع في هذه الممارسة من خلال النوايا الإبداعية والاختيارات المتتالية للفنان (أو المبرمج).[١]"
},
{
     "id": 30,
     "sentence": "الفن الجعماري.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الفن المعماري."
},
{
     "id": 31,
     "sentence": "المواد المطبوعة، مثل: الكتب، والنشرات، والمجلات، والصحف.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "المواد المطبوعة، مثل: الكتب، والنشرات، والمجلات، والصحف."
},
{
     "id": 32,
     "sentence": "جميع الأشياء الوظيفيّة: وتشمل الأشياء التي تتضمّن تطبيق التصاميم الجمالية عليها، بما في ذلك إنثاج الأكواب، والساعات، والكراسي، وغيرها.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "جميع الأشياء الوظيفيّة: وتشمل الأشياء التي تتضمّن تطبيق التصاميم الجمالية عليها، بما في ذلك إنتاج الأكواب، والساعات، والكراسي، وغيرها."
},
{
     "id": 33,
     "sentence": "يُستخدم التصميم الجرافيكي في العديد من مناحي الحياة اليومية، ومن هذه الاستحدامات ما يأتي:[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يُستخدم التصميم الجرافيكي في العديد من مناحي الحياة اليومية، ومن هذه الاستخدامات ما يأتي:[٣]"
},
{
     "id": 34,
     "sentence": "أشكال التعبير المعاصرة بما في ذلك العديد من الأساليب؛ كالتجميع، والكولاج، والتركيب المفاهيمي.[٤]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "أشكال التعبير المعاصرة بما في ذلك العديد من الأساليب؛ كالتجميع، والكولاج، والتركيب المفاهيمي.[٤]"
},
{
     "id": 35,
     "sentence": "يعد الفن التشكيلي أو كما يطلق عليه الفن البصري أول أنواع فنون الرسم في الظهور، وفي هذا النوع يختار الفنان فكرة معينة من الواقع المحيط به، ويجدد صياغتها وتشكيلها بطريقته، ومن ثم يرسمها وفقًا لوجهة نظره ورأيه بهذه الفكرة، وبذلك تصبح الفكرة واضحة للرؤية بالعين المجردة من خلال الرسم، كما يكون الجنان قد نقل فكرته للآخرين بطريقة فنية.[١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يعد الفن التشكيلي أو كما يطلق عليه الفن البصري أول أنواع فنون الرسم في الظهور، وفي هذا النوع يختار الفنان فكرة معينة من الواقع المحيط به، ويجدد صياغتها وتشكيلها بطريقته، ومن ثم يرسمها وفقًا لوجهة نظره ورأيه بهذه الفكرة، وبذلك تصبح الفكرة واضحة للرؤية بالعين المجردة من خلال الرسم، كما يكون الفنان قد نقل فكرته للآخرين بطريقة فنية.[١]"
},
{
     "id": 36,
     "sentence": "الهندسة المعماريّة: إذ تُعدُّ من أهم أشكال الفنون التطبيقيّة في الفرن العشرين، ومن ذلك تصاميم ناطحات السّحاب الشاهقة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الهندسة المعماريّة: إذ تُعدُّ من أهم أشكال الفنون التطبيقيّة في القرن العشرين، ومن ذلك تصاميم ناطحات السّحاب الشاهقة."
},
{
     "id": 37,
     "sentence": "يندرج تحت الفنون التشكيلة العديد من الأعمال والأشكال الفنية، وفيما يأتي توصيح لها:[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يندرج تحت الفنون التشكيلة العديد من الأعمال والأشكال الفنية، وفيما يأتي توضيح لها:[٣]"
},
{
     "id": 38,
     "sentence": "ومع كثرة تفاصيل القصص وكثرة الشخصيات وتعبيرات الوجه والإيماءات، يعد هذا النوع من أصعب الأنواع لحاجته إلى دقة وإتقان في نقل تفاصيل الرسمة.[٦]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "ومع كثرة تفاصيل القصص وكثرة الشخصيات وتعبيرات الوجه والإيماءات، يعد هذا النوع من أصعب الأنواع لحاجته إلى دقة وإتقان في نقل تفاصيل الرسمة.[٦]"
},
{
     "id": 39,
     "sentence": "يُعد الفن البسيط امتداد للفن التجريدي؛ إذ يتخلى عن جميع الأشكال الأساسية للكشف عن نقاء وجمال العمل الفني، ويعتمد الفنانون في الفن البسيط على تشكيل القطع الفنية لإبراز الجوهر الحقيقي للمادة والأداة، ويُركزون بشكل أساسي على سطح الأنسجة، والجودة الجمالية للمواد الفنية المستخدمة، لتوضيح المفاهيم المتعلقة بالحقيقة والصدق في العمل الفني.[٤]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يُعد الفن البسيط امتداد للفن التجريدي؛ إذ يتخلى عن جميع الأشكال الأساسية للكشف عن نقاء وجمال العمل الفني، ويعتمد الفنانون في الفن البسيط على تشكيل القطع الفنية لإبراز الجوهر الحقيقي للمادة والأداة، ويُركزون بشكل أساسي على سطح الأنسجة، والجودة الجمالية للمواد الفنية المستخدمة، لتوضيح المفاهيم المتعلقة بالحقيقة والصدق في العمل الفني.[٤]"
},
{
     "id": 40,
     "sentence": "تصميم هوية الشكات أو المصانع، وتصميم العلامات التجارية الخاصة بها.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تصميم هوية الشركات أو المصانع، وتصميم العلامات التجارية الخاصة بها."
},
{
     "id": 41,
     "sentence": "اعتباره من أهم الأساليب الفنيّة التي استوعبت الاتجاه العقلي والعاطفي: يشمل الاتجاه العقلي القاعدة، والنظام، والتناغم، والبناء، أمّا الاتجاه العاطفي فهو الجانب الرّوحيّ، إذ يُعدّ الفن التجريدي من الفنون التي حقّقت توازناً بين عقل الفنان وخياله بشكل يبتعد عن التقليد مع احتواء أيّ تجديد يدعم التشكيل، ويتمثّل ذلك بوجود تفسير عقليّ للتطورات الفنيّة التي توجِد توازناً بين الشّعور الدّاخليّ للفنان وما يرسمه بيده من أشكال مُجرّدة، مُروراً بالألوان وتناسقها وتباينها، والملمس، والخطوط، والساحات، فتظهر العمليّة الفنيّة كاملةً على نحو مُتناغم بإيقاع مُتّزن.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "اعتباره من أهم الأساليب الفنيّة التي استوعبت الاتجاه العقلي والعاطفي: يشمل الاتجاه العقلي القاعدة، والنظام، والتناغم، والبناء، أمّا الاتجاه العاطفي فهو الجانب الرّوحيّ، إذ يُعدّ الفن التجريدي من الفنون التي حقّقت توازناً بين عقل الفنان وخياله بشكل يبتعد عن التقليد مع احتواء أيّ تجديد يدعم التشكيل، ويتمثّل ذلك بوجود تفسير عقليّ للتطورات الفنيّة التي توجِد توازناً بين الشّعور الدّاخليّ للفنان وما يرسمه بيده من أشكال مُجرّدة، مُروراً بالألوان وتناسقها وتباينها، والملمس، والخطوط، والمساحات، فتظهر العمليّة الفنيّة كاملةً على نحو مُتناغم بإيقاع مُتّزن."
},
{
     "id": 42,
     "sentence": "احتضنت مظلة الفنون قديماً عدداً أكبر من التخصصات الفنيّة مُقارنةً بالمفهوم العام الحالي للفنون، حيث أنّ الشعر والموسيقى كانا خارج مظلة الفنون بالنسبة للإغريق، بينما كانوا يعتبروا العلم فناً، واعتبروا أنّ الفن مسألة تخضع للقواعد.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "احتضنت مظلة الفنون قديماً عدداً أكبر من التخصصات الفنيّة مُقارنةً بالمفهوم العام الحالي للفنون، حيث أنّ الشعر والموسيقى كانا خارج مظلة الفنون بالنسبة للإغريق، بينما كانوا يعتبروا العلم فناً، واعتبروا أنّ الفن مسألة تخضع للقواعد."
},
{
     "id": 43,
     "sentence": "يجدر بالذكر أنّ أعمال موندريان بقيت حتّى عام 1942م تملك طابعاً تقسيميّاً من خطوط أفقيّة ورأسيّة، مع اعتماده تنوّعاً في ألوانها، وكان قد استخدم الألوان الآتية: الأحمر، والأصفر، والأزرق، والأسود، والأبيض، ويرى موندريان أنّ اللوحة الفنيّة هي سطح قُسِّم من خلال خطين أو ثلاثة بلون أسود، وأنّها بذلك تعكس شعوراً بالمثاليّة، والشموليّة، والتوازن، كما تطرّق إلى إيجاد طريقة تُمكّن من خلق واقع تشكيليّ نقيّ من خلال تحويل الألوان والأشكال الطبيعيّة إلى أدوات ثابتة الشّكل تحت قانون وحدة الكتلة.[٧]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يجدر بالذكر أنّ أعمال موندريان بقيت حتّى عام 1942م تملك طابعاً تقسيميّاً من خطوط أفقيّة ورأسيّة، مع اعتماده تنوّعاً في ألوانها، وكان قد استخدم الألوان الآتية: الأحمر، والأصفر، والأزرق، والأسود، والأبيض، ويرى موندريان أنّ اللوحة الفنيّة هي سطح قُسِّم من خلال خطين أو ثلاثة بلون أسود، وأنّها بذلك تعكس شعوراً بالمثاليّة، والشموليّة، والتوازن، كما تطرّق إلى إيجاد طريقة تُمكّن من خلق واقع تشكيليّ نقيّ من خلال تحويل الألوان والأشكال الطبيعيّة إلى أدوات ثابتة الشّكل تحت قانون وحدة الكتلة.[٧]"
},
{
     "id": 44,
     "sentence": "التجريد عند عفيف بهنسي في كتابه الفن في أوروبا من عصر النهضة حتّى اليوم: استخلاص الجوهر من الشكل الحقيقيّ.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "التجريد عند عفيف بهنسي في كتابه الفن في أوروبا من عصر النهضة حتّى اليوم: استخلاص الجوهر من الشكل الحقيقيّ."
},
{
     "id": 45,
     "sentence": "اختيار لوحة ألوان مناقبة للمشروع، وفهم كيفية إدراك الناظر للألوان في المواقف المختلفة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "اختيار لوحة ألوان مناسبة للمشروع، وفهم كيفية إدراك الناظر للألوان في المواقف المختلفة."
},
{
     "id": 46,
     "sentence": "صناعة أغلفة الألبومات المختلفة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "صناعة أغلفة الألبومات المختلفة."
},
{
     "id": 47,
     "sentence": "جميع الأعمال الفنية ثلاثية الأبعاد المصنوعة من المواد اليوميّة أو الأشياء التي يُعثر عليها، بما في ذلك الأعمال الجاهزة، ويُطلق على هذا النوع من الفن بفن الخردّة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "جميع الأعمال الفنية ثلاثية الأبعاد المصنوعة من المواد اليوميّة أو الأشياء التي يُعثر عليها، بما في ذلك الأعمال الجاهزة، ويُطلق على هذا النوع من الفن بفن الخردّة."
},
{
     "id": 48,
     "sentence": "بما يحوي الأدب من شعر ومسرحيات وقصص وروايات، وقد حرص السيرياليون على تقديم أعمالهم بشكل تلقائي وعفوي دون تنظيم، كما تميز الأدب السيريالي بأنه يعتمد على عدة مقومات، منها الحلم والخيال، بمعنى أنه بعد انتهاء العقل الأدبي يتفاجأ المتلقي بأن القصة كانت كلها حلم للبطل ومن نسج خياله.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "بما يحوي الأدب من شعر ومسرحيات وقصص وروايات، وقد حرص السيرياليون على تقديم أعمالهم بشكل تلقائي وعفوي دون تنظيم، كما تميز الأدب السيريالي بأنه يعتمد على عدة مقومات، منها الحلم والخيال، بمعنى أنه بعد انتهاء العمل الأدبي يتفاجأ المتلقي بأن القصة كانت كلها حلم للبطل ومن نسج خياله."
},
{
     "id": 49,
     "sentence": "يهدف الفن التشكيلي إلى وصف قضايا العالم الحقيقي وتمثيلها باستخدام الشكل البشري؛ أيّ أنّه يُقدّم تمثيل واقعي للحياة باستخدام عناصر وهمية، استخدم الفنانون الفن التشكيلي منذ قرون لتصوير مفاهيم فكرية، أو موضوعات من العالم الحقيقي، أو قيم ثقافية، ويُمكن دمج هذا الفن مع الفن التجريدي، أو التكعيبي للحصول على نتائج فنيّة مبتكرة،[١] يتطابق الفن التشكيلي إلى حد ما مع القطار العام للحركة التعبيرية في الفن.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يهدف الفن التشكيلي إلى وصف قضايا العالم الحقيقي وتمثيلها باستخدام الشكل البشري؛ أيّ أنّه يُقدّم تمثيل واقعي للحياة باستخدام عناصر وهمية، استخدم الفنانون الفن التشكيلي منذ قرون لتصوير مفاهيم فكرية، أو موضوعات من العالم الحقيقي، أو قيم ثقافية، ويُمكن دمج هذا الفن مع الفن التجريدي، أو التكعيبي للحصول على نتائج فنيّة مبتكرة،[١] يتطابق الفن التشكيلي إلى حد ما مع التيار العام للحركة التعبيرية في الفن.[٢]"
},
{
     "id": 50,
     "sentence": "التجريد في الفكر الفني المُعاصر بحسب محمود أمهز في كتابه الفن التشكيلي المُعاصر: رفض الصورة (بالإنجليزية: Figuration)، والتّمثيلية الصّورية (بالإنجليزية: Representation Figuration)، ورفض التقيُّد بالمنظور أو الطبيعة التي بات ضروريّاً الابتعاد عنها، أو السيطرة عليها بوساطة إشارات بدلاً من الخوص فيها.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "التجريد في الفكر الفني المُعاصر بحسب محمود أمهز في كتابه الفن التشكيلي المُعاصر: رفض الصورة (بالإنجليزية: Figuration)، والتّمثيلية الصّورية (بالإنجليزية: Representation Figuration)، ورفض التقيُّد بالمنظور أو الطبيعة التي بات ضروريّاً الابتعاد عنها، أو السيطرة عليها بوساطة إشارات بدلاً من الغوص فيها."
},
{
     "id": 51,
     "sentence": "يُذكر أنّ فن الجرافيك تطور في العصور الوسطى ليخدم الجانب الديني، بحيث كُتبت المخطوطات التي تحتوي على الكتابات المقدسة وأُرفقت بها الرسومات والصور لتحفظ على صفائح علجَة من جلود الحيوانات تسمّى الرق،[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يُذكر أنّ فن الجرافيك تطور في العصور الوسطى ليخدم الجانب الديني، بحيث كُتبت المخطوطات التي تحتوي على الكتابات المقدسة وأُرفقت بها الرسومات والصور لتحفظ على صفائح معالجَة من جلود الحيوانات تسمّى الرق،[٢]"
},
{
     "id": 52,
     "sentence": "الفن التجريدي الهندسي: تعود تسمية هذا النوع بهذا الاسم إلى استخدام الفنان الأشكال الهندسيّة على اختلافها، مثل: المُربّعات، والمُثلّثات، والمُستطيلات، والدّوائر، ونتيجةً لذلك يكون العمل الفنيّ بعيداً عن تصوير واقعيّة الأشياء كما هي، فهو يقوم على رسم ثنائيّ الأبعاد للأشياء على عكس ما كان يُستخدم في عصر النّهضة من الرّسم على أساس المنظور لإبراز الأشياء واقعيّةً أكثر، وقد ظهر هذا النّوع من الفن التجريدي في القرن العشرين مع حركة تحوّل الأنماط الفنيّة، ومن أشهر كُتب التّحريد الهندسيّ في تلك الفترة كتاب (Composition VII (the three graces.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الفن التجريدي الهندسي: تعود تسمية هذا النوع بهذا الاسم إلى استخدام الفنان الأشكال الهندسيّة على اختلافها، مثل: المُربّعات، والمُثلّثات، والمُستطيلات، والدّوائر، ونتيجةً لذلك يكون العمل الفنيّ بعيداً عن تصوير واقعيّة الأشياء كما هي، فهو يقوم على رسم ثنائيّ الأبعاد للأشياء على عكس ما كان يُستخدم في عصر النّهضة من الرّسم على أساس المنظور لإبراز الأشياء واقعيّةً أكثر، وقد ظهر هذا النّوع من الفن التجريدي في القرن العشرين مع حركة تحوّل الأنماط الفنيّة، ومن أشهر كُتب التّجريد الهندسيّ في تلك الفترة كتاب (Composition VII (the three graces."
},
{
     "id": 53,
     "sentence": "معنى خاص: وهو الذي ينظر للفن على أنه مهارة شخصية يمتلكها شخص محترف أو صاحب صنعة، وهو ما يسمى بالفنون التطبيقية، والتي تشتمل على الفنون اليدوية المعتمدة على مهارة الإنسان في تقديم أمور نافعة ومفيدة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "معنى خاص: وهو الذي ينظر للفن على أنه مهارة شخصية يمتلكها شخص محترف أو صاحب صنعة، وهو ما يسمى بالفنون التطبيقية، والتي تشتمل على الفنون اليدوية المعتمدة على مهارة الإنسان في تقديم أمور نافعة ومفيدة."
},
{
     "id": 54,
     "sentence": "أمّا في اللغة الإنجليزية فقد ورد في معجم أكسفورد الفن (Art) على أنه تعبير الفرد عن مهارة الإبداع في صورة مرئية؛ مثل النحت، والرسم، أو هو مصطلح يعبر عن الفنون الإبداعية بمختلف أشكالها؛ كالشعر، والموسيقى، والرقص وغيرها. وبشكل عام فإن الفن هو كل ما يعبر عن مهارة أو قدرة ما يمكن تنميتها بالممارسة والدراسة. وفي معجم ويبستر (بالإنجليزية: Webster) ورد الفن على أنه المهارة المكتسبة من خلال الدراسة أو الملاحظة، وهو استخدام المهارة والخيال بشكل واعٍ لإنتاج أمور جمالية، كما جاء فيه أن الفن عبارة عن صنعة ومهار إبداعية.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "أمّا في اللغة الإنجليزية فقد ورد في معجم أكسفورد الفن (Art) على أنه تعبير الفرد عن مهارة الإبداع في صورة مرئية؛ مثل النحت، والرسم، أو هو مصطلح يعبر عن الفنون الإبداعية بمختلف أشكالها؛ كالشعر، والموسيقى، والرقص وغيرها. وبشكل عام فإن الفن هو كل ما يعبر عن مهارة أو قدرة ما يمكن تنميتها بالممارسة والدراسة. وفي معجم ويبستر (بالإنجليزية: Webster) ورد الفن على أنه المهارة المكتسبة من خلال الدراسة أو الملاحظة، وهو استخدام المهارة والخيال بشكل واعٍ لإنتاج أمور جمالية، كما جاء فيه أن الفن عبارة عن صنعة ومهارة إبداعية.[٢]"
},
{
     "id": 55,
     "sentence": "كما اعتمد السيرياليون في أدبهم على العناصر اللاعقلانية، بمعنى اعتماد الأديب على أفكار غير مألوفة بهدف تحرير القارئ من التفكير النمطي وكسر حدود الواقع المحيط به، كتحويل البشر إلى حيوانات مثلًا، كما يرتكز على أفكار اللاوعي التي تحذو بصاحبها للقيام والتصرف بطريقة غريبة وغير واقعية وبدوافع غير مفهومة، غالبًا ما تظهر هذه السمة في الأدب الخاص بالرعب.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "كما اعتمد السيرياليون في أدبهم على العناصر اللاعقلانية، بمعنى اعتماد الأديب على أفكار غير مألوفة بهدف تحرير القارئ من التفكير النمطي وكسر حدود الواقع المحيط به، كتحويل البشر إلى حيوانات مثلًا، كما يرتكز على أفكار اللاوعي التي تحذو بصاحبها للقيام والتصرف بطريقة غريبة وغير واقعية وبدوافع غير مفهومة، غالبًا ما تظهر هذه السمة في الأدب الخاص بالرعب."
},
{
     "id": 56,
     "sentence": "تصميم الجرافيك لواجهة المستخدم.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تصميم الجرافيك لواجهة المستخدم."
},
{
     "id": 57,
     "sentence": "يعرف فن الجرافيك (بالإنجليزية: Graphic Art) بأنّه أيّ نوع من أنواع الفن الذي يعبّر عنه بصورة مرئية، مثل: الرسم، والتصوير الفوتوغرافي، والطباعة، وهو الشكل التجليد من الفنون الجميلة، وعادةً ما يُطبّق هذا النوع من الفنون على الأسطح المستوية.[١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يعرف فن الجرافيك (بالإنجليزية: Graphic Art) بأنّه أيّ نوع من أنواع الفن الذي يعبّر عنه بصورة مرئية، مثل: الرسم، والتصوير الفوتوغرافي، والطباعة، وهو الشكل التقليدي من الفنون الجميلة، وعادةً ما يُطبّق هذا النوع من الفنون على الأسطح المستوية.[١]"
},
{
     "id": 58,
     "sentence": "تعلّم مهارة تطوير مواقع الويب؛ وذلك للتمكّن من التصميم على منصات إدارة المحتوى.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تعلّم مهارة تطوير مواقع الويب؛ وذلك للتمكّن من التصميم على منصات إدارة المحتوى."
},
{
     "id": 59,
     "sentence": "ويتم هذا الرسم باستخدام عناصر مجردة وهي؛ شكل اللوحة، واللون، والخط، والملمس، إلا أنه يحاول عدم توضيح خطوط اللوحة، ويعود تارخ هذا النوع من الفنون إلى القرن التاسع عشر.[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "ويتم هذا الرسم باستخدام عناصر مجردة وهي؛ شكل اللوحة، واللون، والخط، والملمس، إلا أنه يحاول عدم توضيح خطوط اللوحة، ويعود تاريخ هذا النوع من الفنون إلى القرن التاسع عشر.[٣]"
},
{
     "id": 60,
     "sentence": "استخدم العرب المسلمون مصطلح الصناعة للإشارة إلى الفن، فقد ورد في معجم الوسيط أن الصناعة هي كل فن أو حرفة مارسها الإنسان حتى برع فيها. ويمكن القول إن الفن والصناعة يشتركان في الإتقان، والإجادة، والمهارة، والتحسين، والتزيين، والعمل بإحكام. ومن الأمثلة على ذلك ما جاء في الموسيقى أنها نوع من أنواع الصناعة؛ حيث يقول ابن خلدون عن الموسيقى إنها صناعة الألحان وتلحين الأشعار الموزونة لتقطيع الأصوات على نسب منتظمة ومعروفة. كما استخدم العرب مصطلح الفنون للإشارة إلى أنواع العلوم المختلفة. ومن الأمثلة على ذلك الكتاب الذي ألفه ابن عقيل والذي تكوّن من أربعمئة مجلد، وأسماه الفنون وذكر به العديد من العلوم المنتشرة في عصره. كما كتب القاضي عبد النبي الأحمد نكري كتاباً أسماه جامع العلوم في اصطلاحات الفنون. كما كتب حاجي خليفة مصنفاً أسماه كشف الظنون عن أسامي الكتب والفنون حصر فيه أسماء العلوم ومؤلفيها وعناوين الكتب التابعة لها ووضعها في ترتيب هجائي، وهناك العديد من الأمثلة التي تبين مدى ارتباط مصطلح العلوم ومصطلح الفنون بوصفهما شيئاً واحداً عند العرب المسلمين.[٣][٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "استخدم العرب المسلمون مصطلح الصناعة للإشارة إلى الفن، فقد ورد في معجم الوسيط أن الصناعة هي كل فن أو حرفة مارسها الإنسان حتى برع فيها. ويمكن القول إن الفن والصناعة يشتركان في الإتقان، والإجادة، والمهارة، والتحسين، والتزيين، والعمل بإحكام. ومن الأمثلة على ذلك ما جاء في الموسيقى أنها نوع من أنواع الصناعة؛ حيث يقول ابن خلدون عن الموسيقى إنها صناعة الألحان وتلحين الأشعار الموزونة لتقطيع الأصوات على نسب منتظمة ومعروفة. كما استخدم العرب مصطلح الفنون للإشارة إلى أنواع العلوم المختلفة. ومن الأمثلة على ذلك الكتاب الذي ألفه ابن عقيل والذي تكوّن من أربعمئة مجلد، وأسماه الفنون وذكر به العديد من العلوم المنتشرة في عصره. كما كتب القاضي عبد النبي الأحمد نكري كتاباً أسماه جامع العلوم في اصطلاحات الفنون. كما كتب حاجي خليفة مصنفاً أسماه كشف الظنون عن أسامي الكتب والفنون حصر فيه أسماء العلوم ومؤلفيها وعناوين الكتب التابعة لها ووضعها في ترتيب هجائي، وهناك العديد من الأمثلة التي تبين مدى ارتباط مصطلح العلوم ومصطلح الفنون بوصفهما شيئاً واحداً عند العرب المسلمين.[٣][٢]"
},
{
     "id": 61,
     "sentence": "ابتكر هذه الحركة الفنان كاندينسكي في ألمانيا، وهي تُمثّل التيار الروحي، وكانت بداية هذه الحركة من خلال تحديد الفن التجريدي ضمن الأمور الروحية والحدسية وابتعاده عن العقل، فكان كاندينسكي يرى أنّ الموضوعيّة في الفن لا تستمر مع الزمن، بالإضافة إلى ميله إلى عزل الجمال عن الطبيعية زماناً ومكاناً؛ لإيمانه أنّ العمل الفنيّ يتمثّل في ماديّته وظاهريّته في الحقيقة، أمّا الفكرة هي ما توجِد فيه الحياة، ثمّ تطوّر التصوّر الفني لكاندينسكي فأصبح يستخدم الألوان والأشكال بشكل مُجرّد حتّى وصل إلى مرحلة استغنى فيها عن الأشكال الطبيعيّة، ويظهر ذلك واضحاً في أعماله، فقد كانت لوحاته في مراحله الأولى تجمع بين المحتوى التعبيريّ والبناء التشكيليّ، لكنّ الأعمال وإن حَوَت على شاعريّته إلّا أنّ الطابع التشكيليّ غلب عليها، وذلك باستخدامه الزوايا الحادّة، والمثلّثات، والدّوائر، وفي مرحلة لاحقة أصبحت أعماله الفنيّة تميل إلى امتلاكها طابعاً هندسيّاً مُتّزناً؛ لاستخدام الخطوط المستقيمة فيها، بالإضافة إلى الأقواس.[٧]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "ابتكر هذه الحركة الفنان كاندينسكي في ألمانيا، وهي تُمثّل التيار الروحي، وكانت بداية هذه الحركة من خلال تحديد الفن التجريدي ضمن الأمور الروحية والحدسية وابتعاده عن العقل، فكان كاندينسكي يرى أنّ الموضوعيّة في الفن لا تستمر مع الزمن، بالإضافة إلى ميله إلى عزل الجمال عن الطبيعية زماناً ومكاناً؛ لإيمانه أنّ العمل الفنيّ يتمثّل في ماديّته وظاهريّته في الحقيقة، أمّا الفكرة هي ما توجِد فيه الحياة، ثمّ تطوّر التصوّر الفني لكاندينسكي فأصبح يستخدم الألوان والأشكال بشكل مُجرّد حتّى وصل إلى مرحلة استغنى فيها عن الأشكال الطبيعيّة، ويظهر ذلك واضحاً في أعماله، فقد كانت لوحاته في مراحله الأولى تجمع بين المحتوى التعبيريّ والبناء التشكيليّ، لكنّ الأعمال وإن حَوَت على شاعريّته إلّا أنّ الطابع التشكيليّ غلب عليها، وذلك باستخدامه الزوايا الحادّة، والمثلّثات، والدّوائر، وفي مرحلة لاحقة أصبحت أعماله الفنيّة تميل إلى امتلاكها طابعاً هندسيّاً مُتّزناً؛ لاستخدام الخطوط المستقيمة فيها، بالإضافة إلى الأقواس.[٧]"
},
{
     "id": 62,
     "sentence": "قيلم Marcel Duchamp's Anemic Cinema عام (1926م).",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فيلم Marcel Duchamp's Anemic Cinema عام (1926م)."
},
{
     "id": 63,
     "sentence": "إن المعاني التي وردت في معجم الوسيط للفن تتصل بمعانيه الاصطلاحية وتبتعد نوعاً ما عن المعاني اللغوية له، وهي تعطي للفن ثلاثة معانٍ مختلفة هي:[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "إن المعاني التي وردت في معجم الوسيط للفن تتصل بمعانيه الاصطلاحية وتبتعد نوعاً ما عن المعاني اللغوية له، وهي تعطي للفن ثلاثة معانٍ مختلفة هي:[٢]"
},
{
     "id": 64,
     "sentence": "المدرسة السريالية: اعتمدت على تجسيد الأحلام والأفكار، وقد تم الرسم عن طريق استفارة ما في الذاكرة بالدرجة الأولى، وليس النقل.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "المدرسة السريالية: اعتمدت على تجسيد الأحلام والأفكار، وقد تم الرسم عن طريق استعادة ما في الذاكرة بالدرجة الأولى، وليس النقل."
},
{
     "id": 65,
     "sentence": "تشخيص الظواهر النفسية دون تمثيلها: أيّ عدم العودة إلى الأشكال التي تمّت معرفتها، إنّما الاعتماد على ما يصدر من الروح الإنسانية بشكل مُطلق، بالإضافة إلى الاستناد إلى ما هو وراء الأمر الواقعيّ، وبقي الاعتماد على ذلك حتّى ضل الفن التجريدي إلى كونه فن الواقع اللاموضوعي.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تشخيص الظواهر النفسية دون تمثيلها: أيّ عدم العودة إلى الأشكال التي تمّت معرفتها، إنّما الاعتماد على ما يصدر من الروح الإنسانية بشكل مُطلق، بالإضافة إلى الاستناد إلى ما هو وراء الأمر الواقعيّ، وبقي الاعتماد على ذلك حتّى وصل الفن التجريدي إلى كونه فن الواقع اللاموضوعي."
},
{
     "id": 66,
     "sentence": "يوجد عدّة أنواع للفن التجريدي، وهي كالآتي:[٦]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يوجد عدّة أنواع للفن التجريدي، وهي كالآتي:[٦]"
},
{
     "id": 67,
     "sentence": "الفن المعاصر هو الفن الذي يُنتجه فنانون من العصر الحاضر، ويتم تمثيل أنماطه بواسطة اللوحات، والنحت، والتركيب، وفن الأداء، والفيديو، وهناك العديد من أنواع الفن المعاصر المميزة، من أهمّها ما يأتي:[١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن المعاصر هو الفن الذي يُنتجه فنانون من العصر الحاضر، ويتم تمثيل أنماطه بواسطة اللوحات، والنحت، والتركيب، وفن الأداء، والفيديو، وهناك العديد من أنواع الفن المعاصر المميزة، من أهمّها ما يأتي:[١]"
},
{
     "id": 68,
     "sentence": "وقد هاجم أفلاطون الشعر التمثيلي ووصفه بأنه محاكاة ساذجة للمحسوسات، حيث إنه يعبر عن النواقص، وعن المادة، ويرتبط بالواقع الحسي لعدم إمكانية التعبير عنه دون وجود أدوات حسية. أما الشعر الملحمي والغنائي والتعليمي فاعتبره نوعاً صادقاً من الفن، وهو يعبر عن قيم الخير والحق في المجتمع حيث إنه يمدح الأبطال، ويغرس قيم الخير، ويشارك في عملية التربية والإرشاد. كما انتقد أفلاطون خداع الحواس من خلال النحت والتصوير، وحارب ذلك مطالباً بفن تكون غايته العظمى هي المحافظة على الأبعاد والنسب الصحيحة والمقاييس الهندسية المثالية، وقال إن الجمال الذي يقصده هو الخطوط المستقيمة، والدوائر، والمسطحات المكونة باستخدام المساطر والزوايا، وليس ما يفهمه عامة الناس من تصوير الكائنات الحية.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "وقد هاجم أفلاطون الشعر التمثيلي ووصفه بأنه محاكاة ساذجة للمحسوسات، حيث إنه يعبر عن النواقص، وعن المادة، ويرتبط بالواقع الحسي لعدم إمكانية التعبير عنه دون وجود أدوات حسية. أما الشعر الملحمي والغنائي والتعليمي فاعتبره نوعاً صادقاً من الفن، وهو يعبر عن قيم الخير والحق في المجتمع حيث إنه يمدح الأبطال، ويغرس قيم الخير، ويشارك في عملية التربية والإرشاد. كما انتقد أفلاطون خداع الحواس من خلال النحت والتصوير، وحارب ذلك مطالباً بفن تكون غايته العظمى هي المحافظة على الأبعاد والنسب الصحيحة والمقاييس الهندسية المثالية، وقال إن الجمال الذي يقصده هو الخطوط المستقيمة، والدوائر، والمسطحات المكونة باستخدام المساطر والزوايا، وليس ما يفهمه عامة الناس من تصوير الكائنات الحية.[٢]"
},
{
     "id": 69,
     "sentence": "كان الفن عند اليونان يشتمل على أي مهارة، سواء أكانت تحقق منفعة وفائدة عملية، أم لذة جمالية فقط، دون تفرقة بين الفنان والصانع، أو بين الفن والصنعة. وقد كان لويد (بالإنجليزية: Lloyd) يطلق على الطبيب، والفنان، والشاعر، وباني السفن، لفظ حرفي أو صانع لأنه كل منهم يقدم منفعة ويساهم في جعل الحياة أفضل. ويقول الأستاذ بجامعة وارسو تاتاركيفيتش (بالإنجليزية: Tatarkiewicz) إن اليونانيين كانوا يخلطون بين الصناعات اليدوية والفنون الرفيعة الجميلة لاعتقادهم بأن العمل الذي ينجزه المصور أو المثّال لا يختلف في جوهره عن عمل النّجار؛ فقد كانت كلمة فن في الفكر الغربي تطلق على مختلف الأنشطة الإنسانية والعلوم، وليس فقط على الفنون الجميلة. كما أطلقت كلمة الفن على الصناعات أياً كانت، لذلك تساوى النحت والشعر، والغناء، والموسيقى في القيمة مع النجارة، والدادة، والجراحة، وبذلك كان الشعر صنعة كغيرها من الصنعات.[٤][١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "كان الفن عند اليونان يشتمل على أي مهارة، سواء أكانت تحقق منفعة وفائدة عملية، أم لذة جمالية فقط، دون تفرقة بين الفنان والصانع، أو بين الفن والصنعة. وقد كان لويد (بالإنجليزية: Lloyd) يطلق على الطبيب، والفنان، والشاعر، وباني السفن، لفظ حرفي أو صانع لأنه كل منهم يقدم منفعة ويساهم في جعل الحياة أفضل. ويقول الأستاذ بجامعة وارسو تاتاركيفيتش (بالإنجليزية: Tatarkiewicz) إن اليونانيين كانوا يخلطون بين الصناعات اليدوية والفنون الرفيعة الجميلة لاعتقادهم بأن العمل الذي ينجزه المصور أو المثّال لا يختلف في جوهره عن عمل النّجار؛ فقد كانت كلمة فن في الفكر الغربي تطلق على مختلف الأنشطة الإنسانية والعلوم، وليس فقط على الفنون الجميلة. كما أطلقت كلمة الفن على الصناعات أياً كانت، لذلك تساوى النحت والشعر، والغناء، والموسيقى في القيمة مع النجارة، والحدادة، والجراحة، وبذلك كان الشعر صنعة كغيرها من الصنعات.[٤][١]"
},
{
     "id": 70,
     "sentence": "المدرسة الانطباعية الجديدة أو ما بعد الانطباعية: هي مزيج من المدارس الانطباعيّة، والواقعيّة ولكن بأسلوب حديث، حيث بحث الفنانين عن الأصالة والعمق، وحافظوا على بقائهم في نطاق الطبيعة، ولكن كانت الألوان شديدةً بما يتفق مع الرسم على القماش لأول مرة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "المدرسة الانطباعية الجديدة أو ما بعد الانطباعية: هي مزيج من المدارس الانطباعيّة، والواقعيّة ولكن بأسلوب حديث، حيث بحث الفنانين عن الأصالة والعمق، وحافظوا على بقائهم في نطاق الطبيعة، ولكن كانت الألوان شديدةً بما يتفق مع الرسم على القماش لأول مرة."
},
{
     "id": 71,
     "sentence": "كما فسر الدكتور العُمانيّ عبد المنعم الحسيني تعدد تعريفات الفن بسبب ارتباط الكلمة بالعديد من فروع المعرفة الأخرى؛ كالفلسفة، وعلم النفس، والتاريخ، كما أشار إلى أن الفن يرتبط بمختلف الأنشطة الإنسانية. وكانت وجهة نظر أستاذ الفلسفة الإسلاميّة والتصوف المصري جمال المرزوقي، وعصام عبدالله، أن الاتفاق على تعريف محدد للفن يشكل إشكالية كبيرة، حيث إن كل نوع من الفن يختلف عن الأنواع الأخرى بطريقة وصوله للمتذوق، كما أن الأعمال الفنية تختلف من فن لآخر، وتختلف كذلك من عصر إلى آخر، وقد كان للاختلاف الفلسفي في وضع مفهوم الفن أثر كبير في هذه الإشكالية. ويمكن وبشكل عام تلخيص أحباب عدم القدرة على تحديد مفهوم واحد للفن بالآتي:[١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "كما فسر الدكتور العُمانيّ عبد المنعم الحسيني تعدد تعريفات الفن بسبب ارتباط الكلمة بالعديد من فروع المعرفة الأخرى؛ كالفلسفة، وعلم النفس، والتاريخ، كما أشار إلى أن الفن يرتبط بمختلف الأنشطة الإنسانية. وكانت وجهة نظر أستاذ الفلسفة الإسلاميّة والتصوف المصري جمال المرزوقي، وعصام عبدالله، أن الاتفاق على تعريف محدد للفن يشكل إشكالية كبيرة، حيث إن كل نوع من الفن يختلف عن الأنواع الأخرى بطريقة وصوله للمتذوق، كما أن الأعمال الفنية تختلف من فن لآخر، وتختلف كذلك من عصر إلى آخر، وقد كان للاختلاف الفلسفي في وضع مفهوم الفن أثر كبير في هذه الإشكالية. ويمكن وبشكل عام تلخيص أسباب عدم القدرة على تحديد مفهوم واحد للفن بالآتي:[١]"
},
{
     "id": 72,
     "sentence": "فن الأرض؛ وهو أحد الفنون الجديدة التي تُنشأ على مساحةٍ واسعة من الأرض.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "فن الأرض؛ وهو أحد الفنون الجديدة التي تُنشأ على مساحةٍ واسعة من الأرض."
},
{
     "id": 73,
     "sentence": "طوّر طلبة الفنون التشكيليّة دراسةً وتصنيفاً يُحدّد المدارس التي تدتمي للفن التشكيلي، وأهمّ هذه المدارس: [٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "طوّر طلبة الفنون التشكيليّة دراسةً وتصنيفاً يُحدّد المدارس التي تنتمي للفن التشكيلي، وأهمّ هذه المدارس: [٣]"
},
{
     "id": 74,
     "sentence": "السيريالية هي حركة ثقافية في الفنون والأدب، ظهرت في فرنسا وأسسها الشاعر أندريه برتون عام 1924، طالت السيريالية بعد ذلك الفن بكل أشكاله، ولاحقًا قدم الرسام أندريه ماسون لوحة تعد من أوائل الفنون السيريالية، عندما قام بإسقط مادة (الجيسو) وهي مادة لزجة لاصقة تستخدم للرسم على سطح لوحة بيضاء ثم نثر فوقها الرمل وتركها تلتصق براحة وبطء، أحاطها بالأشكال التي ظهرت بشكل عشوائي.[٤][١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "السيريالية هي حركة ثقافية في الفنون والأدب، ظهرت في فرنسا وأسسها الشاعر أندريه برتون عام 1924، طالت السيريالية بعد ذلك الفن بكل أشكاله، ولاحقًا قدم الرسام أندريه ماسون لوحة تعد من أوائل الفنون السيريالية، عندما قام بإسقط مادة (الجيسو) وهي مادة لزجة لاصقة تستخدم للرسم على سطح لوحة بيضاء ثم نثر فوقها الرمل وتركها تلتصق براحة وبطء، أحاطها بالأشكال التي ظهرت بشكل عشوائي.[٤][١]"
},
{
     "id": 75,
     "sentence": "تتضمّن الفنون الجميلة مجموعة من الأشكال والأعمال الفنيّة، وفيما يأتي توضيح لها:[٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تتضمّن الفنون الجميلة مجموعة من الأشكال والأعمال الفنيّة، وفيما يأتي توضيح لها:[٣]"
},
{
     "id": 76,
     "sentence": "الفن والرحم التوضيحي.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الفن والرسم التوضيحي."
},
{
     "id": 77,
     "sentence": "جميع الأعمال الفنيّة التي تستخدَم مواد يُمكن تشكيلها، أو وضع نماذج منها، أو مُعالجتها بطريقةٍ ما؛ كالطين، والحجر، والمعادن، والخشب، والورق أو فن الأوريجامي.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "جميع الأعمال الفنيّة التي تستخدَم مواد يُمكن تشكيلها، أو وضع نماذج منها، أو مُعالجتها بطريقةٍ ما؛ كالطين، والحجر، والمعادن، والخشب، والورق أو فن الأوريجامي."
},
{
     "id": 78,
     "sentence": "الرسم: يشمل الرسم جميع الأعمال الفنيّة سواء كانت باستخدام الفحم، أو الطباشير، أو أقلام التلوين، أو الباستيل، أو الرصاص، أو الحبر والرصاص معاً، ويُشار إلى أنّ ذلك يتضمّن تطبيقين رئيسيين، وهما المخظوظات المذهبة والكتب المصورة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الرسم: يشمل الرسم جميع الأعمال الفنيّة سواء كانت باستخدام الفحم، أو الطباشير، أو أقلام التلوين، أو الباستيل، أو الرصاص، أو الحبر والرصاص معاً، ويُشار إلى أنّ ذلك يتضمّن تطبيقين رئيسيين، وهما المخطوطات المذهبة والكتب المصورة."
},
{
     "id": 79,
     "sentence": "النحت: يتضمّن النحت في الحجر، أو الرخام، أو الخشب، أو الطين.[٤]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "النحت: يتضمّن النحت في الحجر، أو الرخام، أو الخشب، أو الطين.[٤]"
},
{
     "id": 80,
     "sentence": "التصميم الجراكي البيئي.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "التصميم الجرافيكي البيئي."
},
{
     "id": 81,
     "sentence": "كارلو كارا: من أهم الرسامين الإيطاليّين الذي ذاع صيتهم في أوائل القرن العشرين، والذين عُنوا بالفنّ التّجريديّ كذلك، وقد وُلد في عام 1881م، وكان يعتمد التأكيد على أهميّة الطاقة والتكنولوجيا في رسم لوحاته، وتشتهر أعماله الفنيّة بطابعها المُستقبلي للأحداث، والواقعيّة في تجسيدها، كما تطرّق في أعماله إلى الفنّ التّكعيبيّ، ومن لوحاته التي لاقت أثراً لدى أصحاب الفن التجريدي، لوحة  Painting of Sounds, Noises and Smells، وكان ذلك عام 1913م. ويُشير كارا إلى أنّه يهتمّ كثيراً بتناغم اللوحة وتقاطع الحواس فيها، كتقاطع رؤية اللون في اللوحة مع راحة هذا الّلون، وتُوفّي كارا عام 1966م.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "كارلو كارا: من أهم الرسامين الإيطاليّين الذي ذاع صيتهم في أوائل القرن العشرين، والذين عُنوا بالفنّ التّجريديّ كذلك، وقد وُلد في عام 1881م، وكان يعتمد التأكيد على أهميّة الطاقة والتكنولوجيا في رسم لوحاته، وتشتهر أعماله الفنيّة بطابعها المُستقبلي للأحداث، والواقعيّة في تجسيدها، كما تطرّق في أعماله إلى الفنّ التّكعيبيّ، ومن لوحاته التي لاقت أثراً لدى أصحاب الفن التجريدي، لوحة  Painting of Sounds, Noises and Smells، وكان ذلك عام 1913م. ويُشير كارا إلى أنّه يهتمّ كثيراً بتناغم اللوحة وتقاطع الحواس فيها، كتقاطع رؤية اللون في اللوحة مع رائحة هذا الّلون، وتُوفّي كارا عام 1966م.[٢]"
},
{
     "id": 82,
     "sentence": "تُصنّف الفنون إلى عِدّة فئات ومجموعات تتداخل فيما بينها، وبالرغم من أنّه ما زال هناك خلاف حتى اليوم بشأن التكوين الدقيق لتصنيف تلك الفئات، إلّا أنّ ذلك التصنيف يُعدُّ مقبولاً بشكلٍ عام،[٣] بحيث تُجمع الفنون الفرديّة بناءً على أوجه التشابه بينهما، فعلى سبيل المثال يُجمع المسرح، والرقص، والموسيقى ضِمن أشكال فنون الأداء، كما يُجمع كل من الرسم، والنحت، والتصوير كأمثلة للفنون البصريّة.[١٦]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تُصنّف الفنون إلى عِدّة فئات ومجموعات تتداخل فيما بينها، وبالرغم من أنّه ما زال هناك خلاف حتى اليوم بشأن التكوين الدقيق لتصنيف تلك الفئات، إلّا أنّ ذلك التصنيف يُعدُّ مقبولاً بشكلٍ عام،[٣] بحيث تُجمع الفنون الفرديّة بناءً على أوجه التشابه بينهما، فعلى سبيل المثال يُجمع المسرح، والرقص، والموسيقى ضِمن أشكال فنون الأداء، كما يُجمع كل من الرسم، والنحت، والتصوير كأمثلة للفنون البصريّة.[١٦]"
},
{
     "id": 83,
     "sentence": "تصميم الجرافيك للتسويق والإعلان.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تصميم الجرافيك للتسويق والإعلان."
},
{
     "id": 84,
     "sentence": "التدرب على الرسم المحوسب نظرًا لسهولة تعديل الأخطاء فيه وإجراء التعديلات عليه.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "التدرب على الرسم المحوسب نظرًا لسهولة تعديل الأخطاء فيه وإجراء التعديلات عليه."
},
{
     "id": 85,
     "sentence": "اخترع الصينيون القوالب الخشبية المُستخدمة للكتابة، والكتب المطبوعة على الورق لتحلّ محل المخطوطات باهظة الثمن، وفي القرن 18 م تطور فن الجرافيك لتُصبح طباعة الرسومات فيه باستخدام الصفائح المعدنية التي ترش الحبر على الورق، وفي مطلع القرن 19 م أصبحت الطباعة وسيلةً لنشر الرسومات والزخارف لتصل إلى عدد أكبر من محبي الفن.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "اخترع الصينيون القوالب الخشبية المُستخدمة للكتابة، والكتب المطبوعة على الورق لتحلّ محل المخطوطات باهظة الثمن، وفي القرن 18 م تطور فن الجرافيك لتُصبح طباعة الرسومات فيه باستخدام الصفائح المعدنية التي ترش الحبر على الورق، وفي مطلع القرن 19 م أصبحت الطباعة وسيلةً لنشر الرسومات والزخارف لتصل إلى عدد أكبر من محبي الفن.[٢]"
},
{
     "id": 86,
     "sentence": "فيلم La Fille de L'eau عم (1924م)",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فيلم La Fille de L'eau عام (1924م)"
},
{
     "id": 87,
     "sentence": "يتمتع الفن التجليدي بعدّة ميزات، وهي كالآتي:[٧]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يتمتع الفن التجريدي بعدّة ميزات، وهي كالآتي:[٧]"
},
{
     "id": 88,
     "sentence": "يُشير مفهوم الفنون الجميلة (بالإنجليزية: Fine Art) إلى أيّ عمل فنيّ يُمارس من أجل قيمته الجماليّة وليس قيمته الوظيفيّة،[١] بمعنى أنّه يتضمّن أيّ تعبير إبداعي ينقل فكرة، أو عاطفة، أو أيّ إطراء اجتماعي،[٢] وبذلك يتجلى الاختلاف بين مفهوم الفنون الجميلة والأنواع الأخرى من الفنون؛ كالفنون الزخرفيّة أو الحِرفيّة التي لها غرض نفعيّ أو تطبيق عمليّ،[١] ويُشار إلى أنّ فكرة الفن من أجل الفن فقط ظهرت في أواخر القرن التاسع عشر وأوائل القرن العشرين، كما يجدر بالذكر أنّ مفهوم الفنون الجميلة توسّع خلال  القرنيّن الماضيين بالتزامن مع تطوير وسائط جديدة؛ كالتصوير الفوتوغرافي والتصاميم الرقمية، وبهذا فإنّه من المتوقع مُستقبلاً أن تتضمّن الفنون الجميلة أنواعاً أخرى جديدة.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يُشير مفهوم الفنون الجميلة (بالإنجليزية: Fine Art) إلى أيّ عمل فنيّ يُمارس من أجل قيمته الجماليّة وليس قيمته الوظيفيّة،[١] بمعنى أنّه يتضمّن أيّ تعبير إبداعي ينقل فكرة، أو عاطفة، أو أيّ إطراء اجتماعي،[٢] وبذلك يتجلى الاختلاف بين مفهوم الفنون الجميلة والأنواع الأخرى من الفنون؛ كالفنون الزخرفيّة أو الحِرفيّة التي لها غرض نفعيّ أو تطبيق عمليّ،[١] ويُشار إلى أنّ فكرة الفن من أجل الفن فقط ظهرت في أواخر القرن التاسع عشر وأوائل القرن العشرين، كما يجدر بالذكر أنّ مفهوم الفنون الجميلة توسّع خلال  القرنيّن الماضيين بالتزامن مع تطوير وسائط جديدة؛ كالتصوير الفوتوغرافي والتصاميم الرقمية، وبهذا فإنّه من المتوقع مُستقبلاً أن تتضمّن الفنون الجميلة أنواعاً أخرى جديدة.[٢]"
},
{
     "id": 89,
     "sentence": "الفن التجريدي الإيمائي: يعتمد هذا النوع على الطريقة التي تُرسم بها اللوحة دون الاهتمام بموضوعها، وعلى اختلاف أنواع الفنون الأخرى غير التجريدية التي تعتمد نهجاً في كيفية طلاء اللوحات الفنية، فإنّ الفن التجريدي الإيمائي يعتمد على الحدس والمشاعر العميقة، ومن اللوحات التجريدية الإيمائية لوحة الرقم خمسة لجاكسون بولوك.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن التجريدي الإيمائي: يعتمد هذا النوع على الطريقة التي تُرسم بها اللوحة دون الاهتمام بموضوعها، وعلى اختلاف أنواع الفنون الأخرى غير التجريدية التي تعتمد نهجاً في كيفية طلاء اللوحات الفنية، فإنّ الفن التجريدي الإيمائي يعتمد على الحدس والمشاعر العميقة، ومن اللوحات التجريدية الإيمائية لوحة الرقم خمسة لجاكسون بولوك."
},
{
     "id": 90,
     "sentence": "أمبرتو بوتشيني: من أشهر الرّسامين الإيطاليّين، وُلد في مدينة ريدجو كالابريا عام 1882م، ودرس في الكليّة التقنيّة في مدينة كاتانيا في صقلية، وله العديد من اللوحات التي تعكس ديناميكية الحياة الحديثة، بالإضافة إلى أعماله المنحوتة، كما أنّه نقل صورة الحياة الحديثة بشكل كتابيّ من خلال الكُتب والمقالات، وتُوفّي عام 1916م،[٩]ومن أشهر لوحات بوتشيني لوحة بعنوان The City Rises رسمها عام 1910م،[١٠] ومن الجدير بالذِّكر أنّه يمتلك سلسلةً ثلاثيّةً من اللوحات المشهورة باسم States of Mind، والتي رسمها عام 1911م واصفاً فيها الحياة المُعاصرة بطبيعتها المُؤقّتة من خلال إبراز بُعدها النّفسيّ في ثنايا لوحاته، وهي كالآتي:[١١]States of Mind I: The Farewells: يوضّح بوتشيني في هذه اللوحة حركة النّاس الفوضويّة وانبعاثهم على هيئة موجات مُشبّهاً إيّاهم بالدخان الذي يتصاعد من القطار.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "أمبرتو بوتشيني: من أشهر الرّسامين الإيطاليّين، وُلد في مدينة ريدجو كالابريا عام 1882م، ودرس في الكليّة التقنيّة في مدينة كاتانيا في صقلية، وله العديد من اللوحات التي تعكس ديناميكية الحياة الحديثة، بالإضافة إلى أعماله المنحوتة، كما أنّه نقل صورة الحياة الحديثة بشكل كتابيّ من خلال الكُتب والمقالات، وتُوفّي عام 1916م،[٩]ومن أشهر لوحات بوتشيني لوحة بعنوان The City Rises رسمها عام 1910م،[١٠] ومن الجدير بالذِّكر أنّه يمتلك سلسلةً ثلاثيّةً من اللوحات المشهورة باسم States of Mind، والتي رسمها عام 1911م واصفاً فيها الحياة المُعاصرة بطبيعتها المُؤقّتة من خلال إبراز بُعدها النّفسيّ في ثنايا لوحاته، وهي كالآتي:[١١]States of Mind I: The Farewells: يوضّح بوتشيني في هذه اللوحة حركة النّاس الفوضويّة وانبعاثهم على هيئة موجات مُشبّهاً إيّاهم بالدخان الذي يتصاعد من القطار."
},
{
     "id": 91,
     "sentence": "فنون الأداء التقليديّة: بما في ذلك المسرح، والأوبرا، والموسيقى، ونقص الباليه.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فنون الأداء التقليديّة: بما في ذلك المسرح، والأوبرا، والموسيقى، ورقص الباليه."
},
{
     "id": 92,
     "sentence": "تُعرّف الفنون الزخرفية (بالإنجليزية:Decorative Arts)  بأنّها الفنون التي تهتم بزخرفة وتصميم الأشياء التي تكتسب قيمتها بشكلٍ رئيسي من فائدتها وليس فقط لسماتها الجمالية،[٩] ويُعدُّ مصطلح الفنون الزخرفيّة مصطلحاً تقليديّاً يُستخدم للإشارة إلى مجموعة وظيفية عادةً من الحرف أو التخصصات الفنيّة المتعلقة بتصميم وزخرفة العناصر،[١٠] وبذلك فإنّ الفنون الزخرفيّة تندرج تحت مظلة كبيرة من الفنون تُدعى بالفنون التطبيقيّة،[١٠] أو الحرف اليدويّة؛ وذلك لأن السمّة المميزة للحِرف اليدويّة تكمن بوجود درجة كبيرة من العمل اليدويّ بدلاً من وجود المهارة واستخدام الآلة،[١١] وتجدر الإشارة إلى أنّ بعض الأشكال الحديثة لهذا النوع من الفنون تندرج ضِمن تخصصات التصميم، بالتالي فإنّه من المُحتمل تلاشي مصطلح الفنون الزخرفيّة؛ نظراً لأنّه يتماشى بشكلٍ معيقق مع فئات الفنون التطبيقيّة والحرف.[١٠]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تُعرّف الفنون الزخرفية (بالإنجليزية:Decorative Arts)  بأنّها الفنون التي تهتم بزخرفة وتصميم الأشياء التي تكتسب قيمتها بشكلٍ رئيسي من فائدتها وليس فقط لسماتها الجمالية،[٩] ويُعدُّ مصطلح الفنون الزخرفيّة مصطلحاً تقليديّاً يُستخدم للإشارة إلى مجموعة وظيفية عادةً من الحرف أو التخصصات الفنيّة المتعلقة بتصميم وزخرفة العناصر،[١٠] وبذلك فإنّ الفنون الزخرفيّة تندرج تحت مظلة كبيرة من الفنون تُدعى بالفنون التطبيقيّة،[١٠] أو الحرف اليدويّة؛ وذلك لأن السمّة المميزة للحِرف اليدويّة تكمن بوجود درجة كبيرة من العمل اليدويّ بدلاً من وجود المهارة واستخدام الآلة،[١١] وتجدر الإشارة إلى أنّ بعض الأشكال الحديثة لهذا النوع من الفنون تندرج ضِمن تخصصات التصميم، بالتالي فإنّه من المُحتمل تلاشي مصطلح الفنون الزخرفيّة؛ نظراً لأنّه يتماشى بشكلٍ وثيق مع فئات الفنون التطبيقيّة والحِرف.[١٠]"
},
{
     "id": 93,
     "sentence": "يهدف الفن السريالي إلى إحداث ثورة في التجربة الإنسانية؛ إذ يُوازن بين رؤية عقلانية للحياة، ورؤية حالمة ولاواعية، وتُمثل السريالية الجمال الفني من خلال عناصر وتركيبات غريبة وغير تقليدية، ويكمن جهر الأعمال الفنية السريالية في تحدي القيم، والأعراف المفروضة، والبحث عن الحرية، وتُشير كلمة لسريالية إلى ما وراء الواقع، يستخدم الفنانون السردالية لتصوير وتجسيد الأفكار والصور من عقلهم اللاواعي.[٥]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يهدف الفن السريالي إلى إحداث ثورة في التجربة الإنسانية؛ إذ يُوازن بين رؤية عقلانية للحياة، ورؤية حالمة ولاواعية، وتُمثل السريالية الجمال الفني من خلال عناصر وتركيبات غريبة وغير تقليدية، ويكمن جهر الأعمال الفنية السريالية في تحدي القيم، والأعراف المفروضة، والبحث عن الحرية، وتُشير كلمة لسريالية إلى ما وراء الواقع، يستخدم الفنانون السريالية لتصوير وتجسيد الأفكار والصور من عقلهم اللاواعي.[٥]"
},
{
     "id": 94,
     "sentence": "جميع الأشكال الفنيّة القائمة على أعمال، الزجاج، والطين، والخشب، والمعدن، وتصميم المجوهرات[٣] وصناعة السلاسل، وفن الفسيفساء، والزجاج الملوّن، والسيراميك، بالإضافة إلى الأثاث، والمفروشات، والسجاد، والنسيج، والتطريز.[١٠]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "جميع الأشكال الفنيّة القائمة على أعمال، الزجاج، والطين، والخشب، والمعدن، وتصميم المجوهرات[٣] وصناعة السلاسل، وفن الفسيفساء، والزجاج الملوّن، والسيراميك، بالإضافة إلى الأثاث، والمفروشات، والسجاد، والنسيج، والتطريز.[١٠]"
},
{
     "id": 95,
     "sentence": "يؤدي تصميم الجرافيك إلى تسهيل مهمة إيصال المعلومة إلى المتلّقي، وهناك أنواع متعددة من الجرافيك، وهي كما يأتي:[٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يؤدي تصميم الجرافيك إلى تسهيل مهمة إيصال المعلومة إلى المتلّقي، وهناك أنواع متعددة من الجرافيك، وهي كما يأتي:[٣]"
},
{
     "id": 96,
     "sentence": "التدرب على مهارات استهداف الجمهور للوصول إلى تظليل جيد للأشخاص وصناعة التصميم الجاذب لهم.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "التدرب على مهارات استهداف الجمهور للوصول إلى تحليل جيد للأشخاص وصناعة التصميم الجاذب لهم."
},
{
     "id": 97,
     "sentence": "كثرة استعمال كلمة فن وانتشارها، وارتباطها بالعديد من فروع المعرفة مثل الفلسفة، كما ارتبطت الكلمة بأمور مثل الصناعة، والتسلية، والسحر وغيرها.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "كثرة استعمال كلمة فن وانتشارها، وارتباطها بالعديد من فروع المعرفة مثل الفلسفة، كما ارتبطت الكلمة بأمور مثل الصناعة، والتسلية، والسحر وغيرها."
},
{
     "id": 98,
     "sentence": "الطباعة: يشمل ذلك استخدام الأساليب البسيطة؛ كالنقش على الخشب أو الستنسل، أو باستخدام الأساليب الأكثر صعوبة ومشقّة؛ كالنقش، والحفر، والطباعة الحجريّة، بالإضافة إلى الأشكال الأكثر حداثة وتطوراً؛ كطباعة الساشة، والتصوير بالرقائق، ومطبوعات الجيكليه.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الطباعة: يشمل ذلك استخدام الأساليب البسيطة؛ كالنقش على الخشب أو الستنسل، أو باستخدام الأساليب الأكثر صعوبة ومشقّة؛ كالنقش، والحفر، والطباعة الحجريّة، بالإضافة إلى الأشكال الأكثر حداثة وتطوراً؛ كطباعة الشاشة، والتصوير بالرقائق، ومطبوعات الجيكليه."
},
{
     "id": 99,
     "sentence": "التدرب على مهارات الخط المطبعي (بالإنجليزية: Typeface) التي تساعد على سهولة القراءة واستخدام الحظ المناسب للتصميم.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "التدرب على مهارات الخط المطبعي (بالإنجليزية: Typeface) التي تساعد على سهولة القراءة واستخدام الخط المناسب للتصميم."
},
{
     "id": 100,
     "sentence": "يُطلق مصطلح الفن التشكيلي، أو الفن البصري على مُختلف الإبداعات التي يُمكن رؤيتها ومنها اللوحات الفنيّة وغيرها، ويتم إنشاء هذه القطع الفنيّة لتحفيز الشخص من خلال تجربة بصريّة، حيث تُثير لدى الناظر إليها شعوراً ما، سواء كان جيداً أو سيئاً، وتُعدّ هذه الأشكال الفنيّة شائعةً جدّاً ومتنوّعة، ومن بين الفنون البصريةّ الفنون الزخرفيّة التي تشمل السيراميك، والأثاث، والتصميم الداخلي، وصنع المجوهرات، وغيرها. [١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يُطلق مصطلح الفن التشكيلي، أو الفن البصري على مُختلف الإبداعات التي يُمكن رؤيتها ومنها اللوحات الفنيّة وغيرها، ويتم إنشاء هذه القطع الفنيّة لتحفيز الشخص من خلال تجربة بصريّة، حيث تُثير لدى الناظر إليها شعوراً ما، سواء كان جيداً أو سيئاً، وتُعدّ هذه الأشكال الفنيّة شائعةً جدّاً ومتنوّعة، ومن بين الفنون البصريةّ الفنون الزخرفيّة التي تشمل السيراميك، والأثاث، والتصميم الداخلي، وصنع المجوهرات، وغيرها. [١]"
},
{
     "id": 101,
     "sentence": "نشأت فنون الأداء (بالإنجليزية: Performance Art) في أوائل السبعينات كمُصطلح عام للدلالة على العديد من الأنشطة التي تتضمّن استخدام الجسد والأعمال، بحيث تمتاز بتقديم عرض حيّ للجمهور، كما تعتمد على فنون التمثيل، والشعر، والموسيقى، والرقص، والرسم، لذا فإنّ ذلك النوع من الفنون يُمثّل حدثاً أكثر من كونه قطعة ماديّة، ويُشار إلى أنّها تعتمد على عامل الوقت، لذلك فبحكم طبيعتها فإنّها سريعة الزوال، إلّا أنّه يُمكن تسجيلها بكاميرات الفيديو.[١٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "نشأت فنون الأداء (بالإنجليزية: Performance Art) في أوائل السبعينات كمُصطلح عام للدلالة على العديد من الأنشطة التي تتضمّن استخدام الجسد والأعمال، بحيث تمتاز بتقديم عرض حيّ للجمهور، كما تعتمد على فنون التمثيل، والشعر، والموسيقى، والرقص، والرسم، لذا فإنّ ذلك النوع من الفنون يُمثّل حدثاً أكثر من كونه قطعة ماديّة، ويُشار إلى أنّها تعتمد على عامل الوقت، لذلك فبحكم طبيعتها فإنّها سريعة الزوال، إلّا أنّه يُمكن تسجيلها بكاميرات الفيديو.[١٢]"
},
{
     "id": 102,
     "sentence": "الفن الرقمي هو عمل أو ممارسة فنية تستخدم التكنولوجيا الرقمية كجزء من عملية الإبداع أو العرض، لذلك، يختلف الفن الرقمي فقط عن الفن التقليدي في الأدوات المستخدمة لإنتاج المحتوى الإبداعي أو توزيعه، حيث يدور الفن الرقمي حول مفهوم مركزي واحد وهو مشاركة التقنيات القائمة على الكمبيوتر، وينقسم الفن الرقمي إلى ثلاث فئات رئيسية: الرسم الرقمي، والتصوير الرقمي، والغرفة المظلمة، وهناك العديد من الفئات الفرعية، وبالطبع يمكن للفنان الجمع بين أيٍّ وكل شيء لخلق رؤيته الفريدة الخاصة به.[١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن الرقمي هو عمل أو ممارسة فنية تستخدم التكنولوجيا الرقمية كجزء من عملية الإبداع أو العرض، لذلك، يختلف الفن الرقمي فقط عن الفن التقليدي في الأدوات المستخدمة لإنتاج المحتوى الإبداعي أو توزيعه، حيث يدور الفن الرقمي حول مفهوم مركزي واحد وهو مشاركة التقنيات القائمة على الكمبيوتر، وينقسم الفن الرقمي إلى ثلاث فئات رئيسية: الرسم الرقمي، والتصوير الرقمي، والغرفة المظلمة، وهناك العديد من الفئات الفرعية، وبالطبع يمكن للفنان الجمع بين أيٍّ وكل شيء لخلق رؤيته الفريدة الخاصة به.[١]"
},
{
     "id": 103,
     "sentence": "المدرسة التجريدية: تعتمد على تجريد الحقائق والأشياء من طبيعتها، وإعادة نشرها بطرق مُختلفة عن الواقع، أي أنّ رؤية الفنان خاضعة لهباله.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "المدرسة التجريدية: تعتمد على تجريد الحقائق والأشياء من طبيعتها، وإعادة نشرها بطرق مُختلفة عن الواقع، أي أنّ رؤية الفنان خاضعة لخياله."
},
{
     "id": 104,
     "sentence": "بيت موندريان (1872-1944)م: من أشهر مُؤسّسي الفن التجريدي الهندسي في حركة الفن التشكيلي الحديث، ويُعدّ أول من اكتشف خصائص الشكل واللون الطبيعي، مع اعتباره أنّ حقيقة العمل الفنيّ تبقى دائماً وإن تحوّلت الأشكال فيها، ومن الجدير بالذكر أنّ بدايته في الفنّ كانت تحمل المعنى الانطباعي، ثمّ تركه واتّجه إلى الرّسم بالتدريج من خلال تبسيط الأشياء؛ ليصل بها بعيداً عن الحقيقة، فاستطاع بعد ذلك إيجاد التوازن البصريّ من خلال استخدامه الخطوط الأفقيّة والعموديّة في أعماله بطريقة مُتكافئة.[٨]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "بيت موندريان (1872-1944)م: من أشهر مُؤسّسي الفن التجريدي الهندسي في حركة الفن التشكيلي الحديث، ويُعدّ أول من اكتشف خصائص الشكل واللون الطبيعي، مع اعتباره أنّ حقيقة العمل الفنيّ تبقى دائماً وإن تحوّلت الأشكال فيها، ومن الجدير بالذكر أنّ بدايته في الفنّ كانت تحمل المعنى الانطباعي، ثمّ تركه واتّجه إلى الرّسم بالتدريج من خلال تبسيط الأشياء؛ ليصل بها بعيداً عن الحقيقة، فاستطاع بعد ذلك إيجاد التوازن البصريّ من خلال استخدامه الخطوط الأفقيّة والعموديّة في أعماله بطريقة مُتكافئة.[٨]"
},
{
     "id": 105,
     "sentence": "الوسائط الجديدة أيّ الفن الرقميّ؛ ويشمل ذلك رسومات الحاسوب، والرسوم المتحركة، والفن الافتراضي، والفنون التفاعليّة، ولعاب الفيديو، والطباعة ثلاثيّة الأبعاد، والفن كتكنولوجيا الحيويّة،[٤] أو أيّ مزيج من تلك الأنواع.[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الوسائط الجديدة أيّ الفن الرقميّ؛ ويشمل ذلك رسومات الحاسوب، والرسوم المتحركة، والفن الافتراضي، والفنون التفاعليّة، وألعاب الفيديو، والطباعة ثلاثيّة الأبعاد، والفن كتكنولوجيا الحيويّة،[٤] أو أيّ مزيج من تلك الأنواع.[٣]"
},
{
     "id": 106,
     "sentence": "لوحة الخالة الإنسانية للفنان رينيه ماغريت عام 1933م.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "لوحة الحالة الإنسانية للفنان رينيه ماغريت عام 1933م."
},
{
     "id": 107,
     "sentence": "كما تطوّر فن الجرافيك ما بين القرن العاشر والخامس عشر في العهد الإسلامي، واستُخدمت المنمنمات الفارسية في تصوير الأشكال البشرية، والحيوات، والمباني، والمناظر الطبيعية، وأنماط زخرفية أخرى.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "كما تطوّر فن الجرافيك ما بين القرن العاشر والخامس عشر في العهد الإسلامي، واستُخدمت المنمنمات الفارسية في تصوير الأشكال البشرية، والحيوانات، والمباني، والمناظر الطبيعية، وأنماط زخرفية أخرى.[٢]"
},
{
     "id": 108,
     "sentence": "تُعدُّ الفنون الجميلة النوع التقليديّ أو الكلاسيكي للفنون التي دُرّست منذ القدم في المدارس الشهيرة في فلورنسا، وروما، وباريس، ولندن، حيث شكل المنظور الخطيّ وترتيبه لأنواع الرسم أحد الموروثات الرئيسيّة لتلك الأكاديميات، وتجدر الإشارة إلى أنّ الكنيسة كانت تُمثّل الراعي الأكبر والأكثر أهميةً لذلك النوع من الفنون، ممّا يدّل على أنّ الفنون الدينيّة تحتوي على أقبر مجموعة من أشكال وأعمال الفنون الجميّلة.[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تُعدُّ الفنون الجميلة النوع التقليديّ أو الكلاسيكي للفنون التي دُرّست منذ القدم في المدارس الشهيرة في فلورنسا، وروما، وباريس، ولندن، حيث شكل المنظور الخطيّ وترتيبه لأنواع الرسم أحد الموروثات الرئيسيّة لتلك الأكاديميات، وتجدر الإشارة إلى أنّ الكنيسة كانت تُمثّل الراعي الأكبر والأكثر أهميةً لذلك النوع من الفنون، ممّا يدّل على أنّ الفنون الدينيّة تحتوي على أكبر مجموعة من أشكال وأعمال الفنون الجميّلة.[٣]"
},
{
     "id": 109,
     "sentence": "تشمل الفنون التطبيقيّة ما يأتي: [٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تشمل الفنون التطبيقيّة ما يأتي: [٣]"
},
{
     "id": 110,
     "sentence": "أنواع الفن لا تعد ولا تحصى! فهل وصل ذلك لنوافذ السيارات؟",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "أنواع الفن لا تعد ولا تحصى! فهل وصل ذلك لنوافذ السيارات؟"
},
{
     "id": 111,
     "sentence": "يرتبط هذا النوع من الفن الرقمي بشكل أساسي بمقاطع الفيديو والصور المستخدمة في الأفلام أو الألعاب أو المشاريع الجمالية، وهناك برنامج يتم استخدامه من أجل إنتاج فن البكسل، وهو يدعم أجهزة الكمبيوتر 8 بت و 16 بت، بما في ذلك بعض الآلات الحاسبة الرسومية ووحدات تحكم ألعاب الفيديو، وقد ظهرت فكرة فن البكسل بشكل بارز مع فكرة تحديث ألعاب الفيديو، هذا يعني أن المستوى الجمالي لألعاب الفيديو التي يتم إنشاؤها يجب أن يتطابق مع المعايير والتوقعات التجتمعية لهذه الألعاب.[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يرتبط هذا النوع من الفن الرقمي بشكل أساسي بمقاطع الفيديو والصور المستخدمة في الأفلام أو الألعاب أو المشاريع الجمالية، وهناك برنامج يتم استخدامه من أجل إنتاج فن البكسل، وهو يدعم أجهزة الكمبيوتر 8 بت و 16 بت، بما في ذلك بعض الآلات الحاسبة الرسومية ووحدات تحكم ألعاب الفيديو، وقد ظهرت فكرة فن البكسل بشكل بارز مع فكرة تحديث ألعاب الفيديو، هذا يعني أن المستوى الجمالي لألعاب الفيديو التي يتم إنشاؤها يجب أن يتطابق مع المعايير والتوقعات المجتمعية لهذه الألعاب.[٣]"
},
{
     "id": 112,
     "sentence": "يجب على من يودّ العمل في التصميم الجرافيكي قضاء بعض الوقت في تنمية وبناء مهارات أساسية تُستخدم في التصميم، ومن أبرز المهارات التي يجب تعلّمها ما يأتي:[٤]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يجب على من يودّ العمل في التصميم الجرافيكي قضاء بعض الوقت في تنمية وبناء مهارات أساسية تُستخدم في التصميم، ومن أبرز المهارات التي يجب تعلّمها ما يأتي:[٤]"
},
{
     "id": 113,
     "sentence": "States of Mind II: Those Who Go: يوضّح بوتشيني في هذه اللوحة ما رسمه في اللوحة السابقة، فيرسم في هذه اللوحة الأشخاص الذين يُغادرون من محطّة القطار، ويُميّزهم بخطوط مائلة لامعة، ويقول بوتشيني أنّ هذه اللوحة تُعبّر عن الشّعور بالوحدة، والشرب، والارتباك.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "States of Mind II: Those Who Go: يوضّح بوتشيني في هذه اللوحة ما رسمه في اللوحة السابقة، فيرسم في هذه اللوحة الأشخاص الذين يُغادرون من محطّة القطار، ويُميّزهم بخطوط مائلة لامعة، ويقول بوتشيني أنّ هذه اللوحة تُعبّر عن الشّعور بالوحدة، والكرب، والارتباك."
},
{
     "id": 114,
     "sentence": "اختلف العديد من الباحثين في حقل الفن على وضع تعريف محدد وواضح له، ويرجع ذلك إلى العديد من الأسباب التي عبروا عنها في مختلف أعمالهم الفكرية، حيث اعتبروا أن الفن مفهوم مفتوح، كما أن الأعمال الفكرية تختلف عن بعضها البعض، وتتغير من جيل إلى آخر، ولذلك يصعب تحديد تعريف واحد للفن. وقد ورد عن فيلسوف الجماليات الأمريكي موريس ويتز (بالإنجليزية: Morris Weitz) أن خصائص الفن تختلف باختلاف مفهوم الفن الذي يتغير باستمرار عبر الزمن ويتغيّر كذلك من عمل فني لآخر. كما شبه الفيلسوف النمساويّ البريطانيّ لودفيغ فتكنشتاين (بالألمانية: Ludwig Wittgenstein) طبيعة البحث بمفهوم الفن بطبيعة الألعاب؛ حيث توجد خصائص متنوعة ومشتركة بين جميع أنواع الألعاب تسمح بوضعها في التصنيف نفسه، إلّا أن خصائص أخرى موجودة في نوع معين وغير موجودة في نوع آخر تتسبّب في صعوبة وضع تعريف واحد لجميع الألعاب، وينطبق الأمر ذاته على أنواع الفن. أما الشاعر والمؤرّخ الإنجليزي هربرت ريد (بالإنجليزية: Herbert Read)  فكان رأيه حول الفن أنه لا توجد إجابة بسيطة حول مفهومه، إلّا أن مختلف أنواع الفنون تشترك في شكلها أو هيئتها. ويرى أستاذ تاريخ الفن توماس مونرو (بالإنجليزية: Thomas Munro) أن إشكالية تحديد مفهوم الفن ترجع إلى أنه يشتمل على ألوان مختلفة من الإنتاج الثقافي، وأنه لا يقتصر على الفنون البصرية كالتصيور والنحت، وإنما يشتمل أيضاً على السيقى، والأدب، والمسرح، وغيرها من الفنون الأخرى.[١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "اختلف العديد من الباحثين في حقل الفن على وضع تعريف محدد وواضح له، ويرجع ذلك إلى العديد من الأسباب التي عبروا عنها في مختلف أعمالهم الفكرية، حيث اعتبروا أن الفن مفهوم مفتوح، كما أن الأعمال الفكرية تختلف عن بعضها البعض، وتتغير من جيل إلى آخر، ولذلك يصعب تحديد تعريف واحد للفن. وقد ورد عن فيلسوف الجماليات الأمريكي موريس ويتز (بالإنجليزية: Morris Weitz) أن خصائص الفن تختلف باختلاف مفهوم الفن الذي يتغير باستمرار عبر الزمن ويتغيّر كذلك من عمل فني لآخر. كما شبه الفيلسوف النمساويّ البريطانيّ لودفيغ فتكنشتاين (بالألمانية: Ludwig Wittgenstein) طبيعة البحث بمفهوم الفن بطبيعة الألعاب؛ حيث توجد خصائص متنوعة ومشتركة بين جميع أنواع الألعاب تسمح بوضعها في التصنيف نفسه، إلّا أن خصائص أخرى موجودة في نوع معين وغير موجودة في نوع آخر تتسبّب في صعوبة وضع تعريف واحد لجميع الألعاب، وينطبق الأمر ذاته على أنواع الفن. أما الشاعر والمؤرّخ الإنجليزي هربرت ريد (بالإنجليزية: Herbert Read)  فكان رأيه حول الفن أنه لا توجد إجابة بسيطة حول مفهومه، إلّا أن مختلف أنواع الفنون تشترك في شكلها أو هيئتها. ويرى أستاذ تاريخ الفن توماس مونرو (بالإنجليزية: Thomas Munro) أن إشكالية تحديد مفهوم الفن ترجع إلى أنه يشتمل على ألوان مختلفة من الإنتاج الثقافي، وأنه لا يقتصر على الفنون البصرية كالتصيور والنحت، وإنما يشتمل أيضاً على الموسيقى، والأدب، والمسرح، وغيرها من الفنون الأخرى.[١]"
},
{
     "id": 115,
     "sentence": "تصميم الجرافيك لللهوية المرئية.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تصميم الجرافيك للهوية المرئية."
},
{
     "id": 116,
     "sentence": "الفن التجريدي البسيط: ظهر هذا النّوع بعد ظهور الفن التجريدي الهندسي، فتمّ استخدام الأشكال الهندسيّة في هذا النوع بشكل مُبسّط أكثر ممّا تمّ استخدامه في التجريد الهندسي، وعلى عكسه فقد تمّ استخدام الرّسم ثلاثي الأبعاد، فكان المُهمّ أن يكون أساس العمل الفني البساطة البالغة، وقد لقي هذا النّوع شُعرةً شعبيّةً كبيرةً مُقارنة بالأنواع الأخرى خاصّةً في العصر الحديث.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الفن التجريدي البسيط: ظهر هذا النّوع بعد ظهور الفن التجريدي الهندسي، فتمّ استخدام الأشكال الهندسيّة في هذا النوع بشكل مُبسّط أكثر ممّا تمّ استخدامه في التجريد الهندسي، وعلى عكسه فقد تمّ استخدام الرّسم ثلاثي الأبعاد، فكان المُهمّ أن يكون أساس العمل الفني البساطة البالغة، وقد لقي هذا النّوع شُهرةً شعبيّةً كبيرةً مُقارنة بالأنواع الأخرى خاصّةً في العصر الحديث."
},
{
     "id": 117,
     "sentence": "يستخدم الفنان برنامج الرسم المتجه ويخلق الصورة بالكامل في البيئة الافتراضية، يستخدم خلال هذا النوع من الرسم الأشكال الموضحة ويمكن ملؤها بألوان وأنماط مختلفة، ويميل إلى إنتاج لوحات فنية ذات حواف أكثر صلابة.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يستخدم الفنان برنامج الرسم المتجه ويخلق الصورة بالكامل في البيئة الافتراضية، يستخدم خلال هذا النوع من الرسم الأشكال الموضحة ويمكن ملؤها بألوان وأنماط مختلفة، ويميل إلى إنتاج لوحات فنية ذات حواف أكثر صلابة.[٢]"
},
{
     "id": 118,
     "sentence": "ظهر الفن التجريديّ كنوع من أنواع الفنون في أوائل القرن العشرين، وقام الفنانون في تلك الفترة بالعديد من الأعمال الفنيّة التي تعتمد على خيالهم، وليس على ما يرونه من المرئيّات، وقد عرّفوها بالأعمال الفنية النقيّة، وذاع صِيت هذه الأعمال في زمن كاندينسكي تحديداً عام 1911م، ومن اللوحات التي اشتُهرت في ذلك الوقت، لوحات الفنّان الفرنسيّ فرانسيس بيكابيا عام 1909م، ومنها: لوحة Picture with a Circle، ولوحة Caoutchouc.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "ظهر الفن التجريديّ كنوع من أنواع الفنون في أوائل القرن العشرين، وقام الفنانون في تلك الفترة بالعديد من الأعمال الفنيّة التي تعتمد على خيالهم، وليس على ما يرونه من المرئيّات، وقد عرّفوها بالأعمال الفنية النقيّة، وذاع صِيت هذه الأعمال في زمن كاندينسكي تحديداً عام 1911م، ومن اللوحات التي اشتُهرت في ذلك الوقت، لوحات الفنّان الفرنسيّ فرانسيس بيكابيا عام 1909م، ومنها: لوحة Picture with a Circle، ولوحة Caoutchouc.[٢]"
},
{
     "id": 119,
     "sentence": "المدرسة الرمزية: اعتمدت على الترميز في الرسم، واللبتعاد عن تصوير الطبيعة، حيث كان الترميز واضحاً من خلال طرق التعبير في الرسم، والألوان المُستخدمة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "المدرسة الرمزية: اعتمدت على الترميز في الرسم، واللبتعاد عن تصوير الطبيعة، حيث كان الترميز واضحاً من خلال طرق التعبير في الرسم، والألوان المُستخدمة."
},
{
     "id": 120,
     "sentence": "الفن الزخرفي هو ذلك الفن الذي يهتم بزخرفة وتصميم الأشياء والأشكال نظراً لفائدتها بشكل أساسي، وليس لصفاتها وشكلها الجمالي، كالرسم على السيراميك، والأدوات المعدنية، والمجوهرات، والأثاث، والملاقط، وغيرها من الأشياء الملموسة التي من الممكن أن يتم الزخرفة عليها، كما أنه يعتمد بشكل أساسي على الطبيعة؛ كالنباتات والحيوانات ومختلف المظاهر الطبيعية.[٤]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "الفن الزخرفي هو ذلك الفن الذي يهتم بزخرفة وتصميم الأشياء والأشكال نظراً لفائدتها بشكل أساسي، وليس لصفاتها وشكلها الجمالي، كالرسم على السيراميك، والأدوات المعدنية، والمجوهرات، والأثاث، والملابس، وغيرها من الأشياء الملموسة التي من الممكن أن يتم الزخرفة عليها، كما أنه يعتمد بشكل أساسي على الطبيعة؛ كالنباتات والحيوانات ومختلف المظاهر الطبيعية.[٤]"
},
{
     "id": 121,
     "sentence": "تختلف الفكرة الكلاسيكيّة للفنون عن الفكرة الحالية له اليوم، حيث كانت تُعنى الفنون قديماً بالقدرة البشريّة على إنتاج الأشياء طالما كان إنتاج تلك الأشياء مُنوماً وخاضعاً للقواعد، كما كان الفن يُركّز على المهارة أكثر من العمل الفنيّ بحدّ ذاته.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تختلف الفكرة الكلاسيكيّة للفنون عن الفكرة الحالية له اليوم، حيث كانت تُعنى الفنون قديماً بالقدرة البشريّة على إنتاج الأشياء طالما كان إنتاج تلك الأشياء مُنظماً وخاضعاً للقواعد، كما كان الفن يُركّز على المهارة أكثر من العمل الفنيّ بحدّ ذاته."
},
{
     "id": 122,
     "sentence": "من خلال أجهزة الكمبيوتر، يمكن عمل فن الرسم الرقمي بشكل احترافي، باستخدام اللوحات الرقمية ثنائية وثلاثية الأبعاد باعتبارها أشهر الأشكال، إذ يتم تقديم الصور ثنائية الأبعاد بالكامل في البيئة الافتراضية للكمبيوتر باستخدام أدوات الرسم التي تعكس أنماط الوسائط الطبيعية، ويمكن أن تكون الإبداعات ثنائية الأبعاد بمثابة قاعدة للنمذجة ثلاثية الأبعاد وبرامج العرض التي تُستخدم أساسًا للنحت في الفضاء الافتراضي. [١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "من خلال أجهزة الكمبيوتر، يمكن عمل فن الرسم الرقمي بشكل احترافي، باستخدام اللوحات الرقمية ثنائية وثلاثية الأبعاد باعتبارها أشهر الأشكال، إذ يتم تقديم الصور ثنائية الأبعاد بالكامل في البيئة الافتراضية للكمبيوتر باستخدام أدوات الرسم التي تعكس أنماط الوسائط الطبيعية، ويمكن أن تكون الإبداعات ثنائية الأبعاد بمثابة قاعدة للنمذجة ثلاثية الأبعاد وبرامج العرض التي تُستخدم أساسًا للنحت في الفضاء الافتراضي. [١]"
},
{
     "id": 123,
     "sentence": "وقد جاء في معجم الوسيط أن الفن هو التطبيق العملي للنظريات العملية باستخدام الوسائل التي تحققها، ويتم اكتساب الفن بالدراسة والتمرين عليه، وهو عبارة عن مجموعة من القواعد الخاصة بحرفة أو صناعة ما. كما جاء أنه مجموعة الوسائل التي يستخدمها الفرد لإثارة المشاعر والعواطف بما فيها عاطفة الجمال، كالتصوير والموسيقى والشعر، كما أنه مهارة يحكمها الذوق ومواهب الإنسان، وبالتالي فإن المعاني اللغوية للفن تشتمل على أنه هو التزيين أو الزينة، وهو الأسلوب الجميل، والمهارة في الشيء وإتقانه، ويربط هذا المعنى الفن بالصنعة والمعة. كما أن الفن هو الإبداع وخلق أشياء ممتعة، والإتيان بكل ما هو جديد.[٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "وقد جاء في معجم الوسيط أن الفن هو التطبيق العملي للنظريات العملية باستخدام الوسائل التي تحققها، ويتم اكتساب الفن بالدراسة والتمرين عليه، وهو عبارة عن مجموعة من القواعد الخاصة بحرفة أو صناعة ما. كما جاء أنه مجموعة الوسائل التي يستخدمها الفرد لإثارة المشاعر والعواطف بما فيها عاطفة الجمال، كالتصوير والموسيقى والشعر، كما أنه مهارة يحكمها الذوق ومواهب الإنسان، وبالتالي فإن المعاني اللغوية للفن تشتمل على أنه هو التزيين أو الزينة، وهو الأسلوب الجميل، والمهارة في الشيء وإتقانه، ويربط هذا المعنى الفن بالصنعة والمنفعة. كما أن الفن هو الإبداع وخلق أشياء ممتعة، والإتيان بكل ما هو جديد.[٢]"
},
{
     "id": 124,
     "sentence": "الفن التجريدي المُرتبط بالألوان أو الضوء: يتميّز هذا النوع بوجود دوامات من الصبغات اللونيّة التي تجعل النّاظر للعمل الفنيّ غير قادر على تمييزه جيّداً، ويظهر هذا النّوع في الأعمال الفنيّة للفنان أوسكار كلود مونيه، خاصّةً في سلسلة لوحاته المشهورة التي سمّاها زنابق الماء، كما اشتهر فنانون آخرون في هذا النوع من الفن التجريدي؛ كالفنان جوزيف مالورد.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن التجريدي المُرتبط بالألوان أو الضوء: يتميّز هذا النوع بوجود دوامات من الصبغات اللونيّة التي تجعل النّاظر للعمل الفنيّ غير قادر على تمييزه جيّداً، ويظهر هذا النّوع في الأعمال الفنيّة للفنان أوسكار كلود مونيه، خاصّةً في سلسلة لوحاته المشهورة التي سمّاها زنابق الماء، كما اشتهر فنانون آخرون في هذا النوع من الفن التجريدي؛ كالفنان جوزيف مالورد."
},
{
     "id": 125,
     "sentence": "يعمد الفنّانون إلى عدم التّمثيل وعدم الموضوعيّة في هذا النوع من الفن؛ وذلك لإعطاء المُشاهد فُرصة تفسير العمل كما يراه بنظرته الخاصّة، ومن الجدير بالذِّكر أنّ الفن التجريدي أصبح حديث النقاشات الرئيسية في مجال الفن الحديث، وذلك بعد حديث الناس عن كَون الفن التجريدي لا يحتاج إلى مهارات فنيّة، وعلى إثر ذلك قال الفنّان التجريدي الروسي فاسيلي كاندينسكي: من بين جميع الفنون، الّلوحة التّجريدية هي الأصعب، حيث إنّها تتطلّب أن تعرف كيف ترسم جيّداً، وأن تمتلك حساسيةً شديدة للتكوين والألوان، وأن تكون شاعراً حقيقياً، وهذا الأخير ضروريّ.[٢]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يعمد الفنّانون إلى عدم التّمثيل وعدم الموضوعيّة في هذا النوع من الفن؛ وذلك لإعطاء المُشاهد فُرصة تفسير العمل كما يراه بنظرته الخاصّة، ومن الجدير بالذِّكر أنّ الفن التجريدي أصبح حديث النقاشات الرئيسية في مجال الفن الحديث، وذلك بعد حديث الناس عن كَون الفن التجريدي لا يحتاج إلى مهارات فنيّة، وعلى إثر ذلك قال الفنّان التجريدي الروسي فاسيلي كاندينسكي: من بين جميع الفنون، الّلوحة التّجريدية هي الأصعب، حيث إنّها تتطلّب أن تعرف كيف ترسم جيّداً، وأن تمتلك حساسيةً شديدة للتكوين والألوان، وأن تكون شاعراً حقيقياً، وهذا الأخير ضروريّ.[٢]"
},
{
     "id": 126,
     "sentence": "فنون الأداء المفرط الحداقة: ويشمل ذلك فن الأحداث (بالإنجليزية: Happenings).",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فنون الأداء المفرط الحداثة: ويشمل ذلك فن الأحداث (بالإنجليزية: Happenings)."
},
{
     "id": 127,
     "sentence": "الفن التجريدي الانحنائي: يكون الطابع العام لهذا النوع هو احتواء العمل الفني على الخطوط المُنحنية التي تُستخدم لرسم مجموعة من الأنماط المُختلفة، مثل: الدوامات، والدوائر، والأنماط اللولبيّة، ويظهر ذلك واضحاً عند استخدامها في رسم الوجوه البشريّة، وممّا يُلاحظ في هذا النّوع أنّه لا يحتوي على خطوط مُستقيمة أو بزاوية قائمة إطلاقاً، ويشتهر استخدامه كأحد الأنماط الفنيّة في الفنون الموجودة في منطقة خليج بابوا، بالإضافة إلى وجوده في فن السلتيك (بالإنجليزية: Celtic Art).",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن التجريدي الانحنائي: يكون الطابع العام لهذا النوع هو احتواء العمل الفني على الخطوط المُنحنية التي تُستخدم لرسم مجموعة من الأنماط المُختلفة، مثل: الدوامات، والدوائر، والأنماط اللولبيّة، ويظهر ذلك واضحاً عند استخدامها في رسم الوجوه البشريّة، وممّا يُلاحظ في هذا النّوع أنّه لا يحتوي على خطوط مُستقيمة أو بزاوية قائمة إطلاقاً، ويشتهر استخدامه كأحد الأنماط الفنيّة في الفنون الموجودة في منطقة خليج بابوا، بالإضافة إلى وجوده في فن السلتيك (بالإنجليزية: Celtic Art)."
},
{
     "id": 128,
     "sentence": "أعمال التصميم الداخلي،[١٠] بما في ذلك طكور المكاتب.[٤]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "أعمال التصميم الداخلي،[١٠] بما في ذلك ديكور المكاتب.[٤]"
},
{
     "id": 129,
     "sentence": "تطوير الفن على الإنترنت، مثل اللافتات، والمدونات، وواجهات المواقع الإلكترونية.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تطوير الفن على الإنترنت، مثل اللافتات، والمدونات، وواجهات المواقع الإلكترونية."
},
{
     "id": 130,
     "sentence": "فيما يلي نبذة تاريخية عن تصريف الفن عند العرب والغرب:",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فيما يلي نبذة تاريخية عن تعريف الفن عند العرب والغرب:"
},
{
     "id": 131,
     "sentence": "استخدام برامج التصميم الموجودة على الكمبيوتر، وتعلّم كيفية التعامل معها باحتراقية، مثل برامج التصميم بمساعدة الحاسوب ( بالإنجليزية: Computer-aided design).",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "استخدام برامج التصميم الموجودة على الكمبيوتر، وتعلّم كيفية التعامل معها باحترافية، مثل برامج التصميم بمساعدة الحاسوب ( بالإنجليزية: Computer-aided design)."
},
{
     "id": 132,
     "sentence": "ارتباط مفهوم الجمال بالفن، وتداخل الكلمتين مع بعضهما البعض. والجدير بالذكر أن مفهوم كلمة جمال أيضاً يشكل إشكالية في تحديده وتفسيره.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "ارتباط مفهوم الجمال بالفن، وتداخل الكلمتين مع بعضهما البعض. والجدير بالذكر أن مفهوم كلمة جمال أيضاً يشكل إشكالية في تحديده وتفسيره."
},
{
     "id": 133,
     "sentence": "الرسم، أو ما يُعرف بالتصوير الزيتي.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الرسم، أو ما يُعرف بالتصوير الزيتي."
},
{
     "id": 134,
     "sentence": "كانت الفنون قديماً تُمثّل معرفة منطقية وضمنية غير معتمدةٍ على الإلهام، أو الحدس، أو الخيال، وتَمثّل ذلك المفهوم في الأموال الفنية اليونانية والرومانية، وبذلك فإنّ تعريف الفنون سابقاً كان يُشير إلى أعمال الهندسة المعماريّة، والنحت، والنجارة، والنسيج، وغيرها.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "كانت الفنون قديماً تُمثّل معرفة منطقية وضمنية غير معتمدةٍ على الإلهام، أو الحدس، أو الخيال، وتَمثّل ذلك المفهوم في الأعمال الفنية اليونانية والرومانية، وبذلك فإنّ تعريف الفنون سابقاً كان يُشير إلى أعمال الهندسة المعماريّة، والنحت، والنجارة، والنسيج، وغيرها."
},
{
     "id": 135,
     "sentence": "عدم وجود حدود واضحة تفصل بين مختلف الأعمال الفنية.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "عدم وجود حدود واضحة تفصل بين مختلف الأعمال الفنية."
},
{
     "id": 136,
     "sentence": "يتكون الفن التجريدي من عناصر غير طبيعية؛ مثل الأنماط والأشكال الهندسية، ويهدف إلى تصوير البساطة، والجانب الروحاني، والصفاء، والمناظر الطبيعية، وهو عبارة عن تركيبة من الخطوط، والألوان، والعناصر الفنية المختلفة، ومن هنا جاءت تسميته؛ إذ أنّه يُجرّد الأشياء ولا يُقدمها بشكل تمثيلي؛ أي لا يهدف إلى تقديم تصوير دقيق للمظهر المادي للأشخاص، والأشياء، ويتطلب تفسير هذا الفن عقلًا فضوليًا يُحب استكشاف الأعمال الفنية وتفسير رموزها.[١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يتكون الفن التجريدي من عناصر غير طبيعية؛ مثل الأنماط والأشكال الهندسية، ويهدف إلى تصوير البساطة، والجانب الروحاني، والصفاء، والمناظر الطبيعية، وهو عبارة عن تركيبة من الخطوط، والألوان، والعناصر الفنية المختلفة، ومن هنا جاءت تسميته؛ إذ أنّه يُجرّد الأشياء ولا يُقدمها بشكل تمثيلي؛ أي لا يهدف إلى تقديم تصوير دقيق للمظهر المادي للأشخاص، والأشياء، ويتطلب تفسير هذا الفن عقلًا فضوليًا يُحب استكشاف الأعمال الفنية وتفسير رموزها.[١]"
},
{
     "id": 137,
     "sentence": "معنى أكثر خصوصية: وهو الذي ينظر للفن على أنه عملٌ جماليٌّ يثير مشاعر السرور والفرح والبهجة في الناس، وهو ما يسمى بالفنون الجميلة، الهادفة لتمثيل وتصوير الجمال ومن أجل اللذة البعيدة عن كل منفعة أو مصلحة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "معنى أكثر خصوصية: وهو الذي ينظر للفن على أنه عملٌ جماليٌّ يثير مشاعر السرور والفرح والبهجة في الناس، وهو ما يسمى بالفنون الجميلة، الهادفة لتمثيل وتصوير الجمال ومن أجل اللذة البعيدة عن كل منفعة أو مصلحة."
},
{
     "id": 138,
     "sentence": "تم اختراع هذا المصطلح مع اكتشاف أجهزة الحاسوب، والتي قدمت استخدام الكاميرات الرقمية لإنتاج لقطة مثالية لا تستطيع الكاميرات الأخرى تحقيقها، واللقطات المثالية التي يمكن أن تنتجها الكاميرات الرقمية لم تكن موجودة في كاميرات الهواتف المحمولة، لذلك، عادةً ما يستثمر المصورون المحترفون في مجال الأعمال في DSLRs بسبب ميزاتها ووضوحها.[٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تم اختراع هذا المصطلح مع اكتشاف أجهزة الحاسوب، والتي قدمت استخدام الكاميرات الرقمية لإنتاج لقطة مثالية لا تستطيع الكاميرات الأخرى تحقيقها، واللقطات المثالية التي يمكن أن تنتجها الكاميرات الرقمية لم تكن موجودة في كاميرات الهواتف المحمولة، لذلك، عادةً ما يستثمر المصورون المحترفون في مجال الأعمال في DSLRs بسبب ميزاتها ووضوحها.[٣]"
},
{
     "id": 139,
     "sentence": "فيلم Entr'acte لرينيه كبير عام (1924م).",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فيلم Entr'acte لرينيه كلير عام (1924م)."
},
{
     "id": 140,
     "sentence": "التجريد عند ابن سينا: انتزاع النّفس الكلّيات المُفردة عن الجزئيات على سبيل تبريد معانيها عن المادّة وعلائق المادّة ولَواحقها.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "التجريد عند ابن سينا: انتزاع النّفس الكلّيات المُفردة عن الجزئيات على سبيل تجريد معانيها عن المادّة وعلائق المادّة ولَواحقها."
},
{
     "id": 141,
     "sentence": "تصميم الرسوم البيانية للتغليف.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تصميم الرسوم البيانية للتغليف."
},
{
     "id": 142,
     "sentence": "التجريد في الفن المُعاصر بحسب قول سها سلوم وعبد السلام شعيرة في مجلّة جامعة دمشق: الابتعاد عن المُحاكاة السّاذجة، ومحاولة استخراج أو البحث عن حقيقة الشيء الجوهريّة المُتخفّية وراء مظاهره الحسيّة الماديّة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "التجريد في الفن المُعاصر بحسب قول سها سلوم وعبد السلام شعيرة في مجلّة جامعة دمشق: الابتعاد عن المُحاكاة السّاذجة، ومحاولة استخراج أو البحث عن حقيقة الشيء الجوهريّة المُتخفّية وراء مظاهره الحسيّة الماديّة."
},
{
     "id": 143,
     "sentence": "يستخدم الفن التوضيحي بهدف توضيح معنى أو فكرة معينة عن طريق الرسم، وينقسم هذا النوع من الفنون إلى قسمين، الأول؛ الصور الذي ينقل من خلالا الفنان جزءًا من الواقع بصورة مبسطة وأكثر وضوحًا من شكلها في الواقع.[٥]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يستخدم الفن التوضيحي بهدف توضيح معنى أو فكرة معينة عن طريق الرسم، وينقسم هذا النوع من الفنون إلى قسمين، الأول؛ الصور الذي ينقل من خلالها الفنان جزءًا من الواقع بصورة مبسطة وأكثر وضوحًا من شكلها في الواقع.[٥]"
},
{
     "id": 144,
     "sentence": "تشمل فنون الأيذاء جميع ما يأتي:[٤]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تشمل فنون الأداء جميع ما يأتي:[٤]"
},
{
     "id": 145,
     "sentence": "يُمثّل مُصطلح الفنون التشكيليّة (بالإنجليزية:Plastic Art) أيّ عمل فنيّ يتضمّن وضع نموذج أو تشكيله في 3 أبعاد، لذا يُعدُّ النحت المثال الأكثر شيوعاً على الفنون التشكيليّة؛ لأنّ النحاتين يقومون بالتعديل، والتشكيل، والقص باستخدام مجموعة متنوعة من المواد التقليديّة والحديثة، وبناءً على ذلك التعريف فإنّ مفهوم الفنون التشكيليّة لا يُمكن توسيعه ليشمل جميع أشكال الفن في 3 أبعاد، فعلى سبيل المثال تندرج الهندسة المعمارية تحت فئة الفنون التشكيليّة.[٨]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يُمثّل مُصطلح الفنون التشكيليّة (بالإنجليزية:Plastic Art) أيّ عمل فنيّ يتضمّن وضع نموذج أو تشكيله في 3 أبعاد، لذا يُعدُّ النحت المثال الأكثر شيوعاً على الفنون التشكيليّة؛ لأنّ النحاتين يقومون بالتعديل، والتشكيل، والقص باستخدام مجموعة متنوعة من المواد التقليديّة والحديثة، وبناءً على ذلك التعريف فإنّ مفهوم الفنون التشكيليّة لا يُمكن توسيعه ليشمل جميع أشكال الفن في 3 أبعاد، فعلى سبيل المثال تندرج الهندسة المعمارية تحت فئة الفنون التشكيليّة.[٨]"
},
{
     "id": 146,
     "sentence": "عدم خضوع مفهوم الفن للأحكام المطلقة؛ بسبب ارتباطه بالنشاط الإنساني بشكل عام، وبالمشاعر بشكل خاص، فيعتبر النشاط الفني من الأنمطة الإنسانية سريعة التطور، الأمر الذي يجعل من الصعب اعتباره أمراً ثابتاً.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "عدم خضوع مفهوم الفن للأحكام المطلقة؛ بسبب ارتباطه بالنشاط الإنساني بشكل عام، وبالمشاعر بشكل خاص، فيعتبر النشاط الفني من الأنشطة الإنسانية سريعة التطور، الأمر الذي يجعل من الصعب اعتباره أمراً ثابتاً."
},
{
     "id": 147,
     "sentence": "يعد الفن القصصي من أكثر أنواع الفنون تداولاً وانتشاراً بين الفنانين، حيث يتم من خلال هذا الفن طرح وسرد حدث تاريخي أو موقف ديني أو أي قصة خيالية عن طريق الصور والرسومات عالية الدقة، وتعكس هذه الرسومات أحداث القصة التي يتم سردها، ولذلك فهي تحتاج إلى أسلوب ومهارة حتى تنفل الأحداث بدقة كما هي وتجذب المشاهد للمتابعة.[٦]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يعد الفن القصصي من أكثر أنواع الفنون تداولاً وانتشاراً بين الفنانين، حيث يتم من خلال هذا الفن طرح وسرد حدث تاريخي أو موقف ديني أو أي قصة خيالية عن طريق الصور والرسومات عالية الدقة، وتعكس هذه الرسومات أحداث القصة التي يتم سردها، ولذلك فهي تحتاج إلى أسلوب ومهارة حتى تنقل الأحداث بدقة كما هي وتجذب المشاهد للمتابعة.[٦]"
},
{
     "id": 148,
     "sentence": "الخط: يُمثّل فن الخط نوعاً آخراً من الفنون الجميلة، حيث نشأ في الصين، ويُشير إلى الشكل المُعقد للكتابة بأسلوب مُنمّق أو مزخرف.[٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الخط: يُمثّل فن الخط نوعاً آخراً من الفنون الجميلة، حيث نشأ في الصين، ويُشير إلى الشكل المُعقد للكتابة بأسلوب مُنمّق أو مزخرف.[٣]"
},
{
     "id": 149,
     "sentence": "الفن التصويري والتصوير الفوتوغرافي .",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن التصويري والتصوير الفوتوغرافي ."
},
{
     "id": 150,
     "sentence": "التجريد عند فاروق علوان في كتابه التجريد في فنون العرب قبل الإسلام: تخليص الشكل الطبيعي من تفاصيله الجزئيّة، والاكتفاء بالأشكال المغبّرة عن الفكرة الجوهريّة للشيء المُراد رسمه.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "التجريد عند فاروق علوان في كتابه التجريد في فنون العرب قبل الإسلام: تخليص الشكل الطبيعي من تفاصيله الجزئيّة، والاكتفاء بالأشكال المُعبّرة عن الفكرة الجوهريّة للشيء المُراد رسمه."
},
{
     "id": 151,
     "sentence": "لوحة ماما، بابا مصاب للفنان إيف تانجوري عام 1927م.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "لوحة ماما، بابا مصاب للفنان إيف تانجوري عام 1927م."
},
{
     "id": 152,
     "sentence": "لوحة There Were Seven in Eight: تتميّز هذه اللوحة بضخامة حجمها؛ إذ يصل عرضها إلى 2.4م وقد تمّ رسمها عام 1945م،[٢] واستغرق رسمها عدّة أشهر، وكان بولوك قد بدأ برسمها من خلال شبكة من الخطوط السوداء المُرتّبة التي ركّبها على اللوحة القماشية مع حرصه أثناء صُنعها على ألّا تنشأ نقطة مركزية فيها، رغم احتواء اللوحة على رسومات عديدة مثل: التتابين، والعيون، والزخارف، وساعدت هذه الهيكلة للوحة الفنيّة في إيجاد فنّ غير تمثيليّ وتدريجيّ.[١٢]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "لوحة There Were Seven in Eight: تتميّز هذه اللوحة بضخامة حجمها؛ إذ يصل عرضها إلى 2.4م وقد تمّ رسمها عام 1945م،[٢] واستغرق رسمها عدّة أشهر، وكان بولوك قد بدأ برسمها من خلال شبكة من الخطوط السوداء المُرتّبة التي ركّبها على اللوحة القماشية مع حرصه أثناء صُنعها على ألّا تنشأ نقطة مركزية فيها، رغم احتواء اللوحة على رسومات عديدة مثل: الثعابين، والعيون، والزخارف، وساعدت هذه الهيكلة للوحة الفنيّة في إيجاد فنّ غير تمثيليّ وتدريجيّ.[١٢]"
},
{
     "id": 153,
     "sentence": "الفن الهندسي هو استخدام شكل أو عدة أشكال هندسة لخلق تجربة حسية بصرية في اللوحة الفنية، يُعد فنّا تجريديًا، وغالبًا ما يكون ملونًا، يُصوّر الأشكال في تركيبة نادرة ومميزة، وهو من الفنون البسيطة، ويُعتبر رد فعل على الحركة التعبيرية المجردة التي تُشكل تركيبات فنية معقدة،[٣] يُمكن استخدام جميع العناصر الهندسية فيه من زوايا، وخطوط، ونقاط، وأشكال هندسية؛ مثل الدائرة، والمستطيل، والمربع والمثلث.[١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن الهندسي هو استخدام شكل أو عدة أشكال هندسة لخلق تجربة حسية بصرية في اللوحة الفنية، يُعد فنّا تجريديًا، وغالبًا ما يكون ملونًا، يُصوّر الأشكال في تركيبة نادرة ومميزة، وهو من الفنون البسيطة، ويُعتبر رد فعل على الحركة التعبيرية المجردة التي تُشكل تركيبات فنية معقدة،[٣] يُمكن استخدام جميع العناصر الهندسية فيه من زوايا، وخطوط، ونقاط، وأشكال هندسية؛ مثل الدائرة، والمستطيل، والمربع والمثلث.[١]"
},
{
     "id": 154,
     "sentence": "يملك الفن السيريالي أنواعًا وأنماطًا متعددة من الفنون، كالشعر والمسرح والنحت والرسم وغيرها، التي تُعنى بإبراز الواقعية الفائقة كأسلوب فني مُتبع، وهي شكل من أشكال تحد المنطق من خلال التركيز على تحرير النفس وإلهام الأحلام والاستفادة من قوة العقل الباطن لدى كل إنسان، وكل أنواع الفنون تقريبًا تجرع منها لون سيريالي، حتى غدت السيريالية فنًا قائمًا بذاته، ومن هذه الفنون ما يأتي:[١][٢][٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يملك الفن السيريالي أنواعًا وأنماطًا متعددة من الفنون، كالشعر والمسرح والنحت والرسم وغيرها، التي تُعنى بإبراز الواقعية الفائقة كأسلوب فني مُتبع، وهي شكل من أشكال تحد المنطق من خلال التركيز على تحرير النفس وإلهام الأحلام والاستفادة من قوة العقل الباطن لدى كل إنسان، وكل أنواع الفنون تقريبًا تفرع منها لون سيريالي، حتى غدت السيريالية فنًا قائمًا بذاته، ومن هذه الفنون ما يأتي:[١][٢][٣]"
},
{
     "id": 155,
     "sentence": "ارتباط كلمة الفن بمعان مجردة مثل الإتقان والإبداع، وكان ذلك منذ القدم واستمر إلى يومنا هذا؛ الأمر الذي أدى إلى اتباع دائرة مفهوم الفن.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "ارتباط كلمة الفن بمعان مجردة مثل الإتقان والإبداع، وكان ذلك منذ القدم واستمر إلى يومنا هذا؛ الأمر الذي أدى إلى اتساع دائرة مفهوم الفن."
},
{
     "id": 156,
     "sentence": "عمليات التعبئة والتغليف الموجودة في كافة المنتجات المصنوعة، مثل؛ المواد الغذائية، والأجهزة الإلكترونية، وغيرها.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "عمليات التعبئة والتغليف الموجودة في كافة المنتجات المصنوعة، مثل؛ المواد الغذائية، والأجهزة الإلكترونية، وغيرها."
},
{
     "id": 157,
     "sentence": "من الممكن تطبيق فن الجرافيك أيضًا بشكل رسومات، وخطوط، وأنماط أصلية للفنون الزخرفية، وذلك في حالة تطبيقه على الأثاث، والمنسوجات، والسيراميك، والديكورات الدخلية، وفي الهندسة المعمارية.[١]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "من الممكن تطبيق فن الجرافيك أيضًا بشكل رسومات، وخطوط، وأنماط أصلية للفنون الزخرفية، وذلك في حالة تطبيقه على الأثاث، والمنسوجات، والسيراميك، والديكورات الداخلية، وفي الهندسة المعمارية.[١]"
},
{
     "id": 158,
     "sentence": "الفن التجريدي أو كما يطلق عليه أيضاً الفن غير التمثيلي، والفن غير الموضوعي، أو الفن التصوري، وهو الفن الذي لا يقدم به الفنان الواقع والعالم المرئي بشكل دقيق،[٢] بل يكون الشكل المرسوم بعيداً كل البعد عن الواقع، لكنه يشبهه، فيجسد الفنان الأشكال تبعاً لخياله الفني لتصبح مختلفة كثيراً عن حقيقتها في الواقع.[٣]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "الفن التجريدي أو كما يطلق عليه أيضاً الفن غير التمثيلي، والفن غير الموضوعي، أو الفن التصوري، وهو الفن الذي لا يقدم به الفنان الواقع والعالم المرئي بشكل دقيق،[٢] بل يكون الشكل المرسوم بعيداً كل البعد عن الواقع، لكنه يشبهه، فيجسد الفنان الأشكال تبعاً لخياله الفني لتصبح مختلفة كثيراً عن حقيقتها في الواقع.[٣]"
},
{
     "id": 159,
     "sentence": "يُعتبر فن الطبيعة الصامتة واحدًا من الأنواع الأساسية للفن الغربي، والذي يُصور كل الأشياء الطبيعية مثل الفواكه والخضراوات والطعام، أو الأشياء التي يصنعها الإنسان من أدوات وألعاب وغيرها من الكائنات الغير حية، ويهدف فن الطبيعة الصامتة في الفن المعاصر لتصوير الملذات المادية للإنسان، وتذكيره أنّ حياة البشر قصيرة.[١]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يُعتبر فن الطبيعة الصامتة واحدًا من الأنواع الأساسية للفن الغربي، والذي يُصور كل الأشياء الطبيعية مثل الفواكه والخضراوات والطعام، أو الأشياء التي يصنعها الإنسان من أدوات وألعاب وغيرها من الكائنات الغير حية، ويهدف فن الطبيعة الصامتة في الفن المعاصر لتصوير الملذات المادية للإنسان، وتذكيره أنّ حياة البشر قصيرة.[١]"
},
{
     "id": 160,
     "sentence": "فاسيلي كاندينسكي (1866-1944)م: يُعتبر من أهمّ مؤسسي الفن التجريدي في حركة الفنّ التّشكيليّ الحديث، إذ قام بالعديد من الاشتغلات الفنيّة التي تُعنى بالتّعامل مع الألوان، والخطوط، والمساحات، بالإضافة إلى إيصال الأشكال إلى صورتها المُجرّدة، ومن الجدير بالذكر أنّ كاندينسكي امتلك شخصيّةً فنيّةً تأثّرت بالأصوات والمؤثّرات الموسيقية، وكان قد كسب ذلك من تأثّره بالفنان فاغنر، ممّا جعله يتعامل مع لوحاته أثناء بنائها التشكيليّ على أنّها أنغام موسيقيّة، وذلك جعل للون أهميّةً في إحداث التناغم، والتضاد، والانعكاس في لوحاته، معتمداً على مشاعره، وعواطفه، وانفعالاته الناجمة من الطاقة الروحية الخاصة به، وبقول باونيس فيه: ركّز كاندينسكي على اللون في رسومه، اللون الذي رآه عنصراً مُحرراً بطاقته التّعبيريّة الخاصّة.[٨]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فاسيلي كاندينسكي (1866-1944)م: يُعتبر من أهمّ مؤسسي الفن التجريدي في حركة الفنّ التّشكيليّ الحديث، إذ قام بالعديد من الاشتغلات الفنيّة التي تُعنى بالتّعامل مع الألوان، والخطوط، والمساحات، بالإضافة إلى إيصال الأشكال إلى صورتها المُجرّدة، ومن الجدير بالذكر أنّ كاندينسكي امتلك شخصيّةً فنيّةً تأثّرت بالأصوات والمؤثّرات الموسيقية، وكان قد كسب ذلك من تأثّره بالفنان فاغنر، ممّا جعله يتعامل مع لوحاته أثناء بنائها التشكيليّ على أنّها أنغام موسيقيّة، وذلك جعل للون أهميّةً في إحداث التناغم، والتضاد، والانعكاس في لوحاته، معتمداً على مشاعره، وعواطفه، وانفعالاته الناجمة من الطاقة الروحية الخاصة به، ويقول باونيس فيه: ركّز كاندينسكي على اللون في رسومه، اللون الذي رآه عنصراً مُحرراً بطاقته التّعبيريّة الخاصّة.[٨]"
},
{
     "id": 161,
     "sentence": "المدارس الحقيقية: ومن خلالها يتم نقل الواقع الموجود على هيئة فن، وغالباً ما يدخل شيء من عواطف الفنان في عمله، لذلك أسست الواقعية الرمزيّة، وقد ظهرت أعمال الفنانين في الفترة التي نشأت فيها الواقعية بيئة كلاسيكيّة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "المدارس الحقيقية: ومن خلالها يتم نقل الواقع الموجود على هيئة فن، وغالباً ما يدخل شيء من عواطف الفنان في عمله، لذلك أسست الواقعية الرمزيّة، وقد ظهرت أعمال الفنانين في الفترة التي نشأت فيها الواقعية بهيئة كلاسيكيّة."
},
{
     "id": 162,
     "sentence": "وهي لون موسيقي يقوم على اعتماد التقاربات غير المتوقعة، كما أنها مزيج من الموسيقى القديمة والموضوعية التي تعبر عن نفسها بطريقة حرة وجديدة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "وهي لون موسيقي يقوم على اعتماد التقاربات غير المتوقعة، كما أنها مزيج من الموسيقى القديمة والموضوعية التي تعبر عن نفسها بطريقة حرة وجديدة."
},
{
     "id": 163,
     "sentence": "فنون الأداء المعارضة: ويشمل ذلك فن التمثيل الصامت وغيره.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فنون الأداء المعاصرة: ويشمل ذلك فن التمثيل الصامت وغيره."
},
{
     "id": 164,
     "sentence": "معنى عام: وهو الذي ينظر للفن من خلاله على أنه التطبيق العملي للنظريات العلمية، ويعتبر هذا الجانب التطبيقي للعلوم، وهو ما يسمى بالعلوم التطبيقية.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "معنى عام: وهو الذي ينظر للفن من خلاله على أنه التطبيق العملي للنظريات العلمية، ويعتبر هذا الجانب التطبيقي للعلوم، وهو ما يسمى بالعلوم التطبيقية."
},
{
     "id": 165,
     "sentence": "أما القسم الثاني؛ فهو الرسوم الخطية التي يركز بها الفنان على فكرة أو عنصر واحد دون التطرق إلى باقي التفاضيل، ومن أبرز الأمثلة على الفن التوضيحي؛ الرسوم البيانية والخرائط.[٥]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "أما القسم الثاني؛ فهو الرسوم الخطية التي يركز بها الفنان على فكرة أو عنصر واحد دون التطرق إلى باقي التفاصيل، ومن أبرز الأمثلة على الفن التوضيحي؛ الرسوم البيانية والخرائط.[٥]"
},
{
     "id": 166,
     "sentence": "يُمكن التعرّف على أشهر لبناني الفن التجريدي ولوحاتهم من خلال ما يأتي:",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "يُمكن التعرّف على أشهر فناني الفن التجريدي ولوحاتهم من خلال ما يأتي:"
},
{
     "id": 167,
     "sentence": "صناعة الملابس، مثل: الرسم على القمصان وتصميم الملابس.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "صناعة الملابس، مثل: الرسم على القمصان وتصميم الملابس."
},
{
     "id": 168,
     "sentence": "كانت أولى أعمال كاندينسكي الفنيّة التجريديّة عام 1910م، وذلك بعرضه لوحته تحت عنوان تجريد، وقال في ذلك: يجب أن يُصبح الفنّ مُجرّداً عن أصله ويرتبط بمعنى مُحدد معروف، إذ يقصد من أنّ للألوان والأشكال معاني مُستقلّة عن معانيها الأصليّة في الطبيعة، وهي تكتسب معانيها الجديدة بصياغة الفنان لها لتؤدّي دلالةً يُريدها ومعاني مُعيّنةً يهدف إليها، وكان نهج كاندينسكي في أعماله الفنيّة من خلال إعادة صياغة معاني الألوان بما يتوافق مع أفكاره، مع إعادة تنظيم الأشكال بشكل يعكس دلالاتٍ معيّنةً، ويصف النّاقد ماريون مليز هذا النهج قائلاً: عندما شاهدت من كاندينسكي شعرت بأنني تائه في عالم التعريفات الساحرة. الجدير بالذكر أنّ الأساس الذي اعتمده كاندينسكي في نظريته الجماليّة للفن كان الفيلسوف الألمانيّ شوبنهاور قد بدأ بها قبله، فهي نظريّة قائمة على أساس فصل النّموذج العضويّ عن الأشكال الطبيعيّة، بالإضافة إلى كَوْن البناء التصويريّ للأشياء يجب أن يكون حرّاً دون الإشارة إلى الأشكال الطبيعيّة.[٧]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "كانت أولى أعمال كاندينسكي الفنيّة التجريديّة عام 1910م، وذلك بعرضه لوحته تحت عنوان تجريد، وقال في ذلك: يجب أن يُصبح الفنّ مُجرّداً عن أصله ويرتبط بمعنى مُحدد معروف، إذ يقصد من أنّ للألوان والأشكال معاني مُستقلّة عن معانيها الأصليّة في الطبيعة، وهي تكتسب معانيها الجديدة بصياغة الفنان لها لتؤدّي دلالةً يُريدها ومعاني مُعيّنةً يهدف إليها، وكان نهج كاندينسكي في أعماله الفنيّة من خلال إعادة صياغة معاني الألوان بما يتوافق مع أفكاره، مع إعادة تنظيم الأشكال بشكل يعكس دلالاتٍ معيّنةً، ويصف النّاقد ماريون مليز هذا النهج قائلاً: عندما شاهدت من كاندينسكي شعرت بأنني تائه في عالم التعريفات الساحرة. الجدير بالذكر أنّ الأساس الذي اعتمده كاندينسكي في نظريته الجماليّة للفن كان الفيلسوف الألمانيّ شوبنهاور قد بدأ بها قبله، فهي نظريّة قائمة على أساس فصل النّموذج العضويّ عن الأشكال الطبيعيّة، بالإضافة إلى كَوْن البناء التصويريّ للأشياء يجب أن يكون حرّاً دون الإشارة إلى الأشكال الطبيعيّة.[٧]"
},
{
     "id": 169,
     "sentence": "المدرسة التعبيرية: ظهرت في بداية القرن العشرين، واعتمدت على انطباع الفنان عن المشهد أكثر من تصويره ونقله بدقة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "المدرسة التعبيرية: ظهرت في بداية القرن العشرين، واعتمدت على انطباع الفنان عن المشهد أكثر من تصويره ونقله بدقة."
},
{
     "id": 170,
     "sentence": "دُمِج الشعر والموسيقى في الفنون قبل نهاية العصور القديمة؛ ذلك بمجرّد اكتشاف قواعدهما، كما يُشار إلى أنّ الفكرة الكلاسيكيّة  للفنون التي بقيت لما يزيد عن ألفي عام لم تستبعد الحِرف والعلوم من فئات الفنون، ويجدر بالذكر أنّ مفهوم الفن الغاليّ هو مفهوم حديث نسبياً.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "دُمِج الشعر والموسيقى في الفنون قبل نهاية العصور القديمة؛ ذلك بمجرّد اكتشاف قواعدهما، كما يُشار إلى أنّ الفكرة الكلاسيكيّة  للفنون التي بقيت لما يزيد عن ألفي عام لم تستبعد الحِرف والعلوم من فئات الفنون، ويجدر بالذكر أنّ مفهوم الفن الحاليّ هو مفهوم حديث نسبياً."
},
{
     "id": 171,
     "sentence": "States of Mind I: The Farewells: يوضّح بوتشيني في هذه اللوحة حركة النّاس الفوضويّة وانبعاثهم على هيئة موجات مُشبّهاً إيّاهم بالدخان الذي يتصاعد من القطار.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "States of Mind I: The Farewells: يوضّح بوتشيني في هذه اللوحة حركة النّاس الفوضويّة وانبعاثهم على هيئة موجات مُشبّهاً إيّاهم بالدخان الذي يتصاعد من القطار."
},
{
     "id": 172,
     "sentence": "تصميم الرسوم المرتبكة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تصميم الرسوم المتحركة."
},
{
     "id": 173,
     "sentence": "فن الرسم كباقي الفنون الأخرى له العديد من الأنواع التي تختلف باختلاف الغاية من الرسم، ومن أبراج أنواع الفنون في الرسم:",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فن الرسم كباقي الفنون الأخرى له العديد من الأنواع التي تختلف باختلاف الغاية من الرسم، ومن أبرز أنواع الفنون في الرسم:"
},
{
     "id": 174,
     "sentence": "فنون الحاسوب: وتشمل التصميم الجرافيكيّ والصناعيّ، والتصميم الداخلي، بالإضافة إلى جميع أشكال الفنون الزخرفيّة.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "فنون الحاسوب: وتشمل التصميم الجرافيكيّ والصناعيّ، والتصميم الداخلي، بالإضافة إلى جميع أشكال الفنون الزخرفيّة."
},
{
     "id": 175,
     "sentence": "تعود نشأة الفن التجريدي إلى ما رُسم في العصور القديمة على الصّخور والفخار، إلّا أنّ فكرة القيام بعمل فنيّ يعتمد على البساطة في تصوير المرئيات لمعت في القرن التاسع عشر الميلادي عند الفنانين أصحاب الحركات الانطباعيّة والتعبيريّة،[٢] فظهرت الأعمال الفنيّة التي تشرح قصّةً ما، كما ظهر الفنانون الذين درسوا الإدراك البصريّ للضوء، بالإضافة إلى ظهور الأفكار التي تبتعد عن التقليد والمثالية، ولأفكار التي تدعو للخيال كأحد أهمّ عوامل الإبداع، و في عام 1890م أشار الفنّان موريس دينيس إلى أنّه من الضروري التذكّر أنّ الصورة قبل أن تكون قصّةً، أو حصاناً، أو أيّ شيء آخر، هي في الأصل عبارة عن سطح مستوٍ يحتوي على مجموعة من الألوان المُرتبّة بطريقة مُعيّنة.[٥]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "تعود نشأة الفن التجريدي إلى ما رُسم في العصور القديمة على الصّخور والفخار، إلّا أنّ فكرة القيام بعمل فنيّ يعتمد على البساطة في تصوير المرئيات لمعت في القرن التاسع عشر الميلادي عند الفنانين أصحاب الحركات الانطباعيّة والتعبيريّة،[٢] فظهرت الأعمال الفنيّة التي تشرح قصّةً ما، كما ظهر الفنانون الذين درسوا الإدراك البصريّ للضوء، بالإضافة إلى ظهور الأفكار التي تبتعد عن التقليد والمثالية، ولأفكار التي تدعو للخيال كأحد أهمّ عوامل الإبداع، و في عام 1890م أشار الفنّان موريس دينيس إلى أنّه من الضروري التذكّر أنّ الصورة قبل أن تكون قصّةً، أو حصاناً، أو أيّ شيء آخر، هي في الأصل عبارة عن سطح مستوٍ يحتوي على مجموعة من الألوان المُرتبّة بطريقة مُعيّنة.[٥]"
},
{
     "id": 176,
     "sentence": "اعتمدت لسيريالية في السينما على الصور والأشكال غير العقلانية، المروعة والسخيفة والرمزية أحيانًا متحديةً بذلك النمسا الواقعية، ومن أبرز الأمثلة على الأفلام السيريالية:",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "اعتمدت لسيريالية في السينما على الصور والأشكال غير العقلانية، المروعة والسخيفة والرمزية أحيانًا متحديةً بذلك السينما الواقعية، ومن أبرز الأمثلة على الأفلام السيريالية:"
},
{
     "id": 177,
     "sentence": "المدرسة الانطباعية: بدأت هذه المرحلة الفنيّة بخروج فنان من غرفته إلى الطبيعة حاملاً مرسمه لرسم أشياء في الطبيعة الخارجيّة، وقد اعتمد الفنانون فيها على المُلاحظة الحسية، وبالتالي إعطاء انطباع حسي مباشر، وهو ما كان يُهيمن على الوجات في تالك المدرسة.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "المدرسة الانطباعية: بدأت هذه المرحلة الفنيّة بخروج فنان من غرفته إلى الطبيعة حاملاً مرسمه لرسم أشياء في الطبيعة الخارجيّة، وقد اعتمد الفنانون فيها على المُلاحظة الحسية، وبالتالي إعطاء انطباع حسي مباشر، وهو ما كان يُهيمن على اللوحات في تالك المدرسة."
},
{
     "id": 178,
     "sentence": "التدرب على مهارات الاتصال للاستماع إلى حاجات العملاء والتعلّم من أصحاب المشاريع والخبرات.",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "التدرب على مهارات الاتصال للاستماع إلى حاجات العملاء والتعلّم من أصحاب المشاريع والخبرات."
},
{
     "id": 179,
     "sentence": "ابتكر هذه الحركة الفنان موندريان، وهي تُمثّل التيار الرياضيّ، فقد مثّل موندريان في أعماله الحالات الموضوعيّة لعاطفة الفنّان، ممّا يطمس الطبيعة الماديّة والواقعيّة للأشياء، أو وجودها بشكل نقيّ خالص، وذلك أهم مبادئ اللاموضوعيّة في الفن، وتظهر هذه الخصائص في أعمال موندريان التي تعتمد على تعامد الخطوط الأفقيّة التي تمتلك طابع السكون والهدوء، والرأسيّة التي تمتلك طابعاً مُتّزناً، ويُوضّح موندريان سبب اعتماده هذا النّمط بخلق عالم مُستقلّ بعلامات من خطوط مُتعامدة قائلاً: إنّه وراء أشكال الطبيعة المُتغيّرة تكمن حقيقة نقيّة ثابتة، ولها قوّة تعبيريّة.[٧]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "ابتكر هذه الحركة الفنان موندريان، وهي تُمثّل التيار الرياضيّ، فقد مثّل موندريان في أعماله الحالات الموضوعيّة لعاطفة الفنّان، ممّا يطمس الطبيعة الماديّة والواقعيّة للأشياء، أو وجودها بشكل نقيّ خالص، وذلك أهم مبادئ اللاموضوعيّة في الفن، وتظهر هذه الخصائص في أعمال موندريان التي تعتمد على تعامد الخطوط الأفقيّة التي تمتلك طابع السكون والهدوء، والرأسيّة التي تمتلك طابعاً مُتّزناً، ويُوضّح موندريان سبب اعتماده هذا النّمط بخلق عالم مُستقلّ بعلامات من خطوط مُتعامدة قائلاً: إنّه وراء أشكال الطبيعة المُتغيّرة تكمن حقيقة نقيّة ثابتة، ولها قوّة تعبيريّة.[٧]"
},
{
     "id": 180,
     "sentence": "المدرسة الدادائية: استهدفت وصف الأشياء المُهملة في الحياة، مثل تصوير الأرصفة الملوثة، والغرض من هذه الطريقة هو إظهار أهمنّية الشيء، وضرورة التنبّه للتقاصيل.",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "المدرسة الدادائية: استهدفت وصف الأشياء المُهملة في الحياة، مثل تصوير الأرصفة الملوثة، والغرض من هذه الطريقة هو إظهار أهمّية الشيء، وضرورة التنبّه للتقاصيل."
},
{
     "id": 181,
     "sentence": "تم اختراع هذا الشكل من الفن الرقمي باستخدام أجهزة الكمبيوتر حيث يتم الرسم على الصور بالتتابع مع التصوير الرقمي، بالاعتماد على بعض الأدوات التي يتم تنزيلها من برامج وتطبيقات معينة، بعد النقر فوق الصورة المثالية وعرضها على الكمبيوتر، وهناك مجموعة من المحترفين المؤهلين للتعامل مع جزء التحرير على وجه التحديد، ونظراً لأن الرسم على الصور متاح على التطبيقات التي يمكن تنزيلها، فيمكن الوصول إليها عبر الهواتف أيضاً، والتي يمكن ربطها بسهولة بوسائل التواصل الاجتماعي، ومع ذلك، لا يمكن لأي شخص القيام بالرسم على الصور التي تتقلب مقداراً معيناً من الخبرة.[٣]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "تم اختراع هذا الشكل من الفن الرقمي باستخدام أجهزة الكمبيوتر حيث يتم الرسم على الصور بالتتابع مع التصوير الرقمي، بالاعتماد على بعض الأدوات التي يتم تنزيلها من برامج وتطبيقات معينة، بعد النقر فوق الصورة المثالية وعرضها على الكمبيوتر، وهناك مجموعة من المحترفين المؤهلين للتعامل مع جزء التحرير على وجه التحديد، ونظراً لأن الرسم على الصور متاح على التطبيقات التي يمكن تنزيلها، فيمكن الوصول إليها عبر الهواتف أيضاً، والتي يمكن ربطها بسهولة بوسائل التواصل الاجتماعي، ومع ذلك، لا يمكن لأي شخص القيام بالرسم على الصور التي تتطلب مقداراً معيناً من الخبرة.[٣]"
},
{
     "id": 182,
     "sentence": "فيلم John Epstein's Fall of the House of Usher عاام (1928م).",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "فيلم John Epstein's Fall of the House of Usher عام (1928م)."
},
{
     "id": 183,
     "sentence": "ثمّة أسباب وأمور عِدّة تجعل أمر تصنيف الفنون أمراً مُعقدّاً وطبعباً للغايّة، وفيما يأتي أهم تلك الأسباب:[١٧]",
     "tag": "wrong",
     "domain": "Arts",
     "correct sentence": "ثمّة أسباب وأمور عِدّة تجعل أمر تصنيف الفنون أمراً مُعقدّاً وصعباً للغايّة، وفيما يأتي أهم تلك الأسباب:[١٧]"
},
{
     "id": 184,
     "sentence": "يُعدُّ مصطلح الفنون البصريّة (بالإنجليزية:Visual Art) مُصطلحاً جامعاً وحديثاً لفئةٍ واسعة من الفنون، إذ يشمل العديد من التخصصات الفنيّة من مختلف الفئات الفرعيّة،[٥] كما تندرج جميع أشكال الفنون الجميلة والفنون المعاصرة تحت مظلة الفنون البصريّة،[٦]  وبذلك فإنّ النطاق الواسع للفنون البصرية يجعل من الصعب تحديد تعريفه بدّقة،[٥] لكن مفهوم الفنون البصريّة يقود إلى مُصطلح الفن العام الذي يُشير إلى جميع الأعمال الفنيّة التي بإمكان الأفراد مُشاهدتها في الأماكن العامّة، بما في ذلك العروض والمهرجانات.[٧]",
     "tag": "correct",
     "domain": "Arts",
     "correct sentence": "يُعدُّ مصطلح الفنون البصريّة (بالإنجليزية:Visual Art) مُصطلحاً جامعاً وحديثاً لفئةٍ واسعة من الفنون، إذ يشمل العديد من التخصصات الفنيّة من مختلف الفئات الفرعيّة،[٥] كما تندرج جميع أشكال الفنون الجميلة والفنون المعاصرة تحت مظلة الفنون البصريّة،[٦]  وبذلك فإنّ النطاق الواسع للفنون البصرية يجعل من الصعب تحديد تعريفه بدّقة،[٥] لكن مفهوم الفنون البصريّة يقود إلى مُصطلح الفن العام الذي يُشير إلى جميع الأعمال الفنيّة التي بإمكان الأفراد مُشاهدتها في الأماكن العامّة، بما في ذلك العروض والمهرجانات.[٧]"
}
]