[
  {
    "id": 1,
    "sentence": "article",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "article"
  },
  {
    "id": 2,
    "sentence": "العلوم البحتة",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "العلوم البحتة"
  },
  {
    "id": 3,
    "sentence": "علم الكيمياء (بالإنجليزية: Chemistry): الكيمياء هو العلم الذي يختص بدراسة المواد الطبيعية التي تكون عناصر إما عناصر أم مركبات، ودراسة خواصها الكيميائية وتكوينها الذري وتفاعلاتها مع بعضها البعض وما ينتج عن تلك التفاعلات، وله فروع عدة مثل الكيميائ اعضوية والنووية والفيزيائية.",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "علم الكيمياء (بالإنجليزية: Chemistry): الكيمياء هو العلم الذي يختص بدراسة المواد الطبيعية التي تكون عناصر إما عناصر أم مركبات، ودراسة خواصها الكيميائية وتكوينها الذري وتفاعلاتها مع بعضها البعض وما ينتج عن تلك التفاعلات، وله فروع عدة مثل الكيمياء العضوية والنووية والفيزيائية."
  },
  {
    "id": 4,
    "sentence": "العلوم التطبيقية",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "العلوم التطبيقية"
  },
  {
    "id": 5,
    "sentence": "الزراعة (بالإنجليزية: Agriculture): يُعنى علم الزراعة بدراسة البيئات المختلفة والكائنات الحية والمؤثرات عليها، ويشمل علم الزراعة العلوم النباتية والحيوانية التطبيقية وعلم التغذية ولصناعات الغذائيها وغيرها.",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الزراعة (بالإنجليزية: Agriculture): يُعنى علم الزراعة بدراسة البيئات المختلفة والكائنات الحية والمؤثرات عليها، ويشمل علم الزراعة العلوم النباتية والحيوانية التطبيقية وعلم التغذية والصناعات الغذائية وغيرها."
  },
  {
    "id": 6,
    "sentence": "مجالات العلوم التطبيقية",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "مجالات العلوم التطبيقية"
  },
  {
    "id": 7,
    "sentence": "مجالات العلوم البحتة",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "مجالات العلوم البحتة"
  },
  {
    "id": 8,
    "sentence": "المراجع",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "المراجع"
  },
  {
    "id": 9,
    "sentence": "تتعدد مجالات العلوم البحاتة أو الطبيعية لتشمل العديد من الفروع التي تاستند إلى المنهجية العلمية في دراستها، وتشمل:[٣]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "تتعدد مجالات العلوم البحتة أو الطبيعية لتشمل العديد من الفروع التي تستند إلى المنهجية العلمية في دراستها، وتشمل:[٣]"
  },
  {
    "id": 10,
    "sentence": "علم الأرض (بالإنجليزية: Earth science): وهو العلم المختص بدراسة التكوين الأرضي والغلاف الجوي، فهو العلم الذي يدرس المكونات الغير حية في الأرض، وله العديد من الفروع مثل علم الأرصاد الجوية والجيولوجيا وعلم البحار.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "علم الأرض (بالإنجليزية: Earth science): وهو العلم المختص بدراسة التكوين الأرضي والغلاف الجوي، فهو العلم الذي يدرس المكونات الغير حية في الأرض، وله العديد من الفروع مثل علم الأرصاد الجوية والجيولوجيا وعلم البحار."
  },
  {
    "id": 11,
    "sentence": "تتعادد مجالات العلوم التطبيقية فهي تشمل تخصصاتو عدة، ومن الأمثلة عليها:[٥]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "تتعدد مجالات العلوم التطبيقية فهي تشمل تخصصات عدة، ومن الأمثلة عليها:[٥]"
  },
  {
    "id": 12,
    "sentence": "تتعدد مجالات المعرفة الإنسانية لتشمل معارف وعلوم عدة، فمنها المعرفة الثقافية والتاريخية والعلمية، فالمعرفة العلمية هي المعرفة التي تشمل جميع العلوم وتطبيقاتها، ويمكن تصنيفها إلى قسمين، العلوم التطبيقية، والعلوم البحتة، والعلوم البحتة أو الطبيعية هي العلوم التي تتناول تفسير الظواهر الطبيعية وفهم ماهيتها وكيفية حدوثها، أما العلوم التطبيقية فهي العلوم العملية التي تقوم باستخدام العلوم الطبيعية للحصول على غايات معينة، فالعلوم التطبيقية تاشمل التكنولوجيا والهندسة وغيرها من التطبيقات العملية المساتندة إلى العلم الطبيعي.[١]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "تتعدد مجالات المعرفة الإنسانية لتشمل معارف وعلوم عدة، فمنها المعرفة الثقافية والتاريخية والعلمية، فالمعرفة العلمية هي المعرفة التي تشمل جميع العلوم وتطبيقاتها، ويمكن تصنيفها إلى قسمين، العلوم التطبيقية، والعلوم البحتة، والعلوم البحتة أو الطبيعية هي العلوم التي تتناول تفسير الظواهر الطبيعية وفهم ماهيتها وكيفية حدوثها، أما العلوم التطبيقية فهي العلوم العملية التي تقوم باستخدام العلوم الطبيعية للحصول على غايات معينة، فالعلوم التطبيقية تشمل التكنولوجيا والهندسة وغيرها من التطبيقات العملية المستندة إلى العلم الطبيعي.[١]"
  },
  {
    "id": 13,
    "sentence": "علم الحاسوب (بالإنجليزية: Computer science): وهو من العلوم التطبيقية التكنولوجية، حيث يُعنى علم الحاسوب بالأجهزة الحاسوبية أو بالبرمجيات، وله مجالات عدة مثل تصميم وتطوير البرامج والخوارزميات والبرمجة والأمن المعلوماتي.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "علم الحاسوب (بالإنجليزية: Computer science): وهو من العلوم التطبيقية التكنولوجية، حيث يُعنى علم الحاسوب بالأجهزة الحاسوبية أو بالبرمجيات، وله مجالات عدة مثل تصميم وتطوير البرامج والخوارزميات والبرمجة والأمن المعلوماتي."
  },
  {
    "id": 14,
    "sentence": "علم الفلك (بالإنجليزية: Astronomy): وهو العلم المعني بدراسة الأجسام الفلكية كالكواكب والأقمار والنجوم وحركاتها وتفسير كل ما يتعلق بها من ظواهر، بالإضافة لدراسة خصائصها المتعددة، وهو يستند إلى علم الفيزياء والرياضات بشكل أساسي.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "علم الفلك (بالإنجليزية: Astronomy): وهو العلم المعني بدراسة الأجسام الفلكية كالكواكب والأقمار والنجوم وحركاتها وتفسير كل ما يتعلق بها من ظواهر، بالإضافة لدراسة خصائصها المتعددة، وهو يستند إلى علم الفيزياء والرياضات بشكل أساسي."
  },
  {
    "id": 15,
    "sentence": "علم الأرض (بالإنجليزية: Earth science):",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "علم الأرض (بالإنجليزية: Earth science):"
  },
  {
    "id": 16,
    "sentence": "علم الأحياء (بالإنجليزية: Biology): وهو العلم المعني بدراسة الكائنات الحية ومكوناتها وعلاقاتها ببعضها البعض وببيئاتها، وله فروع عدة مثل علم التشريح وعلم الكائنات الدقيقة وعلم الوراثة وعلم الخلية وعلم وظائف الأعضاء وغيرها.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "علم الأحياء (بالإنجليزية: Biology): وهو العلم المعني بدراسة الكائنات الحية ومكوناتها وعلاقاتها ببعضها البعض وببيئاتها، وله فروع عدة مثل علم التشريح وعلم الكائنات الدقيقة وعلم الوراثة وعلم الخلية وعلم وظائف الأعضاء وغيرها."
  },
  {
    "id": 17,
    "sentence": "الهندسة (بالإنجليزية: Engineering): تتعدد فروع الهندسة لتشمل العديد من الأنواع مثل الهندسة الكهربائية والميكانيكية والصناعية والطبية، وبشكل عام، تُعنى الهندسة بتخطيط وتصميم وتطوير المعدات أو الآليات أو البرمجيات اللازمة التي من شأنها تحقيق غاية معنية، وتستند الهندسة على العديد من العلوم الطبيعية مثل الفيزياء والكيمياء والرياضيات.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الهندسة (بالإنجليزية: Engineering): تتعدد فروع الهندسة لتشمل العديد من الأنواع مثل الهندسة الكهربائية والميكانيكية والصناعية والطبية، وبشكل عام، تُعنى الهندسة بتخطيط وتصميم وتطوير المعدات أو الآليات أو البرمجيات اللازمة التي من شأنها تحقيق غاية معنية، وتستند الهندسة على العديد من العلوم الطبيعية مثل الفيزياء والكيمياء والرياضيات."
  },
  {
    "id": 18,
    "sentence": "العلوم البحتة (بالإنجليزية: Pure sciences) هي العلوم التي تدرس الظواهر الطبيعية وتفسيراتها، وتسمى أيضاً العلوم الطبيعية (بالإنجليزية: Natural sciences)، فهي العلوم التي تهتم بدراسة ظواهر الأشياء، وماهيتها، وتكوينها، وتفسير تلك الظواهر تفسيراً علمياً مدعماً بالأدلة والحجة والبرهان، وتشمل العلوم الطبيعية علم الفلك، وعلم الفيزياء، وعلم الكيمياء، وعلم الأحياء، وعلم الأرض، بالإضافة إلى ذلك، تهتم العلوم الطبيعية بتفسير حدوث الظواهر الطبيعية باستخدام النماذج الرياضية والإحصائية، وقد اختلف العلماء ما إذا كان علم الرياضات يعتبر علماً طبيعياً بحد ذاته أم كونه أداة تستخدم في تفسير العلم الطبيعي، وفي الحالتين، فإن علم الرياضات يعتبر جزءاً لا يتجزأ من دراسة العلوم الطبيعية كونه يتداخل مع جميع فروعه، وبالإضافة لما سبق، وفي وقتنا الحالي، فإن العلوم الطبيعية تسمى أيضاً علوماً أكاديمية، فقد تختلف مسميات العلم الطبيعي باختلاف العصور، إلا أن جميع المسميات تعبر عن اساس واحد وهو دراسة الظاواهر الطبيعية جميعها وتفسيرها تفسيراً علمياً.[٢]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "العلوم البحتة (بالإنجليزية: Pure sciences) هي العلوم التي تدرس الظواهر الطبيعية وتفسيراتها، وتسمى أيضاً العلوم الطبيعية (بالإنجليزية: Natural sciences)، فهي العلوم التي تهتم بدراسة ظواهر الأشياء، وماهيتها، وتكوينها، وتفسير تلك الظواهر تفسيراً علمياً مدعماً بالأدلة والحجة والبرهان، وتشمل العلوم الطبيعية علم الفلك، وعلم الفيزياء، وعلم الكيمياء، وعلم الأحياء، وعلم الأرض، بالإضافة إلى ذلك، تهتم العلوم الطبيعية بتفسير حدوث الظواهر الطبيعية باستخدام النماذج الرياضية والإحصائية، وقد اختلف العلماء ما إذا كان علم الرياضات يعتبر علماً طبيعياً بحد ذاته أم كونه أداة تستخدم في تفسير العلم الطبيعي، وفي الحالتين، فإن علم الرياضات يعتبر جزءاً لا يتجزأ من دراسة العلوم الطبيعية كونه يتداخل مع جميع فروعه، وبالإضافة لما سبق، وفي وقتنا الحالي، فإن العلوم الطبيعية تسمى أيضاً علوماً أكاديمية، فقد تختلف مسميات العلم الطبيعي باختلاف العصور، إلا أن جميع المسميات تعبر عن أساس واحد وهو دراسة الظواهر الطبيعية جميعها وتفسيرها تفسيراً علمياً.[٢]"
  },
  {
    "id": 19,
    "sentence": "علم الفيزياء (بالإنجليزية: Physics): وهو العلم المعني بدراسة وتفسير خصائص المواد وتأثيراتها ببعضها البعض، ويشمل دراسة العديد من الظواهر الفيزيائية مثل الطاقة والزمن والمادة، وله فروع عدة ميثل الفيزياء الميكايكية والفيزياء الذرية والنووية.",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "علم الفيزياء (بالإنجليزية: Physics): وهو العلم المعني بدراسة وتفسير خصائص المواد وتأثيراتها ببعضها البعض، ويشمل دراسة العديد من الظواهر الفيزيائية مثل الطاقة والزمن والمادة، وله فروع عدة مثل الفيزياء الميكانيكية والفيزياء الذرية والنووية."
  },
  {
    "id": 20,
    "sentence": "العلوم التطبيقية (بالإنجليزية: Applied sciences) هي العلوم التي تستخدم المعرفة العلمية الأساسية أو البحتة في تطبيقات مختلفة تصب في مصلحة البشرية، فهي تعتبر التطبيق العملي للعلوم البحتة، فالعلوم التطبيقية تعتمد اعتماداً كاملاً على العلوم الطبيعية في المبدأ، ومن هنا تأتي أهمية العلوم الطبيعية كونها تشكل الأساس للعلوم التطبيقية، حيث أن العلوم التطبيقية تقوم باستعمال مبادئ العلوم الطبيعية في التطبيقات العملية، حيث تشمل الهندسات بجميع فروعها، والطب، وعلم الحاسوب، والتكنولوجيا باختلاف أنواعها، على سبيل المثال، تعتبر المعرفة بمبادئ الفيزياء والرياضات علوماً طبيعية، أما استخدام هذه العلوم في الهندسة في التخطيطات العمرانية مثلاً يعتبر علماً تطبيقياً، ومن هنا تأتي أهمية العلوم التطبيقية، فهي المسؤولة عن التطور الحضري والتكنولوجي في المجتمعات استناداً على العلم الطبيعي.[٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "العلوم التطبيقية (بالإنجليزية: Applied sciences) هي العلوم التي تستخدم المعرفة العلمية الأساسية أو البحتة في تطبيقات مختلفة تصب في مصلحة البشرية، فهي تعتبر التطبيق العملي للعلوم البحتة، فالعلوم التطبيقية تعتمد اعتماداً كاملاً على العلوم الطبيعية في المبدأ، ومن هنا تأتي أهمية العلوم الطبيعية كونها تشكل الأساس للعلوم التطبيقية، حيث أن العلوم التطبيقية تقوم باستعمال مبادئ العلوم الطبيعية في التطبيقات العملية، حيث تشمل الهندسات بجميع فروعها، والطب، وعلم الحاسوب، والتكنولوجيا باختلاف أنواعها، على سبيل المثال، تعتبر المعرفة بمبادئ الفيزياء والرياضات علوماً طبيعية، أما استخدام هذه العلوم في الهندسة في التخطيطات العمرانية مثلاً يعتبر علماً تطبيقياً، ومن هنا تأتي أهمية العلوم التطبيقية، فهي المسؤولة عن التطور الحضري والتكنولوجي في المجتمعات استناداً على العلم الطبيعي.[٤]"
  },
  {
    "id": 21,
    "sentence": "التقانات الحيوية (بالإنجليزية: Biotechnology): وهو العلم التطبيقي المستند إلى علم الأحياء والبرمجة والرياضات، حيث يشمل مجالات عدة مثل الصناعات الدوائية والتحاليل التشخيصية وضبط الجودة.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "التقانات الحيوية (بالإنجليزية: Biotechnology): وهو العلم التطبيقي المستند إلى علم الأحياء والبرمجة والرياضات، حيث يشمل مجالات عدة مثل الصناعات الدوائية والتحاليل التشخيصية وضبط الجودة."
  },
  {
    "id": 22,
    "sentence": "فيتامين ب6",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ب6"
  },
  {
    "id": 23,
    "sentence": "10 مايكروغرامات",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "10 ميكروغرامات"
  },
  {
    "id": 24,
    "sentence": "0.021 مليغرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.021 مليغرام"
  },
  {
    "id": 25,
    "sentence": "وُجد في دراسةٍ نُشرت عام 2015 في مجلة Progress in Drug Research أنّ مستخلص بذور الكرفس كان فعّالاً في تخفيف بعض الحالات الالتهابيّة، كالتهاب المفاصل، والقرحة.[٢٩]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "وُجد في دراسةٍ نُشرت عام 2015 في مجلة Progress in Drug Research أنّ مستخلص بذور الكرفس كان فعّالاً في تخفيف بعض الحالات الالتهابيّة، كالتهاب المفاصل، والقرحة.[٢٩]"
  },
  {
    "id": 26,
    "sentence": "فتامين ج",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ج"
  },
  {
    "id": 27,
    "sentence": "اسعرات احرارية",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "السعرات الحرارية"
  },
  {
    "id": 28,
    "sentence": "الصوديوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الصوديوم"
  },
  {
    "id": 29,
    "sentence": "فيتامين ج",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ج"
  },
  {
    "id": 30,
    "sentence": "احتواؤها على مركبات مضادة للالتهابات: ترتبط الالتهابات المزمنة بالعديد من الأمراض، مثل: التهاب المفاصل، وهشاشة العظام، ويحتوي الكرفس على ما يقارب 25 مُركّباً مضادّاً للالتهابات، ومنها مركب الأبيجينين (بالإنجليزيّة: Apigenin)، ويخضع هذا المُركّب لدراساتٍ مُتعلّقةٍ بخصائصه التي يمكن أن تقلّل خطر الإصابة بالسرطان، وقد ظهر لمركب الأبيجينين والأغذية الغنيّة به تأثيرٌ في تقليل استجابة بعض البروتينات الخاصّة بالاستجابة للالتهاب عند الفئران، ممّا يساهم في التقليل من الالتهابات، واستعادة التوازن في جهاز المناعة؛ وذلك حسب دراسةٍ أُجريت على الفئران للبحث عمّا إذا كان لمركب الأبيجينين تأثيرٌ في المساعدة على تعديل أو التقليل من الأضرار الناتجة عن الالتهابات ونشرت في مجلة التغذية الجزيئية وأبحاث الغذاء عام 2015.[٦][٢][٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "احتواؤها على مركبات مضادة للالتهابات: ترتبط الالتهابات المزمنة بالعديد من الأمراض، مثل: التهاب المفاصل، وهشاشة العظام، ويحتوي الكرفس على ما يقارب 25 مُركّباً مضادّاً للالتهابات، ومنها مركب الأبيجينين (بالإنجليزيّة: Apigenin)، ويخضع هذا المُركّب لدراساتٍ مُتعلّقةٍ بخصائصه التي يمكن أن تقلّل خطر الإصابة بالسرطان، وقد ظهر لمركب الأبيجينين والأغذية الغنيّة به تأثيرٌ في تقليل استجابة بعض البروتينات الخاصّة بالاستجابة للالتهاب عند الفئران، ممّا يساهم في التقليل من الالتهابات، واستعادة التوازن في جهاز المناعة؛ وذلك حسب دراسةٍ أُجريت على الفئران للبحث عمّا إذا كان لمركب الأبيجينين تأثيرٌ في المساعدة على تعديل أو التقليل من الأضرار الناتجة عن الالتهابات ونشرت في مجلة التغذية الجزيئية وأبحاث الغذاء عام 2015.[٦][٢][٤]"
  },
  {
    "id": 31,
    "sentence": "260 ميليغراماً",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "260 مليغراماً"
  },
  {
    "id": 32,
    "sentence": "محتواها من المعادن المهمة للعظام: يحتاج الجسمُ إلى المعادن بكميّاتٍ متفاوتة، وذلك للحفاظ على العظام بصحّةٍ جيّدة، ومن هذه العناصر الغذائيّة المهمة: الكالسيوم؛ وهو أحد أكثر المعادن المرتبطة بصحّة العظام، إذ تُوفر الملعقة الكبيرة من بذور الكرفس 12% من الاحتياج اليومي من هذا المعدن، ومن الجدير بالذكر أنّه في حال تناول كميّاتٍ غير كافية من الكالسيوم لفتراتٍ طويلة، فانّ الجسم يعوّض هذا النقص بأخذه من العظام، ممّا يمكن أن يؤدي إلى انخفاض كثافة العظام؛ وهي كميّة المعادن الموجودة في حجمٍ مُحدّدٍ من العظام، ويرتبط هذا الانخفاض بارتفاع خطر الإصابة بالكسور، وخاصّةً لدى كبار السن، وقد تبيّن حسب العديد من الدراسات ومن بينها دراسةٌ نُشرت في مجلة Bone and Mineral Research عام 2015 أنّ زيادة استهلاك الكالسيوم يمكن أن تقلّل من خطر التعرض اللكسور بين كبار السنّ من كِلا الجنسين.[١٧][١٦]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "محتواها من المعادن المهمة للعظام: يحتاج الجسمُ إلى المعادن بكميّاتٍ متفاوتة، وذلك للحفاظ على العظام بصحّةٍ جيّدة، ومن هذه العناصر الغذائيّة المهمة: الكالسيوم؛ وهو أحد أكثر المعادن المرتبطة بصحّة العظام، إذ تُوفر الملعقة الكبيرة من بذور الكرفس 12% من الاحتياج اليومي من هذا المعدن، ومن الجدير بالذكر أنّه في حال تناول كميّاتٍ غير كافية من الكالسيوم لفتراتٍ طويلة، فانّ الجسم يعوّض هذا النقص بأخذه من العظام، ممّا يمكن أن يؤدي إلى انخفاض كثافة العظام؛ وهي كميّة المعادن الموجودة في حجمٍ مُحدّدٍ من العظام، ويرتبط هذا الانخفاض بارتفاع خطر الإصابة بالكسور، وخاصّةً لدى كبار السن، وقد تبيّن حسب العديد من الدراسات ومن بينها دراسةٌ نُشرت في مجلة Bone and Mineral Research عام 2015 أنّ زيادة استهلاك الكالسيوم يمكن أن تقلّل من خطر التعرض للكسور بين كبار السنّ من كِلا الجنسين.[١٧][١٦]"
  },
  {
    "id": 33,
    "sentence": "الفوسفور",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الفسفور"
  },
  {
    "id": 34,
    "sentence": "محتواها من المركبات المضادة للأكسدة: يحتوي الساق الواحد من نبات الكرفس على العديد من المواد الغذائيّة المضادّة للأكسدة، بالإضافة إلى فيتامين ج، ومركب البيتا كاروتين، ومركبات الفلافينويد، كما تُعدّ سيقانه مصدراً جيّداً للمواد النباتية الثانويّة (بالإنجليزيّة: Phytonutrients)، التي تُعدّ فعّالةً في التقليل من الحالات الالتهابيّة في الخلايا، والجهاز الهضميّ، بالإضافة إلى الأوعية الدموية، وأعضاء الجسم.[٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محتواها من المركبات المضادة للأكسدة: يحتوي الساق الواحد من نبات الكرفس على العديد من المواد الغذائيّة المضادّة للأكسدة، بالإضافة إلى فيتامين ج، ومركب البيتا كاروتين، ومركبات الفلافينويد، كما تُعدّ سيقانه مصدراً جيّداً للمواد النباتية الثانويّة (بالإنجليزيّة: Phytonutrients)، التي تُعدّ فعّالةً في التقليل من الحالات الالتهابيّة في الخلايا، والجهاز الهضميّ، بالإضافة إلى الأوعية الدموية، وأعضاء الجسم.[٤]"
  },
  {
    "id": 35,
    "sentence": "24 ميليغراماً",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "24 مليغراماً"
  },
  {
    "id": 36,
    "sentence": "محتواها من المركبات المضادة للأكسدة: وهي مُركّباتٌ تُقلّل خطر حدوث تلفٍ في الخلايا ناتجٍ عن تعرّضها للجذور الحرّة، وعلى الرغم من قلّة الأبحاث، فقد تبيّن أنّ مستخلص بذور الكرفس يمتلك خصائص مضادّةً للأكسدة، وذلك وفق مراجعةٍ لعدّة دراساتٍ مخبريةٍّ وأخرى أُجريت على الحيوانات نُشرت في مجلة الطبّ التكامليّ المبنيّ على الأدلة عام 2017، وقد يرجع السبب وراء ذلك إلى وجود مركبات البوليفينول في بذوره، والتي تتوفر أيضاً في بعض الأغذية النباتية، وقد ارتبط استهلاك الأغذية الغنيّة بمركب البوليفينول، بانخفاض خطر الإصابة بأمراض القلب، والسكري، والسرطان.[١٨][١٩] ولكن ما تزال هناك حاجة إلى المزيد من الأبحاث حول ذلك.[١٦]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محتواها من المركبات المضادة للأكسدة: وهي مُركّباتٌ تُقلّل خطر حدوث تلفٍ في الخلايا ناتجٍ عن تعرّضها للجذور الحرّة، وعلى الرغم من قلّة الأبحاث، فقد تبيّن أنّ مستخلص بذور الكرفس يمتلك خصائص مضادّةً للأكسدة، وذلك وفق مراجعةٍ لعدّة دراساتٍ مخبريةٍّ وأخرى أُجريت على الحيوانات نُشرت في مجلة الطبّ التكامليّ المبنيّ على الأدلة عام 2017، وقد يرجع السبب وراء ذلك إلى وجود مركبات البوليفينول في بذوره، والتي تتوفر أيضاً في بعض الأغذية النباتية، وقد ارتبط استهلاك الأغذية الغنيّة بمركب البوليفينول، بانخفاض خطر الإصابة بأمراض القلب، والسكري، والسرطان.[١٨][١٩] ولكن ما تزال هناك حاجة إلى المزيد من الأبحاث حول ذلك.[١٦]"
  },
  {
    "id": 37,
    "sentence": "البروتين",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "البروتين"
  },
  {
    "id": 38,
    "sentence": "البروتين",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "البروتين"
  },
  {
    "id": 39,
    "sentence": "المراجع",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "المراجع"
  },
  {
    "id": 40,
    "sentence": "ديراسات حول فوائد بذور الكارفس",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "دراسات حول فوائد بذور الكرفس"
  },
  {
    "id": 41,
    "sentence": "مسكنات الألم: يمكن لنبات الكرفس أن يُسبّب بالنعاس، كما أنّ الأدوية المُسكّنة تُعدُّ سبباً للنعاس أيضاً، وفي حال تناول الكرفس مع أحد الأدوية المسكنة فإنّ ذلك يمكن أن يسبّب زيادة الشعور بالنعاس.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "مسكنات الألم: يمكن لنبات الكرفس أن يُسبّب بالنعاس، كما أنّ الأدوية المُسكّنة تُعدُّ سبباً للنعاس أيضاً، وفي حال تناول الكرفس مع أحد الأدوية المسكنة فإنّ ذلك يمكن أن يسبّب زيادة الشعور بالنعاس."
  },
  {
    "id": 42,
    "sentence": "مصدر لمركب اللوتيولين: والذي يتوفر في نبات الكرفس والفلفل الأخضر، ويمكن أن يساعد على تقليل خطر الإصابة بحالات التهاب الدماغ، ومن الجدير بالذكر أنّ هذا المركّب يُعدّ مُركّباً قويّاً مضادّاً للأكسدة، وهو أحد مركبات الفلافونويد التي توجد في العديد من الخضراوات والفواكه، والمشروبات، مثل: شاي البابونج.[٧]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "مصدر لمركب اللوتيولين: والذي يتوفر في نبات الكرفس والفلفل الأخضر، ويمكن أن يساعد على تقليل خطر الإصابة بحالات التهاب الدماغ، ومن الجدير بالذكر أنّ هذا المركّب يُعدّ مُركّباً قويّاً مضادّاً للأكسدة، وهو أحد مركبات الفلافونويد التي توجد في العديد من الخضراوات والفواكه، والمشروبات، مثل: شاي البابونج.[٧]"
  },
  {
    "id": 43,
    "sentence": "يُوضح الجدول الاتي العناصر الغذائية اموجودة في 100 غرامٍ من بذور الكرفس: [١٥]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "يُوضح الجدول الآتي العناصر الغذائية الموجودة في 100 غرامٍ من بذور الكرفس: [١٥]"
  },
  {
    "id": 44,
    "sentence": "الدهون",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الدهون"
  },
  {
    "id": 45,
    "sentence": "المساعدة على خسارة الوزن: يمكن للكرفس أن يساعد على إنقاص الوزن في حال استهلاكه كجزءٍ من نظامٍ غذائيٍّ صحيٍّ شامل، إذ يساهم محتواه من الألياف في الشعور بالامتلاء، بالإضافة إلى أنّه يمكن اعتباره وجبةً خفيفةً منخفضة السعرات الحراريّة، أمّا بالنسبة لعصير الكرفس فلم تتوفر أدلّةٌ تدعم دوره في المساعدة على إنقاص الوزن، أو قُدرَتَه على تقديم أيّ فائدةٍ صحيّةٍ يمكن ملاحظتها، وذلك لأنّه يفتقر للألياف، كما أنّ السعرات الحراريّة المأخوذة من السوائل قد لا تُسبّب الشعور بالامتلاء بالمستوى الذي يحدث عند استهلاك الأطعمة كاملة، ممّا يؤدي إلى تناول الطعام بعد أكثر من ساعة أو ساعتين لدى بعض الأشخاص لتعويض جوعهم؛ ويجدر الذكر أنّ هذه التأثيرات غير مؤكدة، وما زالت هناك حاجةٌ للمزيد من الدراسات حولها.[١٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "المساعدة على خسارة الوزن: يمكن للكرفس أن يساعد على إنقاص الوزن في حال استهلاكه كجزءٍ من نظامٍ غذائيٍّ صحيٍّ شامل، إذ يساهم محتواه من الألياف في الشعور بالامتلاء، بالإضافة إلى أنّه يمكن اعتباره وجبةً خفيفةً منخفضة السعرات الحراريّة، أمّا بالنسبة لعصير الكرفس فلم تتوفر أدلّةٌ تدعم دوره في المساعدة على إنقاص الوزن، أو قُدرَتَه على تقديم أيّ فائدةٍ صحيّةٍ يمكن ملاحظتها، وذلك لأنّه يفتقر للألياف، كما أنّ السعرات الحراريّة المأخوذة من السوائل قد لا تُسبّب الشعور بالامتلاء بالمستوى الذي يحدث عند استهلاك الأطعمة كاملة، ممّا يؤدي إلى تناول الطعام بعد أكثر من ساعة أو ساعتين لدى بعض الأشخاص لتعويض جوعهم؛ ويجدر الذكر أنّ هذه التأثيرات غير مؤكدة، وما زالت هناك حاجةٌ للمزيد من الدراسات حولها.[١٤]"
  },
  {
    "id": 46,
    "sentence": "الكرفس",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الكرفس"
  },
  {
    "id": 47,
    "sentence": "البوتاسيوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "البوتاسيوم"
  },
  {
    "id": 48,
    "sentence": "وجدت إحدى الدراسات المخبريّة التي أُجريت في جامعة جامعة شيفيلد هالام عام 2009 أنّ لمستخلص بذور الكرفس آثاراً مقاومة للبكتيريا الملوية البوابية (بالإنجليزية: H. pylori) التي توجد في الجهاز الهضميّ لبعض الأشخاص، وقد تؤدي إلى الإصابة بقرحاتٍ المعدة،[٢٤] كما لوحظ أنّ مستخلص بذور الكرفس يكافح أنواعاً مُحدّدةً من البكتيريا، والخمائر، والفطريات بشكلٍ يشابه آثاره المضادّة للبكتيريا، وقد خَلُص الباحثون إلى أنّ مستخلص بذور الكرفس قد يكون مادّةً حافظةً طبيعيّةً للأغذية، وذلك وفقاً لدراسةٍ من جامعة بنها عام 2015، ولكن يجدر التنبيه إلى أنّه لم يتمّ اختبار هذه الفوائد على البشر، وما تزال هناك حاجةٌ للمزيد من الدراسات حول ذلك.[٢٥][١٦]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "وجدت إحدى الدراسات المخبريّة التي أُجريت في جامعة جامعة شيفيلد هالام عام 2009 أنّ لمستخلص بذور الكرفس آثاراً مقاومة للبكتيريا الملوية البوابية (بالإنجليزية: H. pylori) التي توجد في الجهاز الهضميّ لبعض الأشخاص، وقد تؤدي إلى الإصابة بقرحاتٍ المعدة،[٢٤] كما لوحظ أنّ مستخلص بذور الكرفس يكافح أنواعاً مُحدّدةً من البكتيريا، والخمائر، والفطريات بشكلٍ يشابه آثاره المضادّة للبكتيريا، وقد خَلُص الباحثون إلى أنّ مستخلص بذور الكرفس قد يكون مادّةً حافظةً طبيعيّةً للأغذية، وذلك وفقاً لدراسةٍ من جامعة بنها عام 2015، ولكن يجدر التنبيه إلى أنّه لم يتمّ اختبار هذه الفوائد على البشر، وما تزال هناك حاجةٌ للمزيد من الدراسات حول ذلك.[٢٥][١٦]"
  },
  {
    "id": 49,
    "sentence": "36 ميكرووغراما",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "36 ميكروغراما"
  },
  {
    "id": 50,
    "sentence": "18.07 غراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "18.07 غراماً"
  },
  {
    "id": 51,
    "sentence": "الكالوسيوم",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الكالسيوم"
  },
  {
    "id": 52,
    "sentence": "80 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "80 مليغراماً"
  },
  {
    "id": 53,
    "sentence": "فوائد تمتلك دليلاً علمياً أقل قوة",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فوائد تمتلك دليلاً علمياً أقل قوة"
  },
  {
    "id": 54,
    "sentence": "فتامين ب3",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ب3"
  },
  {
    "id": 55,
    "sentence": "مصدر للحديد: يُعدّ الحديدُ أحدَ العناصر الأساسيّة لإنتاج خلايا الدم الحمراء، وتَكمُن وظيفةُ هذه الخلايا بنقل الأكسجين من الرئتين إلى جميع أجزاء الجسم، وتُعدّ بذور الكرفس من المصادر الجيّدة للحديد؛ حيث توفر الملعقة الكبيرة من بذور الكرفس ما نسبته 17% من الاحتياج اليوميّ من الحديد للنساء، و38% للرجال، ويجب التنبيه إلى أنّ عدم استهلاك الحديد من الغذاء بشكلٍ كافٍ لن يُمكّن الجسم من إنتاج ما يكفي من خلايا الدم الحراء، وبالتالي سايكون الجسم مُعرّضاً لخطر الإصابة بفقر الدم نتيجة نقص الحديد.[١٦]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "مصدر للحديد: يُعدّ الحديدُ أحدَ العناصر الأساسيّة لإنتاج خلايا الدم الحمراء، وتَكمُن وظيفةُ هذه الخلايا بنقل الأكسجين من الرئتين إلى جميع أجزاء الجسم، وتُعدّ بذور الكرفس من المصادر الجيّدة للحديد؛ حيث توفر الملعقة الكبيرة من بذور الكرفس ما نسبته 17% من الاحتياج اليوميّ من الحديد للنساء، و38% للرجال، ويجب التنبيه إلى أنّ عدم استهلاك الحديد من الغذاء بشكلٍ كافٍ لن يُمكّن الجسم من إنتاج ما يكفي من خلايا الدم الحمراء، وبالتالي سيكون الجسم مُعرّضاً لخطر الإصابة بفقر الدم نتيجة نقص الحديد.[١٦]"
  },
  {
    "id": 56,
    "sentence": "40 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "40 مليغراماً"
  },
  {
    "id": 57,
    "sentence": "التأثير في مستويات الخصوبة: تُعدّ الخصوبة والعُقم من المشكلات المُعقّدة في الطبّ، وقد أُجريت مراجعةٌ لـ 16 دراسة أُجريت عام 2017 نُشرت في Journal of Complementary and Integrative Medicine، وبيّنت 13 دراسةً منها التأثيرَ الإيجابيَّ لنبات الكرفس في الخصوبة، وقد ظهر في هذه الدراسات أنّ الكرفس قد يمتلك تأثيراتٍ وقائيّةً ضدّ بعض الموادّ التي لها تأثيرٌ ضارٌّ في بُنية الخصية وتكوّن الحيوانات المنويّة، أمّا الدراسات الثلاث الباقية فقد وجدت تأثيراً مختلفاً للكرفس، إذ لوحظ فيها وجودُ آثار مثبّطة للخصوبة لهذا النبات، وقد يكون ذلك بسبب احتوائه على مركب الأبيجينين الذي -وبالرغم من فوائه المتعددة المذكورة سابقاً- يمكن أن يمتلك تأثيراً مثبطاً للخصوبة عند استخدامه بتركيزٍ مرتفعٍ، أو لفترةٍ طويلةٍ ومتكررة، وعليه يجب التنبيه إلى أنّه يجب مراعاة الجرعات الموستخدمة من هذا الموُركّب، ومدّة استخدامه بدقة.[١٣]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "التأثير في مستويات الخصوبة: تُعدّ الخصوبة والعُقم من المشكلات المُعقّدة في الطبّ، وقد أُجريت مراجعةٌ لـ 16 دراسة أُجريت عام 2017 نُشرت في Journal of Complementary and Integrative Medicine، وبيّنت 13 دراسةً منها التأثيرَ الإيجابيَّ لنبات الكرفس في الخصوبة، وقد ظهر في هذه الدراسات أنّ الكرفس قد يمتلك تأثيراتٍ وقائيّةً ضدّ بعض الموادّ التي لها تأثيرٌ ضارٌّ في بُنية الخصية وتكوّن الحيوانات المنويّة، أمّا الدراسات الثلاث الباقية فقد وجدت تأثيراً مختلفاً للكرفس، إذ لوحظ فيها وجودُ آثار مثبّطة للخصوبة لهذا النبات، وقد يكون ذلك بسبب احتوائه على مركب الأبيجينين الذي -وبالرغم من فوائه المتعددة المذكورة سابقاً- يمكن أن يمتلك تأثيراً مثبطاً للخصوبة عند استخدامه بتركيزٍ مرتفعٍ، أو لفترةٍ طويلةٍ ومتكررة، وعليه يجب التنبيه إلى أنّه يجب مراعاة الجرعات المستخدمة من هذا المُركّب، ومدّة استخدامه بدقة.[١٣]"
  },
  {
    "id": 58,
    "sentence": "الأدوية التي تزيد الحساسية للضوء: إذ إنّ بعض الأدوية تزيد من حساسية الجلد لأشعة الشمس، وقد يزيد الكرفس من تفاقم هذه الحالة عند تناوله معها؛ حيث يمكن أن يزيد من خطر حدوث حرق شمسي، أو ظهور طفحٍ جلديٍّ في المناطق المُعرّضة لأشعّة الشمس.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الأدوية التي تزيد الحساسية للضوء: إذ إنّ بعض الأدوية تزيد من حساسية الجلد لأشعة الشمس، وقد يزيد الكرفس من تفاقم هذه الحالة عند تناوله معها؛ حيث يمكن أن يزيد من خطر حدوث حرق شمسي، أو ظهور طفحٍ جلديٍّ في المناطق المُعرّضة لأشعّة الشمس."
  },
  {
    "id": 59,
    "sentence": "ويُنصح عند شراء الكرفس باختيار النبات ذي السيقان القائمة، والقاسية، أمّا بالنسبة لأوراقه فيجب أن تكون طازجةً، وهشّة، ويميل لونها ما بين الأخضر الباهت، والزاهي، ويُفضّل تجنّب اختيار نبات الكرفس ذي الأوراق الصفراء أو البنيّة، كما يُنصح بعدم تقطيعه إلّا قبل طبخه مباشرةً، إذ إنّ تقطيع الكرفس وتركه لساعاتٍ قليلة قد يُفقده العديد من العناصر الغذائيّة، ويُوصى باستهلاك الكرفس خلال 5 إلى 7 أيام من شرائه طازجاً للحصول على أكبر قدرٍ من فوائده الغذائيّة.[٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "ويُنصح عند شراء الكرفس باختيار النبات ذي السيقان القائمة، والقاسية، أمّا بالنسبة لأوراقه فيجب أن تكون طازجةً، وهشّة، ويميل لونها ما بين الأخضر الباهت، والزاهي، ويُفضّل تجنّب اختيار نبات الكرفس ذي الأوراق الصفراء أو البنيّة، كما يُنصح بعدم تقطيعه إلّا قبل طبخه مباشرةً، إذ إنّ تقطيع الكرفس وتركه لساعاتٍ قليلة قد يُفقده العديد من العناصر الغذائيّة، ويُوصى باستهلاك الكرفس خلال 5 إلى 7 أيام من شرائه طازجاً للحصول على أكبر قدرٍ من فوائده الغذائيّة.[٤]"
  },
  {
    "id": 60,
    "sentence": "فعالية استخدام الكرفس كعصير",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فعالية استخدام الكرفس كعصير"
  },
  {
    "id": 61,
    "sentence": "6.93 مليغرامات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "6.93 مليغرامات"
  },
  {
    "id": 62,
    "sentence": "يُعرف الكرفس (بالإنجليزية: Celery) بأنّه أحد أنواع النباتات التي تنتمي إلى الفصيلة الخيميّة (بالإنجليزيّة: Apiaceae)، والتي تضمُّ العديد من النباتات، مثل: البقدونس، والجزر الأبيض، والخضروات الجذريّة، وتُستهلك سيقان نبات الكرفس في الغالب كوجبةٍ خفيفةٍ منخفضة السعرات الحراريّة، كما استُخدمت بذوره لتخفيف الألم، ويمكن تناول نبات الكرفس نيئاً، أو مطبوخاً، ومن الجدير بالذكر أنّ طبخ الكرفس يُفقِده جُزءاً بسيطاً من العناصر الغذائيّة التي يحتوي عليها، وذلك بحسب ما ذكرت دراسةٌ أُجريت من قِبَل الأكاديميّة الصينيّة لعلم الإنتاج النباتيّ عام 2010،[١] ويُعدّ الكرفس إضافةً صحيّةً ومفيدةً للعصائر، كما يمكن تناوله مع الجبن، أو مع صلصات التغميس، وفي السلطات، أو يمكن إضافته إلى بعض الشطائر لإضفاء مذاقٍ مُقرمِش، كما يمكن إضافته إلى الشوربات أيضاً، أمّا بذوره فايمكن إضافتها إلى أطباق الخضراوات، والحساء، أو مُنكّهٍ لصلصات السلطة.[٢]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "يُعرف الكرفس (بالإنجليزية: Celery) بأنّه أحد أنواع النباتات التي تنتمي إلى الفصيلة الخيميّة (بالإنجليزيّة: Apiaceae)، والتي تضمُّ العديد من النباتات، مثل: البقدونس، والجزر الأبيض، والخضروات الجذريّة، وتُستهلك سيقان نبات الكرفس في الغالب كوجبةٍ خفيفةٍ منخفضة السعرات الحراريّة، كما استُخدمت بذوره لتخفيف الألم، ويمكن تناول نبات الكرفس نيئاً، أو مطبوخاً، ومن الجدير بالذكر أنّ طبخ الكرفس يُفقِده جُزءاً بسيطاً من العناصر الغذائيّة التي يحتوي عليها، وذلك بحسب ما ذكرت دراسةٌ أُجريت من قِبَل الأكاديميّة الصينيّة لعلم الإنتاج النباتيّ عام 2010،[١] ويُعدّ الكرفس إضافةً صحيّةً ومفيدةً للعصائر، كما يمكن تناوله مع الجبن، أو مع صلصات التغميس، وفي السلطات، أو يمكن إضافته إلى بعض الشطائر لإضفاء مذاقٍ مُقرمِش، كما يمكن إضافته إلى الشوربات أيضاً، أمّا بذوره فيمكن إضافتها إلى أطباق الخضراوات، والحساء، أو كمُنكّهٍ لصلصات السلطة.[٢]"
  },
  {
    "id": 63,
    "sentence": "تقليل فرط شحميات الدم: (بالإنجليزية: Hyperlipidemia)؛ والذي يحدث في حال زيادة الجزيئات الدهنيّة في الدم، وتجدر الإشارة إلى أنّ هذه الحالة لا تظهر فيها غالباً أيّ أعراض، إلّا أنّها وعلى المدى الطويل قد تزيد من مخاطر الإصابة بأمراض القلب، والسكتات الدماغيّة، وقد لوحظ أنّ مستخلص الكرفس خفض نسبة الكولسترول الضار (بالإنجليزيّة: LDL) في الدم، وذلك حسب دراسةٍ نُشرت في مجلّة Advances in Environmental Biology عام 2014 لمعرفة تأثير مستخلص الكرفس في التقليل من نسبة الدهنيّات المرتفعة في الدم عند الفئران التي تخضع لحمية غذائية مرتفعة الدهون،[١١] وعلى الرغم من تطبيق هذه الدراسة على الحيوانات فقط، إلا أنّه في حال اجرائها على البشر فإنّها قاد تضيف سبباً جيداً لاستهلاك الكرفس.[٢]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "تقليل فرط شحميات الدم: (بالإنجليزية: Hyperlipidemia)؛ والذي يحدث في حال زيادة الجزيئات الدهنيّة في الدم، وتجدر الإشارة إلى أنّ هذه الحالة لا تظهر فيها غالباً أيّ أعراض، إلّا أنّها وعلى المدى الطويل قد تزيد من مخاطر الإصابة بأمراض القلب، والسكتات الدماغيّة، وقد لوحظ أنّ مستخلص الكرفس خفض نسبة الكولسترول الضار (بالإنجليزيّة: LDL) في الدم، وذلك حسب دراسةٍ نُشرت في مجلّة Advances in Environmental Biology عام 2014 لمعرفة تأثير مستخلص الكرفس في التقليل من نسبة الدهنيّات المرتفعة في الدم عند الفئران التي تخضع لحمية غذائية مرتفعة الدهون،[١١] وعلى الرغم من تطبيق هذه الدراسة على الحيوانات فقط، إلا أنّه في حال إجرائها على البشر فإنّها قد تضيف سبباً جيداً لاستهلاك الكرفس.[٢]"
  },
  {
    "id": 64,
    "sentence": "أشار بحثٌ أُجري على الفئران ونُشر في جامعة همدرد عام 2005 أنّه يمكن لمستخلص بذور الكرفس أن يمتلك خصائص تقلّل خطر الإصابة بالسرطان، فقد لوحظ خلالها أنّ مستخلص بذور الكرفس ساعد على تثبيط نموّ سرطان الكبد.[٢٦] كما وجدت دراسةٌ نُشِرت في مجلة Asian Pacific Journal of Cancer Prevention عام 2011 أنّ مستخلص بذور الكرفس قد يساهم في مكافحة سرطان المعدة.[٢٧][٢٨]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "أشار بحثٌ أُجري على الفئران ونُشر في جامعة همدرد عام 2005 أنّه يمكن لمستخلص بذور الكرفس أن يمتلك خصائص تقلّل خطر الإصابة بالسرطان، فقد لوحظ خلالها أنّ مستخلص بذور الكرفس ساعد على تثبيط نموّ سرطان الكبد.[٢٦] كما وجدت دراسةٌ نُشِرت في مجلة Asian Pacific Journal of Cancer Prevention عام 2011 أنّ مستخلص بذور الكرفس قد يساهم في مكافحة سرطان المعدة.[٢٧][٢٨]"
  },
  {
    "id": 65,
    "sentence": "فوائد أوراق الكرفس",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فوائد أوراق الكرفس"
  },
  {
    "id": 66,
    "sentence": "فيتامين بي6",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ب6"
  },
  {
    "id": 67,
    "sentence": "392 سعرةً حراريةً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "392 سعرةً حراريةً"
  },
  {
    "id": 68,
    "sentence": "احتمالية تقليل خطر الإصابة بالسرطان: إذ يحتوي الكرفس على مُركّب فلافونويد يُطلق عليه اسم لوتيولين (بالإنجليزية: Luteolin)، ويعتقد الباحثون أنّه يمكن لهذا المركب أن يحتوي على خصائص تقلل خطر الإصابة بالسرطان وذلك حسب ما وضحته أيضاً دراسةٌ في مجلّة (بالإنجليزيّة: Current Cancer Drug Targets).[١٠][٢]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "احتمالية تقليل خطر الإصابة بالسرطان: إذ يحتوي الكرفس على مُركّب فلافونويد يُطلق عليه اسم لوتيولين (بالإنجليزية: Luteolin)، ويعتقد الباحثون أنّه يمكن لهذا المركب أن يحتوي على خصائص تقلل خطر الإصابة بالسرطان وذلك حسب ما وضحته أيضاً دراسةٌ في مجلّة (بالإنجليزيّة: Current Cancer Drug Targets).[١٠][٢]"
  },
  {
    "id": 69,
    "sentence": "3.1 مليغرامات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "3.1 مليغرامات"
  },
  {
    "id": 70,
    "sentence": "فواىد لا تمتلك أدلة على فاعاليتها (Insufficient Evidence)",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "فوائد لا تمتلك أدلة على فعاليتها (Insufficient Evidence)"
  },
  {
    "id": 71,
    "sentence": "الالياف",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الألياف"
  },
  {
    "id": 72,
    "sentence": "0.69 غرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.69 غرام"
  },
  {
    "id": 73,
    "sentence": "محتواها من الألياف: حيث يحتوي الكرفسُ على ألياف البكتين، وتشمل مادةً يطلق عليها أبيومان (بالإنجليزية: Apiuman)، وقد أثبتت هذه الألياف فعاليّتها في التقليل من قرحة المعدة، والتحكّم بإفرازات المعدة، وذلك في دراساتٍ أُجريت على الحيوانات، كما أنّه يحتوي على كميّةٍ كبيرةٍ من الماء، والتي تصل إلى ما نسبته 95%، بالإضافة إلى قدرٍ كبيرٍ من الألياف بنوعيها القابل للذوبان، وغير القابل للذوبان، ممّا يساهم في تعزيز صحّة الجهاز الهضميّ، والمحافظة على حركة الأمعاء بشكلٍ منتظم.[٤][٩]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محتواها من الألياف: حيث يحتوي الكرفسُ على ألياف البكتين، وتشمل مادةً يطلق عليها أبيومان (بالإنجليزية: Apiuman)، وقد أثبتت هذه الألياف فعاليّتها في التقليل من قرحة المعدة، والتحكّم بإفرازات المعدة، وذلك في دراساتٍ أُجريت على الحيوانات، كما أنّه يحتوي على كميّةٍ كبيرةٍ من الماء، والتي تصل إلى ما نسبته 95%، بالإضافة إلى قدرٍ كبيرٍ من الألياف بنوعيها القابل للذوبان، وغير القابل للذوبان، ممّا يساهم في تعزيز صحّة الجهاز الهضميّ، والمحافظة على حركة الأمعاء بشكلٍ منتظم.[٤][٩]"
  },
  {
    "id": 74,
    "sentence": "يُوضح الجدول الآتي العناصر الغذائية الموجودة في 100 غرامٍ من أوراق الكرفس:[٥]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "يُوضح الجدول الآتي العناصر الغذائية الموجودة في 100 غرامٍ من أوراق الكرفس:[٥]"
  },
  {
    "id": 75,
    "sentence": "اللكميّة",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الكميّة"
  },
  {
    "id": 76,
    "sentence": "449 اوحدةً دوليّةً",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "449 وحدةً دوليّةً"
  },
  {
    "id": 77,
    "sentence": "ويؤثر اللوتيولين في الخلايا الدبقيّة الصغيرة (بالإجليزيّة: Microglia) التي تنتشر على طول الجهاز العصبيّ المركزيّ، وتعدُّ المسؤولةَ عن نظام المناعة في الدماغ، ولكنّ إنتاجها المفرطَ للجزيئات الالتهابيّة قد يؤدي إلى تفاقم حالة التآكل العصبيّ لدى الذين يعانون من الحالات الالتهابيّة في الدماغ، مثل: مرض ألزهايمر، ومرض كروتزفيلد-جاكوب (بالإنجليزية: Creutzfeld-Jakob disease)، وقد تبيّن حسب دراسةٍ أُجريت على الفئران بجامعة إلينوي في إربانا-شامبين (بالإنجليزية: University of Illinois at Urbana–Champaign) عام 2008 أنّ العلاج باللوتيولين للفئران التي تعرَّضت الخليّةُ الدبقيّةُ الصغيرة فيها للبكتيريا يُقلّل من الالتهاب الناتج عنها، كما ظهر أنّ المركبات التي توجد في الكرفس تُثبّط مُحفّز الجين المُحرِّض على الالتهابات، وقد لوحظ انخفاضٌ في مؤشرات الالتهاب في الدم والدماغ، بالإضافة إلى المنطقة المسؤولة عن التعلّم والذاكرة في الدوماغ، والتي تُدعى بالوحُصيْن (بالإنجليزية: Hippocampus).[٨][٧]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "ويؤثر اللوتيولين في الخلايا الدبقيّة الصغيرة (بالإجليزيّة: Microglia) التي تنتشر على طول الجهاز العصبيّ المركزيّ، وتعدُّ المسؤولةَ عن نظام المناعة في الدماغ، ولكنّ إنتاجها المفرطَ للجزيئات الالتهابيّة قد يؤدي إلى تفاقم حالة التآكل العصبيّ لدى الذين يعانون من الحالات الالتهابيّة في الدماغ، مثل: مرض ألزهايمر، ومرض كروتزفيلد-جاكوب (بالإنجليزية: Creutzfeld-Jakob disease)، وقد تبيّن حسب دراسةٍ أُجريت على الفئران بجامعة إلينوي في إربانا-شامبين (بالإنجليزية: University of Illinois at Urbana–Champaign) عام 2008 أنّ العلاج باللوتيولين للفئران التي تعرَّضت الخليّةُ الدبقيّةُ الصغيرة فيها للبكتيريا يُقلّل من الالتهاب الناتج عنها، كما ظهر أنّ المركبات التي توجد في الكرفس تُثبّط مُحفّز الجين المُحرِّض على الالتهابات، وقد لوحظ انخفاضٌ في مؤشرات الالتهاب في الدم والدماغ، بالإضافة إلى المنطقة المسؤولة عن التعلّم والذاكرة في الدماغ، والتي تُدعى بالحُصيْن (بالإنجليزية: Hippocampus).[٨][٧]"
  },
  {
    "id": 78,
    "sentence": "فيتامين ب1",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ب1"
  },
  {
    "id": 79,
    "sentence": "يمكن القول إنّ من الآمن تناول زيت الكرفس وبذوره عن طريق الفم مع وجبات الطعام، كما يُعدّ الكرفس آمنًا لمعظم الناس في حال تناوله عن طريق الفم، أو عند وضعه على الجلد بكميات دوائيّةٍ لفترةٍ قصيرة، ومع ذلك، فإنّه قد يُسبّب التهاباً في الجلد، وزيادةً في حساسية الجلد لأشعة الشمس، لذلك يُوصى توخي الحذر عند استهلاكه في بعض الحالات، حيث إنه من غير الآمن استهلاك زيت وبذور الكرفس بكميات دوائيّة عن طريق الفم خلال مرحلة الحمل، إذ يمكن أن يُسبّب ذلك حدوثَ انقباضٍ في الرحم، والإجهاض، كما أنّه لم تتوفر أدلة موثوقة كافية حول سلامة استخدامه في مرحلة الرضاعة، لذلك يفضل عدم استخدامه، كما يمكن أن يؤدي استهلاك الكرفس بكميات طبية إلى تقليل ضغط الدم، ولذلك يُنصَح بتجنّبه في حالة المعاناة من انخفاضٍ في ضغط الدم (بالإنجليزية: Hypotension)، إذ إنّه قد يؤدي إلى انخفاضه بشكلٍ كبير، ويمكن للإفراط في استخدامه أن يزيد من خطر حدوث نزيفٍ لدى بعض الأشخاص، ولذلك يُفضّل عدم استخدامه في حال الإصابة باضطراباتٍ نزفيّة.[٣١]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "يمكن القول إنّ من الآمن تناول زيت الكرفس وبذوره عن طريق الفم مع وجبات الطعام، كما يُعدّ الكرفس آمنًا لمعظم الناس في حال تناوله عن طريق الفم، أو عند وضعه على الجلد بكميات دوائيّةٍ لفترةٍ قصيرة، ومع ذلك، فإنّه قد يُسبّب التهاباً في الجلد، وزيادةً في حساسية الجلد لأشعة الشمس، لذلك يُوصى توخي الحذر عند استهلاكه في بعض الحالات، حيث إنه من غير الآمن استهلاك زيت وبذور الكرفس بكميات دوائيّة عن طريق الفم خلال مرحلة الحمل، إذ يمكن أن يُسبّب ذلك حدوثَ انقباضٍ في الرحم، والإجهاض، كما أنّه لم تتوفر أدلة موثوقة كافية حول سلامة استخدامه في مرحلة الرضاعة، لذلك يفضل عدم استخدامه، كما يمكن أن يؤدي استهلاك الكرفس بكميات طبية إلى تقليل ضغط الدم، ولذلك يُنصَح بتجنّبه في حالة المعاناة من انخفاضٍ في ضغط الدم (بالإنجليزية: Hypotension)، إذ إنّه قد يؤدي إلى انخفاضه بشكلٍ كبير، ويمكن للإفراط في استخدامه أن يزيد من خطر حدوث نزيفٍ لدى بعض الأشخاص، ولذلك يُفضّل عدم استخدامه في حال الإصابة باضطراباتٍ نزفيّة.[٣١]"
  },
  {
    "id": 80,
    "sentence": "محاذير استخدام الكرفس",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محاذير استخدام الكرفس"
  },
  {
    "id": 81,
    "sentence": "ليفوثيروكسين: ويُستخدم هذا الدواء في حالة قصور الغدة الدرقية، ويمكن لاستهلاك الكرفس معه أن يُقلّل من فعاليّته، ومع ذلك فإنّ السبب وراء ذلك ومدى تأثيره ما زال غير معروف.",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "ليفوثيروكسين: ويُستخدم هذا الدواء في حالة قصور الغدة الدرقية، ويمكن لاستهلاك الكرفس معه أن يُقلّل من فعاليّته، ومع ذلك فإنّ السبب وراء ذلك ومدى تأثيره ما زال غير معروف."
  },
  {
    "id": 82,
    "sentence": "يُوصى الأشخاص الذي يتناولون بعض أنواع الأدوية بالحذر عند استهلاك نبات الكرفس، ونذكر من هذه الأدوية ما يأتي:[٢١]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "يُوصى الأشخاص الذي يتناولون بعض أنواع الأدوية بالحذر عند استهلاك نبات الكرفس، ونذكر من هذه الأدوية ما يأتي:[٢١]"
  },
  {
    "id": 83,
    "sentence": "وتجدر الإشارة إلى أنّ بذور الكرفس تحتوي على الحديد من النوع غير الهيميّ الذي يختلف عن الحديد الهيميّ الموجود في المنتجات الحيوانية، ويختلف هذان النوعان من الحديد من حيث قدرة الجسم على امتصاصه، إذ إنّ امتصاص الحديد غير الهيميّ لا يتجاوز 10%، ولهذا يُنصح بتناول فيتامين ج مع الأطعمة النباتيّة التي تحتوي على الحديد غير الهيميّ مثل الكرفس لزيادة امتصاصها، ومن الأطعمة الغنية بفيتامين ج: الفلفل الحلو، والحمضيات، والتوت، والتي يمكن تناولها مع وجبة غذائية تحتوي على بذور الكرفس.[١٦]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "وتجدر الإشارة إلى أنّ بذور الكرفس تحتوي على الحديد من النوع غير الهيميّ الذي يختلف عن الحديد الهيميّ الموجود في المنتجات الحيوانية، ويختلف هذان النوعان من الحديد من حيث قدرة الجسم على امتصاصه، إذ إنّ امتصاص الحديد غير الهيميّ لا يتجاوز 10%، ولهذا يُنصح بتناول فيتامين ج مع الأطعمة النباتيّة التي تحتوي على الحديد غير الهيميّ مثل الكرفس لزيادة امتصاصها، ومن الأطعمة الغنية بفيتامين ج: الفلفل الحلو، والحمضيات، والتوت، والتي يمكن تناولها مع وجبة غذائية تحتوي على بذور الكرفس.[١٦]"
  },
  {
    "id": 84,
    "sentence": "0.320 مليغرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.320 مليغرام"
  },
  {
    "id": 85,
    "sentence": "العنصر الغذائي",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "العنصر الغذائي"
  },
  {
    "id": 86,
    "sentence": "2.97 غرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "2.97 غرام"
  },
  {
    "id": 87,
    "sentence": "المغنيسيوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "المغنيسيوم"
  },
  {
    "id": 88,
    "sentence": "على الرغم من انخفاض السعرات الحرارية في نبات الكرفس، إلا أنّ هذا ليس السبب الوحيد لإضافته إلى النظام الغذائيّ؛ حيث يُعتقد أنّه يساعد على الوقاية من العديد من الأمراض، بالإضافة إلى احتوائه على العديد من العناصر الغذائيّة، ومن فوائده نذكر ما يأتي:[٢][٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "على الرغم من انخفاض السعرات الحرارية في نبات الكرفس، إلا أنّ هذا ليس السبب الوحيد لإضافته إلى النظام الغذائيّ؛ حيث يُعتقد أنّه يساعد على الوقاية من العديد من الأمراض، بالإضافة إلى احتوائه على العديد من العناصر الغذائيّة، ومن فوائده نذكر ما يأتي:[٢][٤]"
  },
  {
    "id": 89,
    "sentence": "الكربوهيدرات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الكربوهيدرات"
  },
  {
    "id": 90,
    "sentence": "الدهون",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الدهون"
  },
  {
    "id": 91,
    "sentence": "فوائد أخرى لا توجد أدلة على فعاليتها: تُستخدم بذور الكرفس لتحسين بعض الحالات، مثل: عسر الطمث، وتخفيف آلام العضلات والمفاصل، والنقرس، والصداع، وتعزيز الشهية، والتخفيف من الغازات، والتخفيف من إدرار الحليب، وتقليل الغازات، والمساعدة على الهضم، وتنظيم حركة الأمعاء، وغيرها من الفوائد، لكن ما تزال الأبحاث حول هذه التأثيرات قليلةً، وبحاجةٍ للمزيد من الأدلّة لتأكيد فعاليتها.[٢١]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فوائد أخرى لا توجد أدلة على فعاليتها: تُستخدم بذور الكرفس لتحسين بعض الحالات، مثل: عسر الطمث، وتخفيف آلام العضلات والمفاصل، والنقرس، والصداع، وتعزيز الشهية، والتخفيف من الغازات، والتخفيف من إدرار الحليب، وتقليل الغازات، والمساعدة على الهضم، وتنظيم حركة الأمعاء، وغيرها من الفوائد، لكن ما تزال الأبحاث حول هذه التأثيرات قليلةً، وبحاجةٍ للمزيد من الأدلّة لتأكيد فعاليتها.[٢١]"
  },
  {
    "id": 92,
    "sentence": "41.35 غراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "41.35 غراماً"
  },
  {
    "id": 93,
    "sentence": "الفسفور",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الفسفور"
  },
  {
    "id": 94,
    "sentence": "1767 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "1767 مليغراماً"
  },
  {
    "id": 95,
    "sentence": "القيمة الغذائية لأوراق الكرفس",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "القيمة الغذائية لأوراق الكرفس"
  },
  {
    "id": 96,
    "sentence": "160مليغراما",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "160مليغراما"
  },
  {
    "id": 97,
    "sentence": "تعزيز إنتاج الخلايا العصبية: (بالإنجليزية: Neurogenesis)؛ حيث يُعتقد أنّه يمكن لمركب الأبجينين أن يحفّز إنتاج الخلايا العصبية، ونموّها، وتطوّرها، فقد أظهرت الأبحاث التي نُشرت في مجلة Expert Opinion on Therapeutic Patents في جامعة مدينة دبلن في عام 2009 أنّ حقن الفئران بمركب الأبيجينين أو استهلاكه عبر الفم حسّن الذاكرة، والتعلّم.[١٢] ولكن ما زالت هناك حاجةٌ لإجراء المزيد من الدراسات لتأكيد هذه النتائج على البشر.[٢]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "تعزيز إنتاج الخلايا العصبية: (بالإنجليزية: Neurogenesis)؛ حيث يُعتقد أنّه يمكن لمركب الأبجينين أن يحفّز إنتاج الخلايا العصبية، ونموّها، وتطوّرها، فقد أظهرت الأبحاث التي نُشرت في مجلة Expert Opinion on Therapeutic Patents في جامعة مدينة دبلن في عام 2009 أنّ حقن الفئران بمركب الأبيجينين أو استهلاكه عبر الفم حسّن الذاكرة، والتعلّم.[١٢] ولكن ما زالت هناك حاجةٌ لإجراء المزيد من الدراسات لتأكيد هذه النتائج على البشر.[٢]"
  },
  {
    "id": 98,
    "sentence": "محتواها من العناصر الغذائية",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محتواها من العناصر الغذائية"
  },
  {
    "id": 99,
    "sentence": "احتماليّة تحسين مستويات السكر عند المصابين بمقدمات السكري: (بالإنجليزية: Prediabetes)؛ يُعدّ الحفاظ على مستوياتٍ طبيعيّةٍ للسكر في الدم مُهمّاً للحدّ من خطر الإصابة بمرض السكري من النوع الثاني، بالإضافة إلى أمراض القلب، ويُعدّ المغنيسيوم واحداً من المعادن التي تساهم في تحسين مستويات السكر في الدم، كما أنّه يساهم في زيادة استجابة الخلايا للإنسولين؛ وهو الهرمونُ المسؤولُ عن تنظيم مستويات السكر في الدم، وتعدُّ بذور الكرفس واحدةً من المصادر الغنيّة بالمغنيسيوم؛ حيث تحتوي الملعقة الكبيرة على 12% من الاحتياج اليوميّ من هذا المعدن.[١٦] ويمكن لإضافة الأطعمة الغنيّة بالمغنيسيوم، مثل بذور الكرفس إلى النظام الغذائيّ، أن يقلل من خطر الإصابة بمرض السكري من النوع الثاني بنسبة تزيد عن 14% وذلك بحسب ما بيّنته مراجعة تحليل شمولي نُشرت في مجلة Diabetes Care عام 2011.[٢٠][١٦]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "احتماليّة تحسين مستويات السكر عند المصابين بمقدمات السكري: (بالإنجليزية: Prediabetes)؛ يُعدّ الحفاظ على مستوياتٍ طبيعيّةٍ للسكر في الدم مُهمّاً للحدّ من خطر الإصابة بمرض السكري من النوع الثاني، بالإضافة إلى أمراض القلب، ويُعدّ المغنيسيوم واحداً من المعادن التي تساهم في تحسين مستويات السكر في الدم، كما أنّه يساهم في زيادة استجابة الخلايا للإنسولين؛ وهو الهرمونُ المسؤولُ عن تنظيم مستويات السكر في الدم، وتعدُّ بذور الكرفس واحدةً من المصادر الغنيّة بالمغنيسيوم؛ حيث تحتوي الملعقة الكبيرة على 12% من الاحتياج اليوميّ من هذا المعدن.[١٦] ويمكن لإضافة الأطعمة الغنيّة بالمغنيسيوم، مثل بذور الكرفس إلى النظام الغذائيّ، أن يقلل من خطر الإصابة بمرض السكري من النوع الثاني بنسبة تزيد عن 14% وذلك بحسب ما بيّنته مراجعة تحليل شمولي نُشرت في مجلة Diabetes Care عام 2011.[٢٠][١٦]"
  },
  {
    "id": 100,
    "sentence": "محتواها من العناصر الغذائية",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محتواها من العناصر الغذائية"
  },
  {
    "id": 101,
    "sentence": "الكالسيوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الكالسيوم"
  },
  {
    "id": 102,
    "sentence": "فيتامين أ",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين أ"
  },
  {
    "id": 103,
    "sentence": "شاع بين الناس أنّ شرب عصير الكرفس يمتلك العديد من الفوائد الصحية بشكلٍ خاص، وفي الحقيقة، فإنّ نبات الكرفس يتكوّن بمعظمه من الماء، ولذلك فإنّه يُعدّ من الخضراوات الغنيّة بالسوائل، بالإضافة إلى احتوائه على العديد من العناصر الغذائية كما ذُكر سابقاً، ويجدر الذكر أنّ الساق الكبيرة من الكرفس تحتوي على حوالي غرامٍ واحدٍ من الألياف؛ وهي من الموادّ الغذائيّة المُهمّة لعمليّة الهضم، وفي المقابل فإنّ عصير الكرفس لا يحتوي على الألياف في غالب الأحيان، ممّا يحول دون الحصول على فوائدها، ولكن يجدر الذكر أنّ هذا العصير يبقى مُحافظاً على محتواه من الفيتامينات والمعادن، وبالنظر إلى أنّ معظم الفوائد الصحيّة لعصير الكرفس غير مؤكدة، فإنّه يفضل شرب الماء، وتناول الخضراوات الكاملة بشكل أكبر.[١٤]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "شاع بين الناس أنّ شرب عصير الكرفس يمتلك العديد من الفوائد الصحية بشكلٍ خاص، وفي الحقيقة، فإنّ نبات الكرفس يتكوّن بمعظمه من الماء، ولذلك فإنّه يُعدّ من الخضراوات الغنيّة بالسوائل، بالإضافة إلى احتوائه على العديد من العناصر الغذائية كما ذُكر سابقاً، ويجدر الذكر أنّ الساق الكبيرة من الكرفس تحتوي على حوالي غرامٍ واحدٍ من الألياف؛ وهي من الموادّ الغذائيّة المُهمّة لعمليّة الهضم، وفي المقابل فإنّ عصير الكرفس لا يحتوي على الألياف في غالب الأحيان، ممّا يحول دون الحصول على فوائدها، ولكن يجدر الذكر أنّ هذا العصير يبقى مُحافظاً على محتواه من الفيتامينات والمعادن، وبالنظر إلى أنّ معظم الفوائد الصحيّة لعصير الكرفس غير مؤكدة، فإنّه يفضل شرب الماء، وتناول الخضراوات الكاملة بشكل أكبر.[١٤]"
  },
  {
    "id": 104,
    "sentence": "6.04 مليلترات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "6.04 مليلترات"
  },
  {
    "id": 105,
    "sentence": "أُجريت العديد من الدراسات لتحديد فوائد بذور الكرفس، ونذكر من أهمّ هذه الدراسات ما يأتي:",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "أُجريت العديد من الدراسات لتحديد فوائد بذور الكرفس، ونذكر من أهمّ هذه الدراسات ما يأتي:"
  },
  {
    "id": 106,
    "sentence": "ومن الجدير بالذكر أنّ الكرفس يُزرعُ على نطاقٍ واسعٍ في المناطق ذات المناخ المعتدل، وهو يُعدّ من النباتات ثنائيّة الحول، والتي يصل طولها إلى 0.6 متر، وعرضها إلى 0.3 متر، ويُزهر نبات الكرفس من بداية كانون الثاني، وحتى شهر آب، وتنضج بذوره ما بين شهري آب، وأيلول، وتتميّز أزهار الكرفس بكونها خنثى، أو ثنائيّة الجنس، أي أنّها تحتوي على كلٍّ من العضو الذكريّ والأنثوي، وبالتالي فهي نباتاتٌ ذاتيّة التلقيح، ويمكن القول إنّ التربة الرملية، والطفالية، والطينيّة تُعدّ مناسبةً لزراعة الكرفس، ولكنّه في الحقيقة يُفضّل التربة الرطبة.[٣]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "ومن الجدير بالذكر أنّ الكرفس يُزرعُ على نطاقٍ واسعٍ في المناطق ذات المناخ المعتدل، وهو يُعدّ من النباتات ثنائيّة الحول، والتي يصل طولها إلى 0.6 متر، وعرضها إلى 0.3 متر، ويُزهر نبات الكرفس من بداية كانون الثاني، وحتى شهر آب، وتنضج بذوره ما بين شهري آب، وأيلول، وتتميّز أزهار الكرفس بكونها خنثى، أو ثنائيّة الجنس، أي أنّها تحتوي على كلٍّ من العضو الذكريّ والأنثوي، وبالتالي فهي نباتاتٌ ذاتيّة التلقيح، ويمكن القول إنّ التربة الرملية، والطفالية، والطينيّة تُعدّ مناسبةً لزراعة الكرفس، ولكنّه في الحقيقة يُفضّل التربة الرطبة.[٣]"
  },
  {
    "id": 107,
    "sentence": "14 سعرةً حراريةً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "14 سعرةً حراريةً"
  },
  {
    "id": 108,
    "sentence": "البوتاسيوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "البوتاسيوم"
  },
  {
    "id": 109,
    "sentence": "17.1 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "17.1 مليغراماً"
  },
  {
    "id": 110,
    "sentence": "3.060 مليغرامات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "3.060 مليغرامات"
  },
  {
    "id": 111,
    "sentence": "فوائد باذور الكيرفس",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "فوائد بذور الكرفس"
  },
  {
    "id": 112,
    "sentence": "يمكن للكرفس وعصيره أن يسببا بعض الآثار الجانبيّة، وبالتالي فإنّه قد لا يكون مُناسباً لجميع الأشخاص؛ حيث يحتوي الكرفس على مُركّب السورالين الكيميائي، وقد يؤدي تناول الكرفس والأطعمة التي تحتوي على هذه المادة بنسبٍ مرتفعة إلى زيادة حساسية الجلد للأشعة فوق البنفسجيّة، مما يزيد من خطر الاصابة بالتهاب الجلد (بالإنجليزية: Dermatitis)، والتغير في صفات الجلد؛ أو ما يُدعى بشيخوخة الجلد (بالإنجليزية: Photoaging)، بالإضافة إلى أنّه قد يسبب تهيّجاً للجلد عند الأشخاص الذين يعانون من حساسيةٍ اتجاه مركب السورالين، وذلك في حال لمسهم للأطعمة المحتوية عليه، وقد يُصاب بعض الأشخاص بحساسيةٍ بسبب نبات الكرفس، ممّا قد يُسبّب ظهور بعض الأعراض المختلفة، بما في ذلك ردودَ فعلٍ تَحسُّسيّة على الجلد، واضطراباتٍ هضميّة، ومشاكل تنفسيّة، وقد تصل في حالاتٍ نادرةٍ عند بعض الأشخاص إلى ردود فعلٍ تحسّسيةٍ مُميتةٍ تُعرف بالصدمة التحسسيّة (بالإنجليزية: Anaphylaxis).[٣٠]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "يمكن للكرفس وعصيره أن يسببا بعض الآثار الجانبيّة، وبالتالي فإنّه قد لا يكون مُناسباً لجميع الأشخاص؛ حيث يحتوي الكرفس على مُركّب السورالين الكيميائي، وقد يؤدي تناول الكرفس والأطعمة التي تحتوي على هذه المادة بنسبٍ مرتفعة إلى زيادة حساسية الجلد للأشعة فوق البنفسجيّة، مما يزيد من خطر الاصابة بالتهاب الجلد (بالإنجليزية: Dermatitis)، والتغير في صفات الجلد؛ أو ما يُدعى بشيخوخة الجلد (بالإنجليزية: Photoaging)، بالإضافة إلى أنّه قد يسبب تهيّجاً للجلد عند الأشخاص الذين يعانون من حساسيةٍ اتجاه مركب السورالين، وذلك في حال لمسهم للأطعمة المحتوية عليه، وقد يُصاب بعض الأشخاص بحساسيةٍ بسبب نبات الكرفس، ممّا قد يُسبّب ظهور بعض الأعراض المختلفة، بما في ذلك ردودَ فعلٍ تَحسُّسيّة على الجلد، واضطراباتٍ هضميّة، ومشاكل تنفسيّة، وقد تصل في حالاتٍ نادرةٍ عند بعض الأشخاص إلى ردود فعلٍ تحسّسيةٍ مُميتةٍ تُعرف بالصدمة التحسسيّة (بالإنجليزية: Anaphylaxis).[٣٠]"
  },
  {
    "id": 113,
    "sentence": "0.074 مليغرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.074 مليغرام"
  },
  {
    "id": 114,
    "sentence": "0.17 غرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.17 غرام"
  },
  {
    "id": 115,
    "sentence": "تبيّن في إحدى الدراسات التجريبية الحديثة التي نُشرت في مجلة Natural Medicine Journal عام 2013 أنّه يمكن لتناول مستخلص بذور الكرفس أن يُحسّن مستويات ضغط الدم لدى الأشخاص الذين يعانون من ارتفاعه بدرجةٍ بسيطةٍ إلى متوسطة، وقد حدّد الباحثون فيها أنّ هذا التأثير يعود لمحتواه من مُركّبٍ يُسمّى 3-n-butylphthalideK، أو ما يُعرف اختصاراً بـ (3nB)، والذي يُعدّ مسؤولاً عن مذاق ورائحة الكرفس أيضاً.[٢٢][٢٣]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "تبيّن في إحدى الدراسات التجريبية الحديثة التي نُشرت في مجلة Natural Medicine Journal عام 2013 أنّه يمكن لتناول مستخلص بذور الكرفس أن يُحسّن مستويات ضغط الدم لدى الأشخاص الذين يعانون من ارتفاعه بدرجةٍ بسيطةٍ إلى متوسطة، وقد حدّد الباحثون فيها أنّ هذا التأثير يعود لمحتواه من مُركّبٍ يُسمّى 3-n-butylphthalideK، أو ما يُعرف اختصاراً بـ (3nB)، والذي يُعدّ مسؤولاً عن مذاق ورائحة الكرفس أيضاً.[٢٢][٢٣]"
  },
  {
    "id": 116,
    "sentence": "الازنك",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الزنك"
  },
  {
    "id": 117,
    "sentence": "95.43 مليليتراً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "95.43 مليليتراً"
  },
  {
    "id": 118,
    "sentence": "الليثيوم: فمن المحتمل أن يكون للكرفس تأثيرٌ مشابهٌ لأدوية إدرار البول؛ حيث إنّه قد يقلل من قدرة الجسم على إخراج الليثيوم، ممّا قد يزيد من نسبته داخل الجسم، ويمكن لذلك أن يتسبّب بحدوث آثار جانبيّة خطيرة، ولذلك يُنصح باستشارة مقدم الرعاية الصحية قبل استخدام الكرفس في حال استخدام الليثيوم، وا قد ياتطلّب الأمر حينها تغيير جرعة الليثيوم المستخدمة.",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الليثيوم: فمن المحتمل أن يكون للكرفس تأثيرٌ مشابهٌ لأدوية إدرار البول؛ حيث إنّه قد يقلل من قدرة الجسم على إخراج الليثيوم، ممّا قد يزيد من نسبته داخل الجسم، ويمكن لذلك أن يتسبّب بحدوث آثار جانبيّة خطيرة، ولذلك يُنصح باستشارة مقدم الرعاية الصحية قبل استخدام الكرفس في حال استخدام الليثيوم، وقد يتطلّب الأمر حينها تغيير جرعة الليثيوم المستخدمة."
  },
  {
    "id": 119,
    "sentence": "0.13 مليغرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.13 مليغرام"
  },
  {
    "id": 120,
    "sentence": "الفولات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الفولات"
  },
  {
    "id": 121,
    "sentence": "440 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "440 مليغراماً"
  },
  {
    "id": 122,
    "sentence": "العنصر الغذائي",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "العنصر الغذائي"
  },
  {
    "id": 123,
    "sentence": "الكربوهيدرات",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الكربوهيدرات"
  },
  {
    "id": 124,
    "sentence": "الصوديوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الصوديوم"
  },
  {
    "id": 125,
    "sentence": "547 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "547 مليغراماً"
  },
  {
    "id": 126,
    "sentence": "الفلات",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الفولات"
  },
  {
    "id": 127,
    "sentence": "الماء",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الماء"
  },
  {
    "id": 128,
    "sentence": "غنيّة بالفيتامينات والمعادن مع انخفاض مؤشره الجلايسيمي: يحتوي الكرفس على فيتامين أ، وفيتامين ج، وفيتامين ك، بالإضافة إلى العديد من المعادن، مثل: البوتاسيوم، والفولات، ويتميّز الكرفس بانخفاض نسبة الصوديوم فيه، كما أنّه يندرج في قائمة الأغذية ذات المؤشر الماؤشر الجايسيميّ المنخفض، أي أنّه يرفع مُعدّل سكر الدم بشكلٍ بطيء.[٤]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "غنيّة بالفيتامينات والمعادن مع انخفاض مؤشره الجلايسيمي: يحتوي الكرفس على فيتامين أ، وفيتامين ج، وفيتامين ك، بالإضافة إلى العديد من المعادن، مثل: البوتاسيوم، والفولات، ويتميّز الكرفس بانخفاض نسبة الصوديوم فيه، كما أنّه يندرج في قائمة الأغذية ذات المؤشر المؤشر الجلايسيميّ المنخفض، أي أنّه يرفع مُعدّل سكر الدم بشكلٍ بطيء.[٤]"
  },
  {
    "id": 129,
    "sentence": "محاذير بذور الكرفس والزيت المستخرج منها",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "محاذير بذور الكرفس والزيت المستخرج منها"
  },
  {
    "id": 130,
    "sentence": "السعرات الحرارية",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "السعرات الحرارية"
  },
  {
    "id": 131,
    "sentence": "تُعدّ بذور الكرفس من التوابل متعدّدة الاستخدامات، وعادةً ما تُستخدَم في الطهي، وتتوفّر كحبوبٍ كاملة، أو على شكل مسحوقٍ خشن أو ناعم، كما أنّها تُعدّ مصدراً غنيّانً بالمواد الذائية،[١٦] ومن فوائده نذكر الآتي:",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "تُعدّ بذور الكرفس من التوابل متعدّدة الاستخدامات، وعادةً ما تُستخدَم في الطهي، وتتوفّر كحبوبٍ كاملة، أو على شكل مسحوقٍ خشن أو ناعم، كما أنّها تُعدّ مصدراً غنيّاً بالمواد الغذائية،[١٦] ومن فوائده نذكر الآتي:"
  },
  {
    "id": 132,
    "sentence": "التفاعلوات ادوائية مع الكرفس",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "التفاعلات الدوائية مع الكرفس"
  },
  {
    "id": 133,
    "sentence": "فيتامين ب3",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "فيتامين ب3"
  },
  {
    "id": 134,
    "sentence": "1.6 غرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "1.6 غرام"
  },
  {
    "id": 135,
    "sentence": "0.890 مليغرام",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "0.890 مليغرام"
  },
  {
    "id": 136,
    "sentence": "1400 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "1400 مليغراماً"
  },
  {
    "id": 137,
    "sentence": "25.27 غراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "25.27 غراماً"
  },
  {
    "id": 138,
    "sentence": "وعلى الرغم من أنّه قد شاع استخدام بذور الكرفس في الآونة الأخيرة لخفض ضغط الدم، إلا أنّه يُوصى بتناول النبات كاملاً، فعلى الرغم من احتوائه على الفيتامينات، والمعادن، والألياف، ومضادات للأكسدة التي تساهم في الحفاظ على الصحة، إلا أنّه لا يُنصح بتناول هذه الموادّ وحدها كمُكمّلات غذائيّة للحصول على فوائدها؛ وذلك بحسب ما بيّنه الدكتور كينث شيفر المتخصص في طبّ القلب، بالإضافة إلى أنّ كيفية تأثير كلٍّ من المواد الغذائية المُستخلصة، والمركبات النباتيّة الأخرى والسبب وراء ذلك غير معروف، كما يجدر التنبيه إلى أنّ المستخلصات النباتية قد تسبب الضرر أحياناً.[٢٣]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "وعلى الرغم من أنّه قد شاع استخدام بذور الكرفس في الآونة الأخيرة لخفض ضغط الدم، إلا أنّه يُوصى بتناول النبات كاملاً، فعلى الرغم من احتوائه على الفيتامينات، والمعادن، والألياف، ومضادات للأكسدة التي تساهم في الحفاظ على الصحة، إلا أنّه لا يُنصح بتناول هذه الموادّ وحدها كمُكمّلات غذائيّة للحصول على فوائدها؛ وذلك بحسب ما بيّنه الدكتور كينث شيفر المتخصص في طبّ القلب، بالإضافة إلى أنّ كيفية تأثير كلٍّ من المواد الغذائية المُستخلصة، والمركبات النباتيّة الأخرى والسبب وراء ذلك غير معروف، كما يجدر التنبيه إلى أنّ المستخلصات النباتية قد تسبب الضرر أحياناً.[٢٣]"
  },
  {
    "id": 139,
    "sentence": "11 مليغراماً",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "11 مليغراماً"
  },
  {
    "id": 140,
    "sentence": "الما",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "الماء"
  },
  {
    "id": 141,
    "sentence": "امتلاك تأثيرٍ قلويّ: حيث إنّ احتواء الكرفس على بعض المعادن، مثل: المغنيسيوم، والحديد، والصوديوم، قد يكون له تأثير معادلٌ للأطعمة الحمضيّة، كما تُووعدُّ هذه المعادن مُهمّةً للوظائف الأساسيّة في الجسم.[٤]",
    "tag": "wrong",
    "domain": "AppliedScience",
    "correct sentence": "امتلاك تأثيرٍ قلويّ: حيث إنّ احتواء الكرفس على بعض المعادن، مثل: المغنيسيوم، والحديد، والصوديوم، قد يكون له تأثير معادلٌ للأطعمة الحمضيّة، كما تُعدُّ هذه المعادن مُهمّةً للوظائف الأساسيّة في الجسم.[٤]"
  },
  {
    "id": 142,
    "sentence": "القيمة الغذائية لبذور الكرفس",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "القيمة الغذائية لبذور الكرفس"
  },
  {
    "id": 143,
    "sentence": "الكميّة",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الكميّة"
  },
  {
    "id": 144,
    "sentence": "كما تحتوي بذور الكرفس على معدن المنغنيز الذي يُنشط الإنزيمات التي تُنتِج البروتينات اللازمة لتكوين الأنسجة العظميّة، والغضروف، وتحتوي الملعقة الكبيرة من بذور الكرفس على 27% من الاحتياج اليوميّ من المنغنيز، كما يُعدُّ الكرفس مصدراً لمعدني المغنيسيوم، والفسفور، اللّذان يدعمان تكوين الخليّة العظميّة (بالإنجليزية: Osteoblast)، وبالمقابل في حال حدوث أيّ نقص فيهما فإنّ ذلك قد يؤدي إلى الإصابة بالعديد من أمراض العظام المزمنة، مثل: مرض هشاشة العظام.[١٦]",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "كما تحتوي بذور الكرفس على معدن المنغنيز الذي يُنشط الإنزيمات التي تُنتِج البروتينات اللازمة لتكوين الأنسجة العظميّة، والغضروف، وتحتوي الملعقة الكبيرة من بذور الكرفس على 27% من الاحتياج اليوميّ من المنغنيز، كما يُعدُّ الكرفس مصدراً لمعدني المغنيسيوم، والفسفور، اللّذان يدعمان تكوين الخليّة العظميّة (بالإنجليزية: Osteoblast)، وبالمقابل في حال حدوث أيّ نقص فيهما فإنّ ذلك قد يؤدي إلى الإصابة بالعديد من أمراض العظام المزمنة، مثل: مرض هشاشة العظام.[١٦]"
  },
  {
    "id": 145,
    "sentence": "المغنيسيوم",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "المغنيسيوم"
  },
  {
    "id": 146,
    "sentence": "الزنك",
    "tag": "correct",
    "domain": "AppliedScience",
    "correct sentence": "الزنك"
  }
]