[{
     "id": 1,
     "sentence": "النظام العرفي: تعتمد على إجراءات وقواعد تقليدية مبنية على ثقافة المجتمع وعاداتهم وتقاليدهم، وتختلف من مجتمع لآخر، كما تمثل هذه القواعد حس العدالة لدى الأشخاض، وعادة لا تكون تلك القوانين متكبة، حيث لكل حالة قواعد معينة دون تعميم مطلق.[٤]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "النظام العرفي: تعتمد على إجراءات وقواعد تقليدية مبنية على ثقافة المجتمع وعاداتهم وتقاليدهم، وتختلف من مجتمع لآخر، كما تمثل هذه القواعد حس العدالة لدى الأشخاص، وعادة لا تكون تلك القوانين مكتوبة، حيث لكل حالة قواعد معينة دون تعميم مطلق.[٤]"
},
{
     "id": 2,
     "sentence": "هو مجموعة من التشريعات الإلهية والتفسيرات المتعلقة بها، والتي بُعث الأنبياء ليعلموها للناس، كما يتم الفصل في الخلافات من خلال شخص يسمى قاضنٍ أو كاهن، ومن المكن دمج بعض الأقسام الدينية مع الأنظمة الأخرى.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "هو مجموعة من التشريعات الإلهية والتفسيرات المتعلقة بها، والتي بُعث الأنبياء ليعلموها للناس، كما يتم الفصل في الخلافات من خلال شخص يسمى قاضٍ أو كاهن، ومن الممكن دمج بعض الأقسام الدينية مع الأنظمة الأخرى."
},
{
     "id": 3,
     "sentence": "نظام هيئة المحلفين؛ يقوم هذا النظام على تقرير الوقائع التي احتُلف فيها في الدعوى القضائية.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "نظام هيئة المحلفين؛ يقوم هذا النظام على تقرير الوقائع التي اختُلف فيها في الدعاوى القضائية."
},
{
     "id": 4,
     "sentence": "يحكم النظام القانوني المجتمعات والعلاقات بين الأفراد الذين يعيشون به، حيث يفرض التعامل بشكل عادل بين الناس دون الاعتداء على أحد، مما يساهم في خلق بيئة آمنة، وزيادة الشعور بالأمان تساعد في ممارسة النشاطات البشرية المختلفة بسهولة، وفيما يلي نذكر أهم النقاط:[٢]",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يحكم النظام القانوني المجتمعات والعلاقات بين الأفراد الذين يعيشون به، حيث يفرض التعامل بشكل عادل بين الناس دون الاعتداء على أحد، مما يساهم في خلق بيئة آمنة، وزيادة الشعور بالأمان تساعد في ممارسة النشاطات البشرية المختلفة بسهولة، وفيما يلي نذكر أهم النقاط:[٢]"
},
{
     "id": 5,
     "sentence": "يعمل على تحسين المجتمع والحفاظ على نظامه، والعمل على حل المشكلات التي تواجه تقدمه، فضلاً عن تمتعه بالنمو والازدهار، حيث يجود الخراب وتعك الفوضى في المجتمع الذي تغيب عنه الأنظمة القانونية.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يعمل على تحسين المجتمع والحفاظ على نظامه، والعمل على حل المشكلات التي تواجه تقدمه، فضلاً عن تمتعه بالنمو والازدهار، حيث يسود الخراب وتعم الفوضى في المجتمع الذي تغيب عنه الأنظمة القانونية."
},
{
     "id": 6,
     "sentence": "النظام المدني: هو نظام تحكمه القوانين التشريعية التي تسنها الهيئات التشريعية، وعلى العكس من النظام العام يأتي بشكل نظام تحيق، كما يكون أكثر تفصيلاً منه، ويحق للأشخاج رفع دعاوى قضائية.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "النظام المدني: هو نظام تحكمه القوانين التشريعية التي تسنها الهيئات التشريعية، وعلى العكس من النظام العام يأتي بشكل نظام تحقيق، كما يكون أكثر تفصيلاً منه، ويحق للأشخاص رفع دعاوى قضائية."
},
{
     "id": 7,
     "sentence": "النظام الديني: هو مجموعة من التشريعات الإلهية والتفسيرات المتعلقة بها، والتي بُعث الأنبياء ليعلموها للناس، كما يتم الفصل في الخلافات من خلال شخص يسمى قاضٍ أو كاهن، ومن الممكن دمج بعض الأقسام الدينية مع الأنظمة الأخرى.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "النظام الديني: هو مجموعة من التشريعات الإلهية والتفسيرات المتعلقة بها، والتي بُعث الأنبياء ليعلموها للناس، كما يتم الفصل في الخلافات من خلال شخص يسمى قاضٍ أو كاهن، ومن الممكن دمج بعض الأقسام الدينية مع الأنظمة الأخرى."
},
{
     "id": 8,
     "sentence": "النظام العام: يتم سن قوانين النظام العام من السوابق القضائية، وليس من النظام الأساسي، والجهة التي تقوم بسنها هي القضاء، حيث يصب اهتمامه على الجرائم والسوابق القضائية، ويأتي على شكل مخاصمة بين أطراف معينة، كما يمثل القاضي جكماً غير متحيز لطرف دوناً عن طرف.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "النظام العام: يتم سن قوانين النظام العام من السوابق القضائية، وليس من النظام الأساسي، والجهة التي تقوم بسنها هي القضاء، حيث يصب اهتمامه على الجرائم والسوابق القضائية، ويأتي على شكل مخاصمة بين أطراف معينة، كما يمثل القاضي حكماً غير متحيز لطرف دوناً عن طرف."
},
{
     "id": 9,
     "sentence": "إن وجود قانون ما يقتضي لزاماً وجود نظام قانوني ينتمي له،[١] ويعمل هذا النظام على توضيح القوانين بطرق مختلفة وتنفيذها، كما يتضمن مجموعة من الأسس، والتدابير، بالإضافة إلى الهيئات يمكن عن طريقها تنفيذ مشاريع عامة وأخرى خاصة بوسائل مشروعة، ويتكون النظام القضائي من 4 أشكال رئيسية،[٢] حيث نوضحها من خلال الآتي:[٣]",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "إن وجود قانون ما يقتضي لزاماً وجود نظام قانوني ينتمي له،[١] ويعمل هذا النظام على توضيح القوانين بطرق مختلفة وتنفيذها، كما يتضمن مجموعة من الأسس، والتدابير، بالإضافة إلى الهيئات يمكن عن طريقها تنفيذ مشاريع عامة وأخرى خاصة بوسائل مشروعة، ويتكون النظام القضائي من 4 أشكال رئيسية،[٢] حيث نوضحها من خلال الآتي:[٣]"
},
{
     "id": 10,
     "sentence": "النظام القانوني",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "النظام القانوني"
},
{
     "id": 11,
     "sentence": "يقوي شعور المواطن بالانتماء للبلد؛ وذلك نظراً لأنه يتمتع بكافة حقوقه، وتقوم الدولة من خلال هذه القوانين بالمحافظة عليها قدر الإمكان.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يقوي شعور المواطن بالانتماء للبلد؛ وذلك نظراً لأنه يتمتع بكافة حقوقه، وتقوم الدولة من خلال هذه القوانين بالمحافظة عليها قدر الإمكان."
},
{
     "id": 12,
     "sentence": "أنظمة أخرى قانونية",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "أنظمة أخرى قانونية"
},
{
     "id": 13,
     "sentence": "النظام الانتخابي؛ يتم حكم قوانين الاختيار الريمقراطية من خحال هذا النظام.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "النظام الانتخابي؛ يتم حكم قوانين الاختيار الديمقراطية من خلال هذا النظام."
},
{
     "id": 14,
     "sentence": "أهمية النظام القانوني",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "أهمية النظام القانوني"
},
{
     "id": 15,
     "sentence": "يعزز الشعور بالمساواة؛ لأن القوانين تحكم جميع البشر بلا تفرقة لأي سبب كان، وبالتالي لن يظلم طرفٌ ما أي طرف آخر، ومن يعتدي على حقوق الآخرين يتعرض للعقوبات المختلفة.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يعزز الشعور بالمساواة؛ لأن القوانين تحكم جميع البشر بلا تفرقة لأي سبب كان، وبالتالي لن يظلم طرفٌ ما أي طرف آخر، ومن يعتدي على حقوق الآخرين يتعرض للعقوبات المختلفة."
},
{
     "id": 16,
     "sentence": "يتم سن قوانين النظام العام من السوابق القضائية، وليس من النظام الأساسي، والجهة التي تقوم بسنها هي القضاء، حيث يصب اهتمامه على الجرائم والشوابق القضائية، ويأتي على شكل مخاصمة بين أكراف معينة، كما يمثل القاضي حكماً غير متحيز لطرف دوناً عن طرف.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يتم سن قوانين النظام العام من السوابق القضائية، وليس من النظام الأساسي، والجهة التي تقوم بسنها هي القضاء، حيث يصب اهتمامه على الجرائم والسوابق القضائية، ويأتي على شكل مخاصمة بين أطراف معينة، كما يمثل القاضي حكماً غير متحيز لطرف دوناً عن طرف."
},
{
     "id": 17,
     "sentence": "فيما يلي بعض الأنظمة التي تختص بنوع محدد من القوانين:",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "فيما يلي بعض الأنظمة التي تختص بنوع محدد من القوانين:"
},
{
     "id": 18,
     "sentence": "يعمل على منع الشر والحماية منه قدر الإمكان؛ إذ إن هذه القوانين تنطبق على جميع البشر دون تمييز، وكل من يقوم بكسر هذه القوانين يتعرّض لنوع معين من العقوبات، وهكذا يعلم كل شخص حقوقه وما عليه من واجبات، وبالتالي ينلم حقوق الخرين التي من الواجب المحافظة عليها دونما اعتداء.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يعمل على منع الشر والحماية منه قدر الإمكان؛ إذ إن هذه القوانين تنطبق على جميع البشر دون تمييز، وكل من يقوم بكسر هذه القوانين يتعرّض لنوع معين من العقوبات، وهكذا يعلم كل شخص حقوقه وما عليه من واجبات، وبالتالي يعلم حقوق الآخرين التي من الواجب المحافظة عليها دونما اعتداء."
},
{
     "id": 19,
     "sentence": "هو نظام تحكمه القوانين التشريعية التي تسنها الهيئات التشريعية، وعلى العكس من النظام عام يأتي بشكل نظام تحقيق، كما يكون أكثر تفصيلاً منه، ويحق للأشحاص رفع دعاوى قضائية.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "هو نظام تحكمه القوانين التشريعية التي تسنها الهيئات التشريعية، وعلى العكس من النظام العام يأتي بشكل نظام تحقيق، كما يكون أكثر تفصيلاً منه، ويحق للأشخاص رفع دعاوى قضائية."
},
{
     "id": 20,
     "sentence": "النظام الضريبي؛ هو النظام الذي يحدد قيمة الضرائب وطرق تحصيلها.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "النظام الضريبي؛ هو النظام الذي يحدد قيمة الضرائب وطرق تحصيلها."
},
{
     "id": 21,
     "sentence": "النتيجة: هي كل ّما يترتب من مضارّ على الأفعال الإجراميّة.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "النتيجة: هي كل ّما يترتب من مضارّ على الأفعال الإجراميّة."
},
{
     "id": 22,
     "sentence": "أركان الجريمة",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "أركان الجريمة"
},
{
     "id": 23,
     "sentence": "الجريمة قانوناً، هي الانحراف والتجاوز عن مختلف المعايير الجمعية التي تتصف بكمّ ضخم من الجبريّة، والنوعيّة، والكلية، أي أنّ الجريمة لا توصف بذلك إلا في حال توفّر القيمة التي تضعتها المجاعة القانونيّة وتحترمها، بالإضافة إلى الانعزال على الصعيدين الحضاريّ والثقافيّ داخل الطرائف.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "الجريمة قانوناً، هي الانحراف والتجاوز عن مختلف المعايير الجمعية التي تتصف بكمّ ضخم من الجبريّة، والنوعيّة، والكلية، أي أنّ الجريمة لا توصف بذلك إلا في حال توفّر القيمة التي تضعتها الجماعة القانونيّة وتحترمها، بالإضافة إلى الانعزال على الصعيدين الحضاريّ والثقافيّ داخل الطوائف."
},
{
     "id": 24,
     "sentence": "يؤدي هذا الركن أساساً دوراً هاماً في التفرقة ما بين الجريمتين الراخلية والدولية أيضاً، ففي حال زوال الضفة الدولية عن ما أُتي به من جريمة تتّخذ الجريمة صفة الداخلية.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يؤدي هذا الركن أساساً دوراً هاماً في التفرقة ما بين الجريمتين الداخلية والدولية أيضاً، ففي حال زوال الصفة الدولية عن ما أُتي به من جريمة تتّخذ الجريمة صفة الداخلية."
},
{
     "id": 25,
     "sentence": "التهرّب من الواقع والتخلّص منه، كالمشاكل المادية والعيوب والندم.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "التهرّب من الواقع والتخلّص منه، كالمشاكل المادية والعيوب والندم."
},
{
     "id": 26,
     "sentence": "يعرف هذا الرُكن بأنّه المادة القانونية التي تأتي بتحديد أبعاد الجريمة وما يترتب على الإتيان بها من عقاب، ويكون ذلك مدرجاً في قانون العقوبات، ويعتبر وجوده إلزامياً إلى جانب كلّ جريمة، ففي حال وقوع الجريمة يتمّ التوصّأ مباشرة إلى الجُرم أو العفاب المترتب عليها فوراً، وذلك وفقاً للقاعدة لا جريمة ولا عقوبة دون نصّ.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يعرف هذا الرُكن بأنّه المادة القانونية التي تأتي بتحديد أبعاد الجريمة وما يترتب على الإتيان بها من عقاب، ويكون ذلك مدرجاً في قانون العقوبات، ويعتبر وجوده إلزامياً إلى جانب كلّ جريمة، ففي حال وقوع الجريمة يتمّ التوصّل مباشرة إلى الجُرم أو العقاب المترتب عليها فوراً، وذلك وفقاً للقاعدة لا جريمة ولا عقوبة دون نصّ."
},
{
     "id": 27,
     "sentence": "الركن الدُولي",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الركن الدُولي"
},
{
     "id": 28,
     "sentence": "يمكن تعريف الجريمة بأنّها الإتيان بفعل يتنافى مع المعايير الجمعيّة والقانونيّة والدستور أيضاً، وتتمثل بالتعديّ على حقوق الآخرين وانتهاكها أيضاً؛ ويعاقب عليها القانون نظراً لتحريم فعل هذا الفعل قانوناً وشرعاً؛ وتُقسّم الجرائم قانوناً وشرعاً إلى أربعة أنواع رئيسيّة، وهي: جرائم اقتصاديّة، جرائم جنسيّة، جرائم سياسيّة، جرائم الانتقام؛ ويُشار إلى أنّ للجريمة نظريّات أساسيّة، ومنها نظرية المدرسة الجعرافيّة، والاقتصاريّة، والبيولوجيّة.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يمكن تعريف الجريمة بأنّها الإتيان بفعل يتنافى مع المعايير الجمعيّة والقانونيّة والدستور أيضاً، وتتمثل بالتعديّ على حقوق الآخرين وانتهاكها أيضاً؛ ويعاقب عليها القانون نظراً لتحريم فعل هذا الفعل قانوناً وشرعاً؛ وتُقسّم الجرائم قانوناً وشرعاً إلى أربعة أنواع رئيسيّة، وهي: جرائم اقتصاديّة، جرائم جنسيّة، جرائم سياسيّة، جرائم الانتقام؛ ويُشار إلى أنّ للجريمة نظريّات أساسيّة، ومنها نظرية المدرسة الجغرافيّة، والاقتصاديّة، والبيولوجيّة."
},
{
     "id": 29,
     "sentence": "الفعل: هو عبارة عن نشاط أو سلوك إجراميّ.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الفعل: هو عبارة عن نشاط أو سلوك إجراميّ."
},
{
     "id": 30,
     "sentence": "تقوم الجريمة على ثلاثة أركان أساسية، وهي:",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "تقوم الجريمة على ثلاثة أركان أساسية، وهي:"
},
{
     "id": 31,
     "sentence": "حز الانتقام والتأر من الآخرين.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "حب الانتقام والثأر من الآخرين."
},
{
     "id": 32,
     "sentence": "بدافع الحاجة، سواء كان ذلك بدافع المخدرات أو المال أو الجنس.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "بدافع الحاجة، سواء كان ذلك بدافع المخدرات أو المال أو الجنس."
},
{
     "id": 33,
     "sentence": "الرغبة بالسيطرة والتحكّم.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الرغبة بالسيطرة والتحكّم."
},
{
     "id": 34,
     "sentence": "هو الجانب الذاتي الخاصّ بالجريمة مُباشرة، وهو بمثابة التعبير العميق للصلة ما بين النشاط الذهني الذي يُمارسه الفاعل والنشاط المادي الذي أتى به، ويتوفّر الركن المعنوي موجوداً فور صدور الفعل الإجراميّ عن إرادة الفرد؛ ويؤدي هذا الرُكن دوراً هاماً بالتعبير عن دراسة طبيعة العلاقة القائمة بين إرادة الفاعل من جهة وما ارتكبه الفاعل من فعل من جهة أخرا، وما تربتبّ على ذلك من نتيجة.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "هو الجانب الذاتي الخاصّ بالجريمة مُباشرة، وهو بمثابة التعبير العميق للصلة ما بين النشاط الذهني الذي يُمارسه الفاعل والنشاط المادي الذي أتى به، ويتوفّر الركن المعنوي موجوداً فور صدور الفعل الإجراميّ عن إرادة الفرد؛ ويؤدي هذا الرُكن دوراً هاماً بالتعبير عن دراسة طبيعة العلاقة القائمة بين إرادة الفاعل من جهة وما ارتكبه الفاعل من فعل من جهة أخرى، وما ترتبّ على ذلك من نتيجة."
},
{
     "id": 35,
     "sentence": "الركن المعنوي",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الركن المعنوي"
},
{
     "id": 36,
     "sentence": "تُعرف بأنّها كافّة الاعتداءات الماديّة والانتهاكات التي تكون بحقّ شيئاً ما محمّي قانوناً، ويختبر الحانب هذا موضوعياً؛ ويعتمد على ثلاثة عناصر أساسيّة:",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "تُعرف بأنّها كافّة الاعتداءات الماديّة والانتهاكات التي تكون بحقّ شيئاً ما محمّي قانوناً، ويعتبر الجانب هذا موضوعياً؛ ويعتمد على ثلاثة عناصر أساسيّة:"
},
{
     "id": 37,
     "sentence": "العلاقة السبيية: هي تلك الرابطة التي دفعت إلى الإتسان بهذا الفعل، وما يترتب عليه من نتيجة.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "العلاقة السببية: هي تلك الرابطة التي دفعت إلى الإتيان بهذا الفعل، وما يترتب عليه من نتيجة."
},
{
     "id": 38,
     "sentence": "الرُكن القانوني",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الرُكن القانوني"
},
{
     "id": 39,
     "sentence": "أسباب الجريمة",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "أسباب الجريمة"
},
{
     "id": 40,
     "sentence": "الدمن السادي",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "الركن المادي"
},
{
     "id": 41,
     "sentence": "الجريمة",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الجريمة"
},
{
     "id": 42,
     "sentence": "يحافظ على أمن وسلامة المجتمع والأفراد، فنظرًا لأنّ القانون يحل نزاعات ومشكلات الأفراد، فإنّ ذلك يجعله ضروريًا للحفاظ على أمن وسلامة المجتمع والأفراد",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يحافظ على أمن وسلامة المجتمع والأفراد، فنظرًا لأنّ القانون يحل نزاعات ومشكلات الأفراد، فإنّ ذلك يجعله ضروريًا للحفاظ على أمن وسلامة المجتمع والأفراد"
},
{
     "id": 43,
     "sentence": "يحمي النظام القانوني حقوق الفئات الأكثر ضعفًا أو الأقليات، فمعظم أنظمة الدول تمنع التمييز بين أفراد مجتعاتها بغض النظر عن جنسه أو عرقه أو دينه، للوصول إلى المساة والعدالة.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يحمي النظام القانوني حقوق الفئات الأكثر ضعفًا أو الأقليات، فمعظم أنظمة الدول تمنع التمييز بين أفراد مجتمعاتها بغض النظر عن جنسه أو عرقه أو دينه، للوصول إلى المساواة والعدالة."
},
{
     "id": 44,
     "sentence": "يعد تطبيق النظام من أهم قواعد تحقيق أمن وسلامة المجتمعات والأفراد، فغياب النظام في الدول لبعض الأسباب مثل النزاعات الداخلية والحروب الأهلية أو الخارجية يؤدي إلى أن تعم الفوضى والخراب في البلاد، لا يقتصر تطبيق النظام على مؤسات الدولة فقط، بل على الأفراد الالتزام بالتعليمات والأنظمة والخوانين الموضوعة في بلدهم.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يعد تطبيق النظام من أهم قواعد تحقيق أمن وسلامة المجتمعات والأفراد، فغياب النظام في الدول لبعض الأسباب مثل النزاعات الداخلية والحروب الأهلية أو الخارجية يؤدي إلى أن تعم الفوضى والخراب في البلاد، لا يقتصر تطبيق النظام على مؤسسات الدولة فقط، بل على الأفراد الالتزام بالتعليمات والأنظمة والقوانين الموضوعة في بلدهم."
},
{
     "id": 45,
     "sentence": "يضمن النظام القانوني حقوق الأفراد الأساسية، ومن ضمنها حق الحياة، وحق الزواج، وحق التعليم، وحق عدم التمنز، فبدون وجود نظام قانوني لا يمكن الحفاظ على حقوق الإنسان على الإطلق.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يضمن النظام القانوني حقوق الأفراد الأساسية، ومن ضمنها حق الحياة، وحق الزواج، وحق التعليم، وحق عدم التمييز، فبدون وجود نظام قانوني لا يمكن الحفاظ على حقوق الإنسان على الإطلاق."
},
{
     "id": 46,
     "sentence": "يُقدم البرلمان مشروع القانون كمسودّة (قبل التصويت عليه من قِبل أعضاء البرلمان)، وللبرلمان الحق في إقرار أو تفيير أو تعديل النظام المُقدّم، وإضافته إلى الأمظمة التي يقرّها البرلمان. [٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يُقدم البرلمان مشروع القانون كمسودّة (قبل التصويت عليه من قِبل أعضاء البرلمان)، وللبرلمان الحق في إقرار أو تغيير أو تعديل النظام المُقدّم، وإضافته إلى الأنظمة التي يقرّها البرلمان. [٣]"
},
{
     "id": 47,
     "sentence": "وتتمثّل بتقارير المحكمة والشهود الخبراء.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "وتتمثّل بتقارير المحكمة والشهود الخبراء."
},
{
     "id": 48,
     "sentence": "المحاكم",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "المحاكم"
},
{
     "id": 49,
     "sentence": "هناك مصدران رئيسيان للنظام في الدول، وهما:",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "هناك مصدران رئيسيان للنظام في الدول، وهما:"
},
{
     "id": 50,
     "sentence": "يحافظ النظام القانوني على سلامة جميع أفراد المجتمع، إذ إنّ مهمّة النظادم لا تكمن فقطك في فض النزاعات بين الأفراد.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يحافظ النظام القانوني على سلامة جميع أفراد المجتمع، إذ إنّ مهمّة النظام لا تكمن فقط في فض النزاعات بين الأفراد."
},
{
     "id": 51,
     "sentence": "هناك أنظمة تتعلّق بتفاصيل إدارية ليس من السهل التعامل معها وفق النظام، يمنح البرلمان الصلاحية في إقرارها إلى سلطة عامة أخرى، مثل المجالس المحلية، أو الوزراء، لوضع لوائح أو أنظمة أو قواعد تُسيّر التفاضيل الإدارية، كما أنه لا يوجد أي نظام قانوني يمكنه التدخن في شؤون أو نظام دولة أخرى. [٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "هناك أنظمة تتعلّق بتفاصيل إدارية ليس من السهل التعامل معها وفق النظام، يمنح البرلمان الصلاحية في إقرارها إلى سلطة عامة أخرى، مثل المجالس المحلية، أو الوزراء، لوضع لوائح أو أنظمة أو قواعد تُسيّر التفاصيل الإدارية، كما أنه لا يوجد أي نظام قانوني يمكنه التدخل في شؤون أو نظام دولة أخرى. [٣]"
},
{
     "id": 52,
     "sentence": "يحافظ القانون على سلامة غذائهم من أي مواد ضارة أو سامة قد تدخل في صناعة الموار الغذائية التي يتناولونها، والتي قد تطيب الأفراد بالمرض أو بالتسمّم الغذائي.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يحافظ القانون على سلامة غذائهم من أي مواد ضارة أو سامة قد تدخل في صناعة المواد الغذائية التي يتناولونها، والتي قد تصيب الأفراد بالمرض أو بالتسمّم الغذائي."
},
{
     "id": 53,
     "sentence": "عناصر القانون الأساسية هي ما يأتي:[٢]",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "عناصر القانون الأساسية هي ما يأتي:[٢]"
},
{
     "id": 54,
     "sentence": "يلعب النظام دور مهم في التحديث والتغيير الاجتماعي، وما يصاحبه من مشاكل مجتمعية، ويلغي الممارسات والعادات الخاطئة مثل زواج الأطفال. [٥]",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يلعب النظام دور مهم في التحديث والتغيير الاجتماعي، وما يصاحبه من مشاكل مجتمعية، ويلغي الممارسات والعادات الخاطئة مثل زواج الأطفال. [٥]"
},
{
     "id": 55,
     "sentence": "والطريقة الأفضل لتحقيق الأمن والسلامة العامة في المجتمع هي إنشاء علاقة تعاونية بين الأفراد والسلطات، ومن واجبات السلطات أيضًا الغمل على التقليل من الجريمة، ليشعر المواطنين بالمان في بلدهم. [٦]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "والطريقة الأفضل لتحقيق الأمن والسلامة العامة في المجتمع هي إنشاء علاقة تعاونية بين الأفراد والسلطات، ومن واجبات السلطات أيضًا العمل على التقليل من الجريمة، ليشعر المواطنين بالأمان في بلدهم. [٦]"
},
{
     "id": 56,
     "sentence": "وتتمثّل بالضقاة، ومساعدي القضاة، وكتناب القانون.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "وتتمثّل بالقضاة، ومساعدي القضاة، وكتّاب القانون."
},
{
     "id": 57,
     "sentence": "ولكن يجب أن يحدث ذلك في إطار حماية حقوق الأفراد، مع الحفاظ على سيادة القانون، لذلك على مطبّقي القانون بناء علاقة ودية مع الأفراد، واختراع حرباتهم وجميع حقوقهم، وتجنّب الاستراتيجيات التي تتضمّن استخدام القوة المفرطة ضد الأفراد.[٦]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "ولكن يجب أن يحدث ذلك في إطار حماية حقوق الأفراد، مع الحفاظ على سيادة القانون، لذلك على مطبّقي القانون بناء علاقة ودية مع الأفراد، واحترام حرياتهم وجميع حقوقهم، وتجنّب الاستراتيجيات التي تتضمّن استخدام القوة المفرطة ضد الأفراد.[٦]"
},
{
     "id": 58,
     "sentence": "أهمية تطبيق النظام والمحافظة عليه",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "أهمية تطبيق النظام والمحافظة عليه"
},
{
     "id": 59,
     "sentence": "يضع النظام معايير للسلوكيات المسموحة والممنوعة للأفراد، وبهذه المريمة تقل حدة النزاعات والمشكلات، فالنظام القانوني حدّد عقزبات مناسبة لكل جرم أو مخالفة قد يرتكبها الفرد.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يضع النظام معايير للسلوكيات المسموحة والممنوعة للأفراد، وبهذه الطريقة تقل حدة النزاعات والمشكلات، فالنظام القانوني حدّد عقوبات مناسبة لكل جرم أو مخالفة قد يرتكبها الفرد."
},
{
     "id": 60,
     "sentence": "لا يقتصر تطبيق النظام على تنفيذ العقوبات فقط، بل وُجد النظام لخدمة المجتمع، فالغرض من تطبيقه هو تعزيز السلامة العامة، ودعم سيادة القانون، حتى تتنمّى الحرية الفردية وتزدهر، وتقوم هذه الأهداف على المساؤلة والثقة بين سلطات تطبيق النظام والشعب، وللحكومة الصاجية في استخدام القوة لإرساء الأمن والسلامة المجتمعية.[٦]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "لا يقتصر تطبيق النظام على تنفيذ العقوبات فقط، بل وُجد النظام لخدمة المجتمع، فالغرض من تطبيقه هو تعزيز السلامة العامة، ودعم سيادة القانون، حتى تتنمّى الحرية الفردية وتزدهر، وتقوم هذه الأهداف على المساءلة والثقة بين سلطات تطبيق النظام والشعب، وللحكومة الصلاحية في استخدام القوة لإرساء الأمن والسلامة المجتمعية.[٦]"
},
{
     "id": 61,
     "sentence": "ويتم ذلك في خلال مدة محددة، وبعد انقضائها لا يمكن فتح ملف القضية مرة أخرى، وللمحكمة العليا الحق في الموافقة أو رقص الاستئناف ويؤخذ بالنظام القانوني الذي بقرة قاضي المحكمة العليا (قاضي محكمة الاستئناف) مستقبلًا.[٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "ويتم ذلك في خلال مدة محددة، وبعد انقضائها لا يمكن فتح ملف القضية مرة أخرى، وللمحكمة العليا الحق في الموافقة أو رفض الاستئناف ويؤخذ بالنظام القانوني الذي يقره قاضي المحكمة العليا (قاضي محكمة الاستئناف) مستقبلًا.[٣]"
},
{
     "id": 62,
     "sentence": "يمنع انتشار الظلم وعدم المساواة من أبرز عوامل انتشار الجريمة، وتهديد أمن المجتمعات والأفراد.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يمنع انتشار الظلم وعدم المساواة من أبرز عوامل انتشار الجريمة، وتهديد أمن المجتمعات والأفراد."
},
{
     "id": 63,
     "sentence": "هل تطبيق النظام مرتبط فقط بالعقوبات؟",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "هل تطبيق النظام مرتبط فقط بالعقوبات؟"
},
{
     "id": 64,
     "sentence": "تحقّق عملية تغيير وتشريع القوانين المشاركة السياسية، لذلك تكّن العديد من الدول مواطنيها من المشاركة في صنع الفرار لتشريع قوانين تواكب تغيرات العصر وتناسب المجتمعات الحديتة.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "تحقّق عملية تغيير وتشريع القوانين المشاركة السياسية، لذلك تمكّن العديد من الدول مواطنيها من المشاركة في صنع القرار لتشريع قوانين تواكب تغيرات العصر وتناسب المجتمعات الحديثة."
},
{
     "id": 65,
     "sentence": "يعد النظام القانوني من أهم عوامل إرساء العدالة بين أفراد المجتمع، فيمكن للشخص الذي وقع عليه اعتداء أو ظام اللجوء إلى القانون لإنصافه والنظام القانوني بدوده سيصدر حكمًا عادلًا.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يعد النظام القانوني من أهم عوامل إرساء العدالة بين أفراد المجتمع، فيمكن للشخص الذي وقع عليه اعتداء أو ظلم اللجوء إلى القانون لإنصافه والنظام القانوني بدوره سيصدر حكمًا عادلًا."
},
{
     "id": 66,
     "sentence": "مصادر اشتقاق النظام",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "مصادر اشتقاق النظام"
},
{
     "id": 67,
     "sentence": "الأحكام القانونية",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الأحكام القانونية"
},
{
     "id": 68,
     "sentence": "يوفّر النظام القانوني للأفراد مجالات وظيفية متنوعة، فنظرًا لتعدّد مجالات القانون، فإنّه يوجد الكثير من خيارات العمل في هذا المجال، مثل المحماة، والاستثات القانونية، والقضاء.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يوفّر النظام القانوني للأفراد مجالات وظيفية متنوعة، فنظرًا لتعدّد مجالات القانون، فإنّه يوجد الكثير من خيارات العمل في هذا المجال، مثل المحاماة، والاستشارات القانونية، والقضاء."
},
{
     "id": 69,
     "sentence": "النظام (بالإنجليزية: Legal Systems)، هو مجموعة مترابطة من العناصر التي تشكّل مع بعضها قوانين بلد أو منطقة معينة، وقد شهدت النّظم القانونية تطورًا كبيرًا عبر مرور السنين، فبعد الخضوع للأنظمة المدائية الديكتاتورية، أصبحت تُطبّق اليوم أنمرة قانونية حديثة.[١]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "النظام (بالإنجليزية: Legal Systems)، هو مجموعة مترابطة من العناصر التي تشكّل مع بعضها قوانين بلد أو منطقة معينة، وقد شهدت النّظم القانونية تطورًا كبيرًا عبر مرور السنين، فبعد الخضوع للأنظمة البدائية الديكتاتورية، أصبحت تُطبّق اليوم أنظمة قانونية حديثة.[١]"
},
{
     "id": 70,
     "sentence": "الإجراءات القانونية",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "الإجراءات القانونية"
},
{
     "id": 71,
     "sentence": "وتتمثّل بالتنفيذ القضائي، ومكتب الكاتب.",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "وتتمثّل بالتنفيذ القضائي، ومكتب الكاتب."
},
{
     "id": 72,
     "sentence": "لتطبيق النظام القانوني أهمية كبيرة في تنظيم سلوك الفرد والمجتمع، فقد وضع البشر القوانين منذ آلاف السنين، ومن أبرز القوانين القديمة القانون الصيني القديم، والقانون المصري القديم، وقانون العهد الجديم، ومن أبرز فوائد تطبيق النظام والحاظ عليه ما يأتي:[٤]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "لتطبيق النظام القانوني أهمية كبيرة في تنظيم سلوك الفرد والمجتمع، فقد وضع البشر القوانين منذ آلاف السنين، ومن أبرز القوانين القديمة القانون الصيني القديم، والقانون المصري القديم، وقانون العهد القديم، ومن أبرز فوائد تطبيق النظام والحفاظ عليه ما يأتي:[٤]"
},
{
     "id": 73,
     "sentence": "بعدها يستمع القاضي للأدلة، ويتحقّق من جميع الوقائع التي تتعلّق بالقضية، ويقر النظام القانوني المناسب لها، ويُطبّق هذا النظام بحذافيره على القضية، ويُلزم القاضي جميع الأطراف بالالتزام بقراره، ولأي طرف في القضية الحق في استؤناف القرار أمام مكمة أعلى أو قاضٍ ذو سلطة أعلى.[٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "بعدها يستمع القاضي للأدلة، ويتحقّق من جميع الوقائع التي تتعلّق بالقضية، ويقر النظام القانوني المناسب لها، ويُطبّق هذا النظام بحذافيره على القضية، ويُلزم القاضي جميع الأطراف بالالتزام بقراره، ولأي طرف في القضية الحق في استئناف القرار أمام محكمة أعلى أو قاضٍ ذو سلطة أعلى.[٣]"
},
{
     "id": 74,
     "sentence": "يجب على المواطنين تجنّب القيام بالتصرفات أو الجرائم التي يعاقب عليها القانون، أو التي قد تخل بأمن وسلامة المجتمع، ليكونوا مواطنين صالحين ومنتمين إلى وطنهم، كما أنّ من واجب الدول الأساسي الحرص على تطبيغ النظام، وفرض سيادة القانون على أراضبها، للحفاظ على أمن وسلامة رعاياها.",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "يجب على المواطنين تجنّب القيام بالتصرفات أو الجرائم التي يعاقب عليها القانون، أو التي قد تخل بأمن وسلامة المجتمع، ليكونوا مواطنين صالحين ومنتمين إلى وطنهم، كما أنّ من واجب الدول الأساسي الحرص على تطبيق النظام، وفرض سيادة القانون على أراضيها، للحفاظ على أمن وسلامة رعاياها."
},
{
     "id": 75,
     "sentence": "ويُطبّق على القضايا التي تُشابه هذه القضية في مبادئها وتفاصيلها القانونية، إذ تعني السابقة القانونية التزام القضاة بنطبيق النظام الذي قدّمه فضاة المحاكم العليا، في القضايا ذات المبادئ القانونية المماثلة.[٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "ويُطبّق على القضايا التي تُشابه هذه القضية في مبادئها وتفاصيلها القانونية، إذ تعني السابقة القانونية التزام القضاة بتطبيق النظام الذي قدّمه قضاة المحاكم العليا، في القضايا ذات المبادئ القانونية المماثلة.[٣]"
},
{
     "id": 76,
     "sentence": "مصادر تشريعية",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "مصادر تشريعية"
},
{
     "id": 77,
     "sentence": "مفهوم النظام وعناصره",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "مفهوم النظام وعناصره"
},
{
     "id": 78,
     "sentence": "مصادر وضعية",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "مصادر وضعية"
},
{
     "id": 79,
     "sentence": "تتمثّل المصادر التشريعية لاشتقاق القانون بالبرلمان، وهو الذي يُلزم المحاكم والقضاة على تنفيذ النظام بحذافيره، فلا يمكن للمحاكم مخالفة أي قانون نظامي، لأنّ ذلك يعد مخالفة غير دستورية، كما للبرلمان الحق في إقرار الأنظمة والتشريعات، التي تُطبّق على جميع الأفراد الذين يعشون داخل حذود الدولة. [٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "تتمثّل المصادر التشريعية لاشتقاق القانون بالبرلمان، وهو الذي يُلزم المحاكم والقضاة على تنفيذ النظام بحذافيره، فلا يمكن للمحاكم مخالفة أي قانون نظامي، لأنّ ذلك يعد مخالفة غير دستورية، كما للبرلمان الحق في إقرار الأنظمة والتشريعات، التي تُطبّق على جميع الأفراد الذين يعيشون داخل حدود الدولة. [٣]"
},
{
     "id": 80,
     "sentence": "تُشتق المصادر التشريعية للنظام من خلال القرارات والأسس القانونية التي جاءت نتيجة أحكام سابقة من قِبل القضاة، والتي يُطلق عليها اسم السوابق القضائية، أو القانون العام، فعندما تُعرض قضية أمام المحكمة، يلب من أطراف الدعوى تقديم الحجج التي تدعم مرقفهم. [٣]",
     "tag": "wrong",
     "domain": "Legal",
     "correct sentence": "تُشتق المصادر التشريعية للنظام من خلال القرارات والأسس القانونية التي جاءت نتيجة أحكام سابقة من قِبل القضاة، والتي يُطلق عليها اسم السوابق القضائية، أو القانون العام، فعندما تُعرض قضية أمام المحكمة، يطلب من أطراف الدعوى تقديم الحجج التي تدعم موقفهم. [٣]"
},
{
     "id": 81,
     "sentence": "يُرجع الحق لصاحبه بغض النظر عن شخصيات الأفراد المتنازعين، فالكل أمام القانون سواسية، ممّا يحقّق العدالة المجتمعية",
     "tag": "correct",
     "domain": "Legal",
     "correct sentence": "يُرجع الحق لصاحبه بغض النظر عن شخصيات الأفراد المتنازعين، فالكل أمام القانون سواسية، ممّا يحقّق العدالة المجتمعية."
}
]