[
  {
    "id": 1,
    "sentence": "وأسماء الله -تعالى- لا تعدُّ ولا تحصى، حيث قسّم الحديث الذي سُقناه أسماء الله الحُسنى إلى ثلاث أقسام وهي كما يأتي:[٢١]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "وأسماء الله -تعالى- لا تعدُّ ولا تحصى، حيث قسّم الحديث الذي سُقناه أسماء الله الحُسنى إلى ثلاث أقسام وهي كما يأتي:[٢١]"
  },
  {
    "id": 2,
    "sentence": "تكمن أهميّه إقرار العبد بربوبة الله -تعالى- فيما يأتي:[٣]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "تكمن أهميّة إقرار العبد بربوبيّة الله -تعالى- فيما يأتي:[٣]"
  },
  {
    "id": 3,
    "sentence": "من الجدير ذكره أنّ الأحاديث الواردة في فضل الصّبر وأهميته وقيمته ومكانة الصابرين وأجرهم عند الله وعلو منزلتهم كثيرةٌ حتى أكثر من أن تحصى، ممّا يُشير إلى أهميّة الصبر وأفضليّة الصابرين، ولذلك اكتُفي هنا بذكر بعض تلك الأحاديث التي تتفق أو تشترك مع باقي تلك النصوص والأحاديث بالمعنى والموضوع.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "من الجدير ذكره أنّ الأحاديث الواردة في فضل الصّبر وأهميته وقيمته ومكانة الصابرين وأجرهم عند الله وعلو منزلتهم كثيرةٌ حتى أكثر من أن تحصى، ممّا يُشير إلى أهميّة الصبر وأفضليّة الصابرين، ولذلك اكتُفي هنا بذكر بعض تلك الأحاديث التي تتفق أو تشترك مع باقي تلك النصوص والأحاديث بالمعنى والموضوع."
  },
  {
    "id": 4,
    "sentence": "اللهم اكشف عني كل بلوى، يا عالِم كل خفية، ويا صارف كل بليّة أغثني، أدعوك دعاء من اشتدت به فاقته، وضعُفت قوته، وقلت حيلته، دعاء الغريق المضطر.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "اللهم اكشف عني كل بلوى، يا عالِم كل خفية، ويا صارف كل بليّة أغثني، أدعوك دعاء من اشتدت به فاقته، وضعُفت قوته، وقلت حيلته، دعاء الغريق المضطر."
  },
  {
    "id": 5,
    "sentence": "من الآداب العامة التي ينبغي التحلي به مع أسماء الله الحسنى ما يأتيي:[٢٥]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "من الآداب العامة التي ينبغي التحلي بها مع أسماء الله الحسنى ما يأتي:[٢٥]"
  },
  {
    "id": 6,
    "sentence": "ملخص المقال: توحيد الرّبوبيّة هو أن يقرّ العبد بوجود الخالق العظيم للخلق جميعهم، وهو الله -تعالى-، وأنّه المتصرّف في شؤون الخلق جميعها، ومتصرّف في شؤون الكون صغيرها وكبيرها، ويعدّ توحيد الرّبوبيّة الخطوة الأولى للدخول في الإيمان، ولكنّ هناك الكثير من البشر انحرفوا عن فطرتهم السّليمة وأنكروا وجود الخالق ومنهم من أشرك معه غيره.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "ملخص المقال: توحيد الرّبوبيّة هو أن يقرّ العبد بوجود الخالق العظيم للخلق جميعهم، وهو الله -تعالى-، وأنّه المتصرّف في شؤون الخلق جميعها، ومتصرّف في شؤون الكون صغيرها وكبيرها، ويعدّ توحيد الرّبوبيّة الخطوة الأولى للدخول في الإيمان، ولكنّ هناك الكثير من البشر انحرفوا عن فطرتهم السّليمة وأنكروا وجود الخالق ومنهم من أشرك معه غيره."
  },
  {
    "id": 7,
    "sentence": "الإكثار من الصلاة على النبي صلّى الله عليه وسلّم، فقد روي عن أبي بن كعب قال، قلت: (يا رسولَ اللهِ إِنَّي أُكْثِرُ الصلاةَ عليْكَ فكم أجعَلُ لكَ من صلاتِي فقال ما شِئْتَ قال قلتُ الربعَ قال ما شئْتَ فإِنْ زدتَّ فهو خيرٌ لكَ قلتُ النصفَ قال ما شئتَ فإِنْ زدتَّ فهو خيرٌ لكَ قال قلْتُ فالثلثينِ قال ما شئْتَ فإِنْ زدتَّ فهو خيرٌ لكَ قلتُ أجعلُ لكَ صلاتي كلَّها قال: إذًا تُكْفَى همَّكَ ويغفرْ لكَ ذنبُكَ).[٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "الإكثار من الصلاة على النبي صلّى الله عليه وسلّم، فقد روي عن أبي بن كعب قال، قلت: (يا رسولَ اللهِ إِنَّي أُكْثِرُ الصلاةَ عليْكَ فكم أجعَلُ لكَ من صلاتِي فقال ما شِئْتَ قال قلتُ الربعَ قال ما شئْتَ فإِنْ زدتَّ فهو خيرٌ لكَ قلتُ النصفَ قال ما شئتَ فإِنْ زدتَّ فهو خيرٌ لكَ قال قلْتُ فالثلثينِ قال ما شئْتَ فإِنْ زدتَّ فهو خيرٌ لكَ قلتُ أجعلُ لكَ صلاتي كلَّها قال: إذًا تُكْفَى همَّكَ ويغفرْ لكَ ذنبُكَ).[٦]"
  },
  {
    "id": 8,
    "sentence": "في الختام، كان النبيّ -صلّى الله عليه وسلّم- مثالًا يُحتذى به في زهده وإعراضه عن الدنيا، فقد ورد في صبره على الجوع أنّ الشهور كانت تمرّ دون أن يُوقد في بيته نارًا لإنضاج طعام، ولم يكن له قوته حينها إلّا التمر والماء، وكان فراشه من أدم، وينام على الحصير ولا يُبالي، وبهذ تواصى الصحابة والتابعون من بعده، إذ أوصى أحد الزهّاد أخاهت قائلًا: (دع همّ الدنيا لأهلها كما تركوا همّ الآخرة لأهلها).",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "في الختام، كان النبيّ -صلّى الله عليه وسلّم- مثالًا يُحتذى به في زهده وإعراضه عن الدنيا، فقد ورد في صبره على الجوع أنّ الشهور كانت تمرّ دون أن يُوقد في بيته نارًا لإنضاج طعام، ولم يكن له قوته حينها إلّا التمر والماء، وكان فراشه من أدم، وينام على الحصير ولا يُبالي، وبهذا تواصى الصحابة والتابعون من بعده، إذ أوصى أحد الزهّاد أخاه قائلًا: (دع همّ الدنيا لأهلها كما تركوا همّ الآخرة لأهلها)."
  },
  {
    "id": 9,
    "sentence": "إقرار العبد بربوبيّة الله -تعالى- هي أوّل ما يُطلب من المكلّف، وهي أوّل عتبات الإيمان، التي تدعو إليها نصوص القرآن الكريم والسّنة النّبويّة في عمومها وغالبها.[٤]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "إقرار العبد بربوبيّة الله -تعالى- هي أوّل ما يُطلب من المكلّف، وهي أوّل عتبات الإيمان، التي تدعو إليها نصوص القرآن الكريم والسّنة النّبويّة في عمومها وغالبها.[٤]"
  },
  {
    "id": 10,
    "sentence": "وعلى الرغم من اشتراكهما في الأصل إلّا أنّ لهما معنيان مختلفان ببعض الوجوه، ومنها أنّ الرحمن هو الذي شملت رحمته كلّ الخلائق في الحياة الدنيا، وشملت المؤمنين في اليوم الآخر، أمّا الرحيم فهو الذي اختصّت رحمته بالمؤمنين في الييوم الآخر، فرحمته هنا خاصّة، والرحمن هو ذو الرحمة الواسعة، ولا يجوز إطلاق هذا الاسم على أيّ مخلوق، أمّان الرحيم فهو دائم الرّحمة، ويجوز إطلاقه على العبد.[٥]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "وعلى الرغم من اشتراكهما في الأصل إلّا أنّ لهما معنيان مختلفان ببعض الوجوه، ومنها أنّ الرحمن هو الذي شملت رحمته كلّ الخلائق في الحياة الدنيا، وشملت المؤمنين في اليوم الآخر، أمّا الرحيم فهو الذي اختصّت رحمته بالمؤمنين في اليوم الآخر، فرحمته هنا خاصّة، والرحمن هو ذو الرحمة الواسعة، ولا يجوز إطلاق هذا الاسم على أيّ مخلوق، أمّا الرحيم فهو دائم الرّحمة، ويجوز إطلاقه على العبد.[٥]"
  },
  {
    "id": 11,
    "sentence": "كما أنّ النبيّ -عليه السلام- كان قدوة المؤمنين في الأمانة، حتى كان ملجأً لأعدائه اليهود، إذ يُعادونه في الصباح، وفي المساء يضعون أماناتهم عنده، ولا يشكون لحظةً في غدره أو خيانته، وقد أدّى رسول الله أمانته فعلاً حين هاجر إلى المدينة المنوّرة، فاستخلف علياً -رضي الله عنه-؛ ليُؤدّي الأمانات إلى أهلها، ثمّ يلحق به، وورد الأمر من الله -سبحانه- لعباده بأداء الأمانات، فقال: (إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا).[٨]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "كما أنّ النبيّ -عليه السلام- كان قدوة المؤمنين في الأمانة، حتى كان ملجأً لأعدائه اليهود، إذ يُعادونه في الصباح، وفي المساء يضعون أماناتهم عنده، ولا يشكون لحظةً في غدره أو خيانته، وقد أدّى رسول الله أمانته فعلاً حين هاجر إلى المدينة المنوّرة، فاستخلف علياً -رضي الله عنه-؛ ليُؤدّي الأمانات إلى أهلها، ثمّ يلحق به، وورد الأمر من الله -سبحانه- لعباده بأداء الأمانات، فقال: (إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا).[٨]"
  },
  {
    "id": 12,
    "sentence": "روى البخاري بسندٍ صحيح أن - النبي صلى الله عليه وسلم - قال: (ما مِن مصيبةٍ تصيبُ المسلِمَ إلَّا كفَّرَ اللَّهُ بِها عنهُ ، حتَّى الشَّوكةِ يُشاكُها).[٢]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "روى البخاري بسندٍ صحيح أن - النبي صلى الله عليه وسلم - قال: (ما مِن مصيبةٍ تصيبُ المسلِمَ إلَّا كفَّرَ اللَّهُ بِها عنهُ ، حتَّى الشَّوكةِ يُشاكُها).[٢]"
  },
  {
    "id": 13,
    "sentence": "تضمَّن كتاب الله -تعالى- أدعيةً تُقال عند شعور العبد بالهم والغم، ومن هذه الأدعية ما يأتي:",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "تضمَّن كتاب الله -تعالى- أدعيةً تُقال عند شعور العبد بالهم والغم، ومن هذه الأدعية ما يأتي:"
  },
  {
    "id": 14,
    "sentence": "وفي الحديث إقصاء للغاش الذي لا يتحمّل المسؤولية من الإيمان؛ أي إن إيمانه ناقص، فالغش وعدم تحمل المسولية من الأمور التي ينقص بها الدين والإيمان، وإن إتقام العمل من مكملات الدين، ومتمّمات الإيمان بالله -تعالى-.[٧]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "وفي الحديث إقصاء للغاش الذي لا يتحمّل المسؤولية من الإيمان؛ أي إن إيمانه ناقص، فالغش وعدم تحمل المسؤولية من الأمور التي ينقص بها الدين والإيمان، وإن إتقان العمل من مكملات الدين، ومتمّمات الإيمان بالله -تعالى-.[٧]"
  },
  {
    "id": 15,
    "sentence": "(اللَّهمَّ ربَّ السَّمواتِ السَّبعِ وربَّ العرشِ العظيمِ ربَّنا وربَّ كلِّ شيءٍ أنتَ الظَّاهرُ فليس فوقَكَ شيءٌ وأنتَ الباطنُ فليس دونَكَ شيءٌ مُنزِلَ التَّوراةِ والإنجيلِ والفُرقانِ فالقَ الحَبِّ والنَّوى أعوذُ بكَ مِن شرِّ كلِّ شيءٍ أنتَ آخِذٌ بناصيتِه أنتَ الأوَّلُ فليس قبْلَكَ شيءٌ وأنتَ الآخِرُ فليس بعدَكَ شيءٌ اقضِ عنَّا الدَّينَ وأَغْنِنا مِن الفقرِ).[٥]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "(اللَّهمَّ ربَّ السَّمواتِ السَّبعِ وربَّ العرشِ العظيمِ ربَّنا وربَّ كلِّ شيءٍ أنتَ الظَّاهرُ فليس فوقَكَ شيءٌ وأنتَ الباطنُ فليس دونَكَ شيءٌ مُنزِلَ التَّوراةِ والإنجيلِ والفُرقانِ فالقَ الحَبِّ والنَّوى أعوذُ بكَ مِن شرِّ كلِّ شيءٍ أنتَ آخِذٌ بناصيتِه أنتَ الأوَّلُ فليس قبْلَكَ شيءٌ وأنتَ الآخِرُ فليس بعدَكَ شيءٌ اقضِ عنَّا الدَّينَ وأَغْنِنا مِن الفقرِ).[٥]"
  },
  {
    "id": 16,
    "sentence": "اللهم اكفني ما أهمني، وما لا أهتم له، اللهم رودني بالتقوى، واغفر لي ذنبي، ووجهني للخيو أينما توجهت، اللهم يسرني لليسرى، وجنبني العسرى.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "اللهم اكفني ما أهمني، وما لا أهتم له، اللهم زودني بالتقوى، واغفر لي ذنبي، ووجهني للخير أينما توجهت، اللهم يسرني لليسرى، وجنبني العسرى."
  },
  {
    "id": 17,
    "sentence": "(أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ).[٢]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "(أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ).[٢]"
  },
  {
    "id": 18,
    "sentence": "العفو لغةً هو التجاوز عن الذنب وإزالة أثره، والعفوّ هو المتجاوز عن الذنب، وأكثر ما يقترن اسم الله العفو في القرآن مع اسم الله القدير؛ لأنّ العفو مع القدرة صفة من صفات الكمال؛ فالله -تعالى- يعفو عن عبادة بقدرته وليس لعجزه -حاشاه-، قال -تعالى-: (فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا)،[٨] أمّا الغفور فهو مصدر على وزن فعيل يدلّ على الكثرة؛ فالغفور هو كثير المغفرة للذنوب، والغفّار هو غافر الذنوب، قال -تعالى-: (وَكَانَ اللَّهُ عَفُوًّا غَفُورًا).[٩][١٠]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "العفو لغةً هو التجاوز عن الذنب وإزالة أثره، والعفوّ هو المتجاوز عن الذنب، وأكثر ما يقترن اسم الله العفو في القرآن مع اسم الله القدير؛ لأنّ العفو مع القدرة صفة من صفات الكمال؛ فالله -تعالى- يعفو عن عبادة بقدرته وليس لعجزه -حاشاه-، قال -تعالى-: (فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا)،[٨] أمّا الغفور فهو مصدر على وزن فعيل يدلّ على الكثرة؛ فالغفور هو كثير المغفرة للذنوب، والغفّار هو غافر الذنوب، قال -تعالى-: (وَكَانَ اللَّهُ عَفُوًّا غَفُورًا).[٩][١٠]"
  },
  {
    "id": 19,
    "sentence": "قال رسول اللة - صلى الله عليه وسلم - أيضاً في روايةٍ أخرى: (إنَّ عِظَمَ الجزاءِ مع عِظَمِ البلاءِ ، وإنَّ اللهَ تعالَى إضا أحبَّ قومًا ابتلاهم ، فمن رضِي فله الرِّضا ومن سخِط فله السُّخطُ).[٤]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "قال رسول الله - صلى الله عليه وسلم - أيضاً في روايةٍ أخرى: (إنَّ عِظَمَ الجزاءِ مع عِظَمِ البلاءِ ، وإنَّ اللهَ تعالَى إذا أحبَّ قومًا ابتلاهم ، فمن رضِي فله الرِّضا ومن سخِط فله السُّخطُ).[٤]"
  },
  {
    "id": 20,
    "sentence": "تزيد محبّة العبد لله وحياؤه منه، ويشتاق إلى لقائه ورؤيته.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "تزيد محبّة العبد لله وحياؤه منه، ويشتاق إلى لقائه ورؤيته."
  },
  {
    "id": 21,
    "sentence": "إقرار العبد بربوبيّة الله -تعالى- وألوهيّته هو أمر يُناسب الفطرة البشريّة التي تبحث عن خالق للكون، وإقرار العبد بربويّة الله -تعالى- يقوده إلى الإيمان به وحده دون أن يُشرك معه أحد.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "إقرار العبد بربوبيّة الله -تعالى- وألوهيّته هو أمر يُناسب الفطرة البشريّة التي تبحث عن خالق للكون، وإقرار العبد بربويّة الله -تعالى- يقوده إلى الإيمان به وحده دون أن يُشرك معه أحد."
  },
  {
    "id": 22,
    "sentence": "روي أنَّ النبي - صلى الله عليه وسلم - قال: (ما يزالُ البلاءُ بالمؤمنِ والمؤمنةِ في نفسِه وولدِه ومالِه حتَّى يلقَى اللهَ تعالَى وما عليه خطيئةٌ).[٥]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "روي أنَّ النبي - صلى الله عليه وسلم - قال: (ما يزالُ البلاءُ بالمؤمنِ والمؤمنةِ في نفسِه وولدِه ومالِه حتَّى يلقَى اللهَ تعالَى وما عليه خطيئةٌ).[٥]"
  },
  {
    "id": 23,
    "sentence": "يذوق العبد حلاوة الإيمان بالله -تعالى-.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "يذوق العبد حلاوة الإيمان بالله -تعالى-."
  },
  {
    "id": 24,
    "sentence": "هو الرافع للصالحين من عباده بعلمهم وإيمانهم، والخافض في ذات الوقت لأعدائه، وهو معزّ أهله من عباده الصالحين المطيعين، والمذّل للكافرين والمشركين والعصاة؛ فيورثهم ذلّاً في الدنا والآخرة، وهو المعطي لمن يشاء والمانع عمّن يشاء، وهو الضّار لمن يشاء أن يصل ضرّه إليه ممنت يقترفون ما يوجب هذا الضرّ، وهو كذلك النافع لمن شاء أن ينفع.[١٣]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "هو الرافع للصالحين من عباده بعلمهم وإيمانهم، والخافض في ذات الوقت لأعدائه، وهو معزّ أهله من عباده الصالحين المطيعين، والمذّل للكافرين والمشركين والعصاة؛ فيورثهم ذلّاً في الدنيا والآخرة، وهو المعطي لمن يشاء والمانع عمّن يشاء، وهو الضّار لمن يشاء أن يصل ضرّه إليه ممن يقترفون ما يوجب هذا الضرّ، وهو كذلك النافع لمن شاء أن ينفع.[١٣]"
  },
  {
    "id": 25,
    "sentence": "يذهب عن العبذ اليأس من رحمة الله -تعالى-، ويحسني ظنّه وثقته بالله.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "يذهب عن العبد اليأس من رحمة الله -تعالى-، ويحسن ظنّه وثقته بالله."
  },
  {
    "id": 26,
    "sentence": "روي في الصحيح عن سعد بن أبي وقاص - رضي الله عنه - أنه قال: (قلتُ يا رسولَ اللهِ أيُّ النَّاسِ أشدُّ بلاءً قالَ الأَنبياءُ ثمَّ الأَمثلُ فالأَمثلُ ؛ يُبتلَى الرَّجلُ علَى حسَبِ دينِهِ ، فإن كانَ في دينِهِ صلبًا اشتدَّ بلاؤُهُ، وإن كانَ في دينِهِ رقَّةٌ ابتليَ علَى قدرِ دينِهِ، فما يبرحُ البلاءُ بالعبدِ حتَّى يترُكَهُ يمشي علَى الأرضِ وما علَيهِ خطيئةٌ).[٧]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "روي في الصحيح عن سعد بن أبي وقاص - رضي الله عنه - أنه قال: (قلتُ يا رسولَ اللهِ أيُّ النَّاسِ أشدُّ بلاءً قالَ الأَنبياءُ ثمَّ الأَمثلُ فالأَمثلُ ؛ يُبتلَى الرَّجلُ علَى حسَبِ دينِهِ ، فإن كانَ في دينِهِ صلبًا اشتدَّ بلاؤُهُ، وإن كانَ في دينِهِ رقَّةٌ ابتليَ علَى قدرِ دينِهِ، فما يبرحُ البلاءُ بالعبدِ حتَّى يترُكَهُ يمشي علَى الأرضِ وما علَيهِ خطيئةٌ).[٧]"
  },
  {
    "id": 27,
    "sentence": "يزداد تواضع العبد ويقلّ تكبّره.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "يزداد تواضع العبد ويقلّ تكبّره."
  },
  {
    "id": 28,
    "sentence": "اسم الله البصير ورد كثيراً في القرآن الكريم، ومن ذلك قوله -تعالى-: ( فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ)،[١٧] وقد ورد أكثر من أربعين مرّة في القرآن الكريم، واقترل كثيراً باسم الله السميع ليكون دلالة على إحاطة سمع الله وبصره لكل المخلوقات في العالم العلوي والسفليّ على حدّ سواء.[١٦]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "اسم الله البصير ورد كثيراً في القرآن الكريم، ومن ذلك قوله -تعالى-: ( فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ)،[١٧] وقد ورد أكثر من أربعين مرّة في القرآن الكريم، واقترن كثيراً باسم الله السميع ليكون دلالة على إحاطة سمع الله وبصره لكل المخلوقات في العالم العلويّ والسفليّ على حدّ سواء.[١٦]"
  },
  {
    "id": 29,
    "sentence": "على الرغم من أنّ توحيد الربوبيّة أمر فطريّ، إلّا أنّ بعض الأشخاص ينحرفون عن هذا الطريق، ويمكن تلخيص مظاهر الانحراف في توحيد الربوبيّة يما يأتي:[٥]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "على الرغم من أنّ توحيد الربوبيّة أمر فطريّ، إلّا أنّ بعض الأشخاص ينحرفون عن هذا الطريق، ويمكن تلخيص مظاهر الانحراف في توحيد الربوبيّة يما يأتي:[٥]"
  },
  {
    "id": 30,
    "sentence": "إذا ذكر المسلم اسم الله -تعالى- أو كتبه؛ يستحب أن يتبعه بنعت أو وصف من أوصاف التعظيم؛ كأن يكتب -تعالى-، أو -عز وجلّ-، أو -سبحانه-، أو -تقدّس- وغيرها من ألفاظ الكمال والتقديس.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "إذا ذكر المسلم اسم الله -تعالى- أو كتبه؛ يستحب أن يتبعه بنعت أو وصف من أوصاف التعظيم؛ كأن يكتب -تعالى-، أو -عز وجلّ-، أو -سبحانه-، أو -تقدّس- وغيرها من ألفاظ الكمال والتقديس."
  },
  {
    "id": 31,
    "sentence": "(اللَّهُمَّ إنِّي أسأَلُكَ العافيةَ في الدُّنيا والآخِرةِ، اللَّهمَّ إنِّي أسالُكَ العَفوَ والعافيةَ في دِيني ودُنيايَ وأهلي ومالي، اللَّهمَّ استُرْ عَوراتي وآمِنْ رَوْعاتي، اللَّهمَّ احفَظْني مِن بَينِ يَدَيَّ ومِن خَلْفي، وعن يَميني وعن شِمالي، ومِن فَوْقي، وأعوذُ بعَظَمَتِكَ أنْ أُغتالَ مِن تَحْتي).[٧]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "(اللَّهُمَّ إنِّي أسأَلُكَ العافيةَ في الدُّنيا والآخِرةِ، اللَّهمَّ إنِّي أسالُكَ العَفوَ والعافيةَ في دِيني ودُنيايَ وأهلي ومالي، اللَّهمَّ استُرْ عَوراتي وآمِنْ رَوْعاتي، اللَّهمَّ احفَظْني مِن بَينِ يَدَيَّ ومِن خَلْفي، وعن يَميني وعن شِمالي، ومِن فَوْقي، وأعوذُ بعَظَمَتِكَ أنْ أُغتالَ مِن تَحْتي).[٧]"
  },
  {
    "id": 32,
    "sentence": "وهذه الأسماء هي ما ورد في نصّ الحديث أنّه هُوَ الله الَّذِي لَا إِلَه إلا هُوَ الرَّحْمَن الرَّحِيم، الْملك القدوس السَّلَام الْمُؤمن الْمُهَيْمِن، الْعَزِيز الْجَبَّار المتكبر الْخَالِق البارئ المصور، الْغفار القهار الْوَهَّاب الرَّزَّاق الفتاح الْعَلِيم، الْقَابِض الباسط الْخَافِض الرافع الْمعز المذل، السَّمِيع الْبَصِير، الحكم الْعدْل، اللَّطِيف الْخَبِير، الْحَلِيم الْعَظِيم، الغفور الشكُور، الْعلي الْكَبِير الحفيظ المقيت الحسيب، الْجَلِيل الْكَرِيم الرَّقِيب الْمُجيب، الْوَاسِع الْحَكِيم الْوَدُود الْمجِيد، الْبَاعِث الشَّهِيد الْحق الْوَكِيل، الْقوي المتين، الْوَلِيّ الحميد، المحصي المبدئ المعيد المحي المميت، الْحَيّ القيوم، الْوَاجِد الْمَاجِد الْوَاحِد الصَّمد الْقَادِر، المقتدر الْمُقدم الْمُؤخر، الأول الآخر الظَّاهِر الْبَاطِن، الْوَالِي المتعالي، الْبر التواب، المنتقم الْعَفو، الرؤوف، مَالك الْملك، ذُو الْجلَال وَالْإِكْرَام، المقسط الْجَامِع، الْغَنِيّ الْمُغنِي، الْمَانِع الضا النافع، النُّور الْهَادِي، البديع الْبَاقِي الْوَارِث، الرشيد الصبور، وتجدر الإشارة إلى أنّ أسماء الله -تعالى- تزيد عن ذللك.[٢]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "وهذه الأسماء هي ما ورد في نصّ الحديث أنّه هُوَ الله الَّذِي لَا إِلَه إلا هُوَ الرَّحْمَن الرَّحِيم، الْملك القدوس السَّلَام الْمُؤمن الْمُهَيْمِن، الْعَزِيز الْجَبَّار المتكبر الْخَالِق البارئ المصور، الْغفار القهار الْوَهَّاب الرَّزَّاق الفتاح الْعَلِيم، الْقَابِض الباسط الْخَافِض الرافع الْمعز المذل، السَّمِيع الْبَصِير، الحكم الْعدْل، اللَّطِيف الْخَبِير، الْحَلِيم الْعَظِيم، الغفور الشكُور، الْعلي الْكَبِير الحفيظ المقيت الحسيب، الْجَلِيل الْكَرِيم الرَّقِيب الْمُجيب، الْوَاسِع الْحَكِيم الْوَدُود الْمجِيد، الْبَاعِث الشَّهِيد الْحق الْوَكِيل، الْقوي المتين، الْوَلِيّ الحميد، المحصي المبدئ المعيد المحي المميت، الْحَيّ القيوم، الْوَاجِد الْمَاجِد الْوَاحِد الصَّمد الْقَادِر، المقتدر الْمُقدم الْمُؤخر، الأول الآخر الظَّاهِر الْبَاطِن، الْوَالِي المتعالي، الْبر التواب، المنتقم الْعَفو، الرؤوف، مَالك الْملك، ذُو الْجلَال وَالْإِكْرَام، المقسط الْجَامِع، الْغَنِيّ الْمُغنِي، الْمَانِع الضار النافع، النُّور الْهَادِي، البديع الْبَاقِي الْوَارِث، الرشيد الصبور، وتجدر الإشارة إلى أنّ أسماء الله -تعالى- تزيد عن ذلك.[٢]"
  },
  {
    "id": 33,
    "sentence": "قال رسول الله -صلى الله عليه وسلم: (إِنَّ اللهَ ‌كَتَبَ ‌الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، فَلْيُرِحْ ذَبِيحَتَهُ):[٨]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "قال رسول الله -صلى الله عليه وسلم: (إِنَّ اللهَ ‌كَتَبَ ‌الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، فَلْيُرِحْ ذَبِيحَتَهُ):[٨]"
  },
  {
    "id": 34,
    "sentence": "فإذا كان العبد المسلم مسؤولا عن غيره في العمل، فليحسن إلى أولئك العاملين، ولا يكلفهم فوق ما يطيقون من العمل، ولا يشقّ عليهم، ولا يعاملهم بكبر وخشونة، فمن كان في بيته عامل، أو في شركته موظف، فلا يستغله في العمل خارج نطاق وظيفته، ولا يضرب المستضعف منهم؛ كالخدم، وصغار الموظفين، ولا سيما الغربا وغيرهم، تقول عائشة: (مَا ‌ضَرَبَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا قَطُّ بِيَدِهِ، وَلَا امْرَأًَ، وَلَا خَادِمًا).[١٠]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "فإذا كان العبد المسلم مسؤولا عن غيره في العمل، فليحسن إلى أولئك العاملين، ولا يكلفهم فوق ما يطيقون من العمل، ولا يشقّ عليهم، ولا يعاملهم بكبر وخشونة، فمن كان في بيته عامل، أو في شركته موظف، فلا يستغله في العمل خارج نطاق وظيفته، ولا يضرب المستضعف منهم؛ كالخدم، وصغار الموظفين، ولا سيما الغرباء وغيرهم، تقول عائشة: (مَا ‌ضَرَبَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا قَطُّ بِيَدِهِ، وَلَا امْرَأَةً، وَلَا خَادِمًا).[١٠]"
  },
  {
    "id": 35,
    "sentence": "قال رسول الله -صلى الله عليه وسلم-: (إِنَّ اللَّهَ يُحِبُّ إِذَا عَمِلَ أَحَدُكُمْ عَمَلًا أَنْ ‌يُتْقِنَهُ)،[١] والعمل المقصود في الحديث يشمل العمل الدنيوي، والعمل الأخروي، فطلب منا إتقان الأعمال وإحكامها على الصفة الصحيحة، بدون خلل ولا نقص، لا سيما إذا كان هذا العمل المطلوب عمله من أعمال الآخرة.[٢]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "قال رسول الله -صلى الله عليه وسلم-: (إِنَّ اللَّهَ يُحِبُّ إِذَا عَمِلَ أَحَدُكُمْ عَمَلًا أَنْ ‌يُتْقِنَهُ)،[١] والعمل المقصود في الحديث يشمل العمل الدنيوي، والعمل الأخروي، فطلب منا إتقان الأعمال وإحكامها على الصفة الصحيحة، بدون خلل ولا نقص، لا سيما إذا كان هذا العمل المطلوب عمله من أعمال الآخرة.[٢]"
  },
  {
    "id": 36,
    "sentence": "اللهم يا كاشف الغم والهموم، ومفرج الكرب العظيم، ويا من إذا أراد شيئًا قال له: كُن فيكون، رباه أحاطت بي الذنوب والمعاصي، فلا أجد الرحمة والعناية من غيرك فأمدني بها.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "اللهم يا كاشف الغم والهموم، ومفرج الكرب العظيم، ويا من إذا أراد شيئًا قال له: كُن فيكون، رباه أحاطت بي الذنوب والمعاصي، فلا أجد الرحمة والعناية من غيرك فأمدني بها."
  },
  {
    "id": 37,
    "sentence": "ألّا يذكة اسم الجلالة الله أو أي اسم آخر له في أماكن لا تليق بذلك، وألّا يستخدمها في تحقيقض غرض دنيوي كالتجارة ونحوها.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "ألّا يذكر اسم الجلالة الله أو أي اسم آخر له في أماكن لا تليق بذلك، وألّا يستخدمها في تحقيق غرض دنيوي كالتجارة ونحوها."
  },
  {
    "id": 38,
    "sentence": "يزيد الصتر المسلم قربًا من الله تعاى حيث:",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "يزيد الصبر المسلم قربًا من الله تعالى حيث:"
  },
  {
    "id": 39,
    "sentence": "فالله هو الذي وسع سمعه الأصوات جميعاً، يسمع سرّ المخلوقات ونجواهم كما يسمع جهرهم، ومن رحمته أنّه يسمع دعاء عباده المؤمنين له وتضرعهم ومناجاتهم، ويأتي السماع أيضاً بمعنى قبول الدعوة وإجابتها، كما ورد في دعاء النبيّ -صلى الله عليه وسلم- الذي استعاذ فيه بالله من دعاء لا يُستجاب؛ فقال: (اللَّهمَّ إنِّي أعوذُ بِكَ من قلبٍ لا يخشَعُ، ومن دعاءٍ لا يُسمَعُ)،[١٥] وسمع الله سبحانه نوعان؛ الأول سمعه وإحاطته بكلّ الأصوات الخفيّ منها والظاهر الجليّ، والسمع الثاني هو سمعه لدعاء السائلين له.[١٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "فالله هو الذي وسع سمعه الأصوات جميعاً، يسمع سرّ المخلوقات ونجواهم كما يسمع جهرهم، ومن رحمته أنّه يسمع دعاء عباده المؤمنين له وتضرعهم ومناجاتهم، ويأتي السماع أيضاً بمعنى قبول الدعوة وإجابتها، كما ورد في دعاء النبيّ -صلى الله عليه وسلم- الذي استعاذ فيه بالله من دعاء لا يُستجاب؛ فقال: (اللَّهمَّ إنِّي أعوذُ بِكَ من قلبٍ لا يخشَعُ، ومن دعاءٍ لا يُسمَعُ)،[١٥] وسمع الله سبحانه نوعان؛ الأول سمعه وإحاطته بكلّ الأصوات الخفيّ منها والظاهر الجليّ، والسمع الثاني هو سمعه لدعاء السائلين له.[١٦]"
  },
  {
    "id": 40,
    "sentence": "يعد الصبر من أهم وأوسع أبواب تكفير الخطايا والذنوب والسيئات؛ حيث:",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "يعد الصبر من أهم وأوسع أبواب تكفير الخطايا والذنوب والسيئات؛ حيث:"
  },
  {
    "id": 41,
    "sentence": "الصدق من الصفات الحسنة التي يتّصف بها المؤمنون ويتحرّونه في كلّ ظروفهم، وقد ورد عن عمر بن الخطاب -رضي الله عنه- أنّه قال: (عليك بالصدق وإن قتلك)، ولخّص النبيّ -صلّى الله عليه وسلّم- فضل الصدق ومآله العظيم بقوله: (إنَّ الصِّدقَ يَهدي إلى البِرِّ، وإنَّ البِرَّ يَهدي إلى الجنَّةِ، وإنَّ الرَّجُلَ ليَصدُقُ حتَّى يَكونَ صدِّيقًا).[٧]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "الصدق من الصفات الحسنة التي يتّصف بها المؤمنون ويتحرّونه في كلّ ظروفهم، وقد ورد عن عمر بن الخطاب -رضي الله عنه- أنّه قال: (عليك بالصدق وإن قتلك)، ولخّص النبيّ -صلّى الله عليه وسلّم- فضل الصدق ومآله العظيم بقوله: (إنَّ الصِّدقَ يَهدي إلى البِرِّ، وإنَّ البِرَّ يَهدي إلى الجنَّةِ، وإنَّ الرَّجُلَ ليَصدُقُ حتَّى يَكونَ صدِّيقًا).[٧]"
  },
  {
    "id": 42,
    "sentence": "وقد قال الإمام النووي -رحمه الله تعالى-: قال العلماء: الراعي، هو الحافظ المؤتمن الملتزم صلاح ما قام عليه، وما هو تحت نظره، ففيه أن كل من كان تحت نظره شيء، فهو مطالب بالعدل فيه والقيام بمصالحه في دينه ودنياه ومتعلقاته.[٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "وقد قال الإمام النووي -رحمه الله تعالى-: قال العلماء: الراعي، هو الحافظ المؤتمن الملتزم صلاح ما قام عليه، وما هو تحت نظره، ففيه أن كل من كان تحت نظره شيء، فهو مطالب بالعدل فيه والقيام بمصالحه في دينه ودنياه ومتعلقاته.[٦]"
  },
  {
    "id": 43,
    "sentence": "يُعرّف توحيد الرّبوبية على أنّه الإقرار الجازم بأنّ الله -تعالى- هو ربّ كلّ شي ومليكه، وهو الخالق المدبّر للأمور كلّها، والمتصرّف في الكون كلّه، لم يكن له أيّ شريك في ملكه، لا أحد ولا شيء رادَّ لأمره، ولا معقّب لحكمه، ولا يجد هناك مَن يماثله أو ينازعه في أيّ معنى من معاني ربوبيته، أو أسمائه، أو صفاته الحسنى- جلّ في علاه-.[١]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "يُعرّف توحيد الرّبوبية على أنّه الإقرار الجازم بأنّ الله -تعالى- هو ربّ كلّ شيء ومليكه، وهو الخالق المدبّر للأمور كلّها، والمتصرّف في الكون كلّه، لم يكن له أيّ شريك في ملكه، لا أحد ولا شيء رادَّ لأمره، ولا معقّب لحكمه، ولا يوجد هناك مَن يماثله أو ينازعه في أيّ معنى من معاني ربوبيته، أو أسمائه، أو صفاته الحسنى- جلّ في علاه-.[١]"
  },
  {
    "id": 44,
    "sentence": "اللهم أتوسل إليك بسمك الواحد والفرد الصمد، وباسمك العظيم فرخ عني ما أمسيت فيه وأصبحت فيه.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "اللهم أتوسل إليك باسمك الواحد والفرد الصمد، وباسمك العظيم فرج عني ما أمسيت فيه وأصبحت فيه."
  },
  {
    "id": 45,
    "sentence": "أمّا التعريف الخاص للأخلاق فيُقصذ فيه التمسّك بأحكام الشريعة كلّها، ما أُمر بإتيانها أو تركها، وفي ذلك قال النب -عليه السلام-: (البِرُّ حُسنُ الخُلُقِ).[٤]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "أمّا التعريف الخاص للأخلاق فيُقصد فيه التمسّك بأحكام الشريعة كلّها، ما أُمر بإتيانها أو تركها، وفي ذلك قال النبيّ -عليه السلام-: (البِرُّ حُسنُ الخُلُقِ).[٤]"
  },
  {
    "id": 46,
    "sentence": "قال النبي صلّى الله عليه وسلم: (عَجَبًا لِأَمْرِ المؤمنِ؛ إنَّ أمرَهُ كلَّه له خيرٌ، وليس ذلك لأحَدٍ إلَّا للمؤمنِ؛ إنْ أصابَتْه سرَّاءُ شَكَرَ فكان خيرًا له، وإن أصابَتْه ضَرَّاءُ صَبَرَ فكان خيرًا له).[٨]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "قال النبي صلّى الله عليه وسلم: (عَجَبًا لِأَمْرِ المؤمنِ؛ إنَّ أمرَهُ كلَّه له خيرٌ، وليس ذلك لأحَدٍ إلَّا للمؤمنِ؛ إنْ أصابَتْه سرَّاءُ شَكَرَ فكان خيرًا له، وإن أصابَتْه ضَرَّاءُ صَبَرَ فكان خيرًا له).[٨]"
  },
  {
    "id": 47,
    "sentence": "معرفة العبد لأسماء الله الحسنى لها آثار على نفسه وسلوكه، منها ما يأتي:[٢٤]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "معرفة العبد لأسماء الله الحسنى لها آثار على نفسه وسلوكه، منها ما يأتي:[٢٤]"
  },
  {
    "id": 48,
    "sentence": "روي أنّ - النبي صلى الله عليها وسلم - قال: (ما يصيبُ المؤمنَ من وصبٍ ، ولا نصبٍ ، ولا سقمٍ ، ولا حَزنٍ ، حتَّى الهمَّ يُهمُّهي، إلَّا كفَّر به من سيِّئاتِه)،[١]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "روي أنّ - النبي صلى الله عليه وسلم - قال: (ما يصيبُ المؤمنَ من وصبٍ ، ولا نصبٍ ، ولا سقمٍ ، ولا حَزنٍ ، حتَّى الهمَّ يُهمُّه، إلَّا كفَّر به من سيِّئاتِه)،[١]"
  },
  {
    "id": 49,
    "sentence": "اللهم ثبت رجائك في قلبي، واقطعه ممن سِواك، حتى لا أرجو أحدًا غيرل، يا من يكتفي من خلقه جميعًا، ولا يكتفي منه أحد من خلق، يا أحد، من لا أحد له انقطع الرجاء إلا منك.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "اللهم ثبت رجائك في قلبي، واقطعه ممن سِواك، حتى لا أرجو أحدًا غيرك، يا من يكتفي من خلقه جميعًا، ولا يكتفي منه أحد من خلقه، يا أحد، من لا أحد له انقطع الرجاء إلا منك."
  },
  {
    "id": 50,
    "sentence": "اسم من أسماء الله -تعالى- الذي يعني أنّه أحاط بصره بكلّ شيء في السماوات والأرض، فهو -سبحانه- يرى كل شيء حتّى النملة تحت الصخرة، والمياه السارية في كلّ مكان، والأوراق الساقطة، والنباتات المختلفة، الصغيرة والكبيرة والدقيقة منها، ولا يخفى على بصره شيء صَغُر أم كَبُر، ظَهر أم خفي، كما أنّه -سبحانه- يرى ويعلم خائنة الأعين.[١٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "اسم من أسماء الله -تعالى- الذي يعني أنّه أحاط بصره بكلّ شيء في السماوات والأرض، فهو -سبحانه- يرى كل شيء حتّى النملة تحت الصخرة، والمياه السارية في كلّ مكان، والأوراق الساقطة، والنباتات المختلفة، الصغيرة والكبيرة والدقيقة منها، ولا يخفى على بصره شيء صَغُر أم كَبُر، ظَهر أم خفي، كما أنّه -سبحانه- يرى ويعلم خائنة الأعين.[١٦]"
  },
  {
    "id": 51,
    "sentence": "يمتاز توحيد الرّبوبية بما يأتي:",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "يمتاز توحيد الرّبوبية بما يأتي:"
  },
  {
    "id": 52,
    "sentence": "حين يُذكر أي اسم من هذه الأسماء يجب أن يُذكر معه الاسم المقبل له، كون الثناء على الله -تعالى- بأيّ اسم منها لا يكتمل إلّا بذكر الاسم الآخر معه، حيث يحصل الكمالة المطلق بأن يجتمع الوصفين معاً، فالله هو القابض للأرواح وللأرزق، وهو في ذات الوقت الباسط للأرزاق وللرحمات.[١٣]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "حين يُذكر أي اسم من هذه الأسماء يجب أن يُذكر معه الاسم المقابل له، كون الثناء على الله -تعالى- بأيّ اسم منها لا يكتمل إلّا بذكر الاسم الآخر معه، حيث يحصل الكمال المطلق بأن يجتمع الوصفين معاً، فالله هو القابض للأرواح وللأرزق، وهو في ذات الوقت الباسط للأرزاق وللرحمات.[١٣]"
  },
  {
    "id": 53,
    "sentence": "يشعر العبد بعظمت الله -تعالى- وعلّوه وقوّته من عباده.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "يشعر العبد بعظمة الله -تعالى- وعلّوه وقوّته على عباده."
  },
  {
    "id": 54,
    "sentence": "كما قيل في الحياء إنّه دليل الخير كلّه؛ لِما يشمل من سموٍّ في طبع المسلم، أما الزّهد فقد عرّفه ابن تيمية أنّه ترك الرغبة فيما لا ينفع في الدنيا، وهو فضول المباح التي لا يُستعان بها على طاعة الله عزّ وجلّ، ولا يكون الزهد كاملًا إلّا بعد أن يتيقّن المرء أمرين اثنين؛ أولهما التفكّر في حقيقة الدنيا، وسرعة مرورها وانقضائها، وثانيهما التفكّر في حقيقة الآخرة، والرغبة بما فيها من خلودٍ ودوامٍ.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "كما قيل في الحياء إنّه دليل الخير كلّه؛ لِما يشمل من سموٍّ في طبع المسلم، أما الزّهد فقد عرّفه ابن تيمية أنّه ترك الرغبة فيما لا ينفع في الدنيا، وهو فضول المباح التي لا يُستعان بها على طاعة الله عزّ وجلّ، ولا يكون الزهد كاملًا إلّا بعد أن يتيقّن المرء أمرين اثنين؛ أولهما التفكّر في حقيقة الدنيا، وسرعة مرورها وانقضائها، وثانيهما التفكّر في حقيقة الآخرة، والرغبة بما فيها من خلودٍ ودوامٍ."
  },
  {
    "id": 55,
    "sentence": "ارتباط توحيد الرّبوبيّة بأصل ثابت ومه من أصول الإيمان، وهو الإيمان بالله -تعالى-، وأنّه خالق الخلق المتصّرفا في الكون.[٢]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "ارتباط توحيد الرّبوبيّة بأصل ثابت ومهمّ من أصول الإيمان، وهو الإيمان بالله -تعالى-، وأنّه خالق الخلق المتصّرف في الكون.[٢]"
  },
  {
    "id": 56,
    "sentence": "تزيد عند العبد مخافة الله -تعالى- وخشيته ومراقبته في السرّ والعلن.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "تزيد عند العبد مخافة الله -تعالى- وخشيته ومراقبته في السرّ والعلن."
  },
  {
    "id": 57,
    "sentence": "رروي أن النبي - صلى اله عليه وسلم قال: (من يُرِدِ اللَّهُ بِه خيرًا يُصِبْ مِنهُ)،[٣]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "روي أن النبي - صلى الله عليه وسلم قال: (من يُرِدِ اللَّهُ بِه خيرًا يُصِبْ مِنهُ)،[٣]"
  },
  {
    "id": 58,
    "sentence": "قسمٌ سمّى الله -تعالى- به نفسه وعرّفه بعضاً من خلقه إلّا أنّه لم ينزل في كتبه.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "قسمٌ سمّى الله -تعالى- به نفسه وعرّفه بعضاً من خلقه إلّا أنّه لم ينزل في كتبه."
  },
  {
    "id": 59,
    "sentence": "قال رسول الله -صلى الله عليه وسلم-: (كُلُّكُم راعٍ وكُلُّكُم مسؤولٌ عن رعيتهِ)،[٥] فينبغي على المسلم أن يتقن العمل، ومن الإتقان في العمل: إتقان النصح للرعية، وتحمل المسؤولية، والقيام بالواجبات المنوطة بالعامل لأي عمل على أكمل وجه، وعلى أحسن حال من الإتقان.[٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "قال رسول الله -صلى الله عليه وسلم-: (كُلُّكُم راعٍ وكُلُّكُم مسؤولٌ عن رعيتهِ)،[٥] فينبغي على المسلم أن يتقن العمل، ومن الإتقان في العمل: إتقان النصح للرعية، وتحمل المسؤولية، والقيام بالواجبات المنوطة بالعامل لأي عمل على أكمل وجه، وعلى أحسن حال من الإتقان.[٦]"
  },
  {
    "id": 60,
    "sentence": "تعلّم هذه الأسماء هو نوع من أنواع العبودية لله -سبحانه-؛ وهو توحيد الأسماء والصفات.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "تعلّم هذه الأسماء هو نوع من أنواع العبودية لله -سبحانه-؛ وهو توحيد الأسماء والصفات."
  },
  {
    "id": 61,
    "sentence": "روي أنّ أبا سعيد الخدري - رضي الله عنه - قال: (إن ناسًا مت الأنصارِ، سألوا رسول الله - صلَّى اللهُ عليه وسلَّم - فأعْطَاهم، ثم سألُوهُ فأعْطاهم، حتى نَفِدَ ما عندهُ، فقالت: (ما يكون عِندَي من خيرٍ فلن أدَّخِرَهُ عنكم، ومن يستعْفِفْ يُعِفَّهُ اللَّهُ، ومَن يَستَغنِ يُغنِهِ اللَّهُ، ومَن يتَصَبَّرْ يُصَبِّرْهُ اللهُ، وما أُعطيَ أحدٌ عطاءً خيرًا وأوسعَ مِنَ الصَّبرِ).[١٠]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "روي أنّ أبا سعيد الخدري - رضي الله عنه - قال: (إن ناسًا من الأنصارِ، سألوا رسول الله - صلَّى اللهُ عليه وسلَّم - فأعْطَاهم، ثم سألُوهُ فأعْطاهم، حتى نَفِدَ ما عندهُ، فقال: (ما يكون عِندَي من خيرٍ فلن أدَّخِرَهُ عنكم، ومن يستعْفِفْ يُعِفَّهُ اللَّهُ، ومَن يَستَغنِ يُغنِهِ اللَّهُ، ومَن يتَصَبَّرْ يُصَبِّرْهُ اللهُ، وما أُعطيَ أحدٌ عطاءً خيرًا وأوسعَ مِنَ الصَّبرِ).[١٠]"
  },
  {
    "id": 62,
    "sentence": "الإقرار والجزم بأنّ الله -عزّ وجل- هو خالق كلّ شيء ومالكه، وبيده الرّزق، وهو من يُحيي ويميت وينفع ويضر، وهو المتفرّد بإجابة الدّعاء، ويعود الأمر كلّه له، كما أنّ الخير بيده، وهو القادر على كلّ شيء والذي يقدّر الأمور لجميع الخلق، وهو المتصرّف بكلّ الأمور، والمدبّر لها، ولا يوجد شريك في الملك.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "الإقرار والجزم بأنّ الله -عزّ وجل- هو خالق كلّ شيء ومالكه، وبيده الرّزق، وهو من يُحيي ويميت وينفع ويضر، وهو المتفرّد بإجابة الدّعاء، ويعود الأمر كلّه له، كما أنّ الخير بيده، وهو القادر على كلّ شيء والذي يقدّر الأمور لجميع الخلق، وهو المتصرّف بكلّ الأمور، والمدبّر لها، ولا يوجد شريك في الملك."
  },
  {
    "id": 63,
    "sentence": "إنكار وجود الله -عزّ وجل- وجحد ربوبيّته، وهم الملحدون الذي يعوِّلون خلق الكون إلى الطبيعة أو إلى تقلّب الليل والنهار، وقد قال الله -تعالى- فيهم-: (وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ).[٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "إنكار وجود الله -عزّ وجل- وجحد ربوبيّته، وهم الملحدون الذي يعوِّلون خلق الكون إلى الطبيعة أو إلى تقلّب الليل والنهار، وقد قال الله -تعالى- فيهم-: (وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ).[٦]"
  },
  {
    "id": 64,
    "sentence": "(لَّا إِلاهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُانتُ مِنَ الظَّالِمِينَ).[١]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "(لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ).[١]"
  },
  {
    "id": 65,
    "sentence": "يستطيع المسلم أن يدعو الله -تعالى- ما يشاء ولو كانت الدعاء بأسلوبه ولفظه، وفيما يأتي عدد من الأدعية التي يستطيع أن يقولها العبد بنية تفريج الهم والعم:",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "يستطيع المسلم أن يدعو الله -تعالى- ما يشاء ولو كان الدعاء بأسلوبه ولفظه، وفيما يأتي عدد من الأدعية التي يستطيع أن يقولها العبد بنية تفريج الهم والغم:"
  },
  {
    "id": 66,
    "sentence": "ومن عمل عملا ولم يتقنه بات غاشّاً للأمانة، مستوجباً عدم رضا الله -تعالى-، فمن رعى الرعية ولم يحفظ حقوقها؛ فقد فعل أمراً منهيٌّ عنه في الشريعة، فقد قال الرسول -صلى الله عليه وسلم-: (مَنْ حَمَلَ عَلَيْنَا السِّلَاحَ فَلَيْسَ ‌مِنَّا، وَمَنْ ‌غَشَّنَا فَلَيْسَ ‌مِنَّا).[٣][٤]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "ومن عمل عملا ولم يتقنه بات غاشّاً للأمانة، مستوجباً عدم رضا الله -تعالى-، فمن رعى الرعية ولم يحفظ حقوقها؛ فقد فعل أمراً منهيٌّ عنه في الشريعة، فقد قال الرسول -صلى الله عليه وسلم-: (مَنْ حَمَلَ عَلَيْنَا السِّلَاحَ فَلَيْسَ ‌مِنَّا، وَمَنْ ‌غَشَّنَا فَلَيْسَ ‌مِنَّا).[٣][٤]"
  },
  {
    "id": 67,
    "sentence": "(اللَّهُمَّ إنِّيا أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والجُبْنِ والبُخِْ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ).[٤]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "(اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والجُبْنِ والبُخْلِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ).[٤]"
  },
  {
    "id": 68,
    "sentence": "ورد في فضل الأخلاق في القرآن الكريم، والسنة النبوية العديد من الأحاديث والآيات الكريمة التي تُبيّن فضلها ومكانتها في ميزان الله -سبحانه-، فإن تجمّل الإنسان بالأخلاق الحسنة، وظهورها على شخصه في رضاه وغضبه، وسائر أحواله يُعدّ من أعظم القُربات لله تعالى، حيث قال النبيّ -صلّى الله عليه وسلّم-: (ما مِن شيءٌ أثقلُ في ميزانِ المؤمنِ يومَ القيامةِ من خُلقٍ حَسنٍ).[١]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "ورد في فضل الأخلاق في القرآن الكريم، والسنة النبوية العديد من الأحاديث والآيات الكريمة التي تُبيّن فضلها ومكانتها في ميزان الله -سبحانه-، فإن تجمّل الإنسان بالأخلاق الحسنة، وظهورها على شخصه في رضاه وغضبه، وسائر أحواله يُعدّ من أعظم القُربات لله تعالى، حيث قال النبيّ -صلّى الله عليه وسلّم-: (ما مِن شيءٌ أثقلُ في ميزانِ المؤمنِ يومَ القيامةِ من خُلقٍ حَسنٍ).[١]"
  },
  {
    "id": 69,
    "sentence": "قسمٌ عرّفه لعباده، وذالك الذي أنزلها في كتابه.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "قسمٌ عرّفه لعباده، وذلك الذي أنزله في كتابه."
  },
  {
    "id": 70,
    "sentence": "فالمؤمن إن أصابه ضرٌ أو بلاءٌ علم أن الله وحده من قدّر ذلك؛ فصبر على قضاء الله وقدره، وعلم أنّ لا مردَّ لأمر الله إلا من عند الله، فكان صبره خيرٌ له، وإن أصابه خيرٌ علم أن الله عز وجل هو من يسَّر له ذلك الخير فشكره على ما أنعم به عليه، وكان ذلك أيضاً خيراً له.[٩]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "فالمؤمن إن أصابه ضرٌ أو بلاءٌ علم أن الله وحده من قدّر ذلك؛ فصبر على قضاء الله وقدره، وعلم أنّ لا مردَّ لأمر الله إلا من عند الله، فكان صبره خيرٌ له، وإن أصابه خيرٌ علم أن الله عز وجل هو من يسَّر له ذلك الخير فشكره على ما أنعم به عليه، وكان ذلك أيضاً خيراً له.[٩]"
  },
  {
    "id": 71,
    "sentence": "وقد علّم الله -تعالى- عباده بعض أسمائه وصفاته، وأخفى عنهم أسماءً وصفاتً أُخرى واستأثر بها في علم الغيب؛ فلا يعلمها أيّ من مخلوقاته سواءً كان نبيّاً مرسلاً أو ملكاً مقرّباً، وقد ورد في قول النبي -صلى الله عليه وسلّم-: (أسألُك بكلِّ اسمٍ هو لك سميتَ به نفسَك، أو علَّمتَه أحدًا من خلقِك، أو أنزلتَه في كتابِك، أو استأثرتَ به في علمِ الغيبِ عندَك).[٢٠]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "وقد علّم الله -تعالى- عباده بعض أسمائه وصفاته، وأخفى عنهم أسماءً وصفاتً أُخرى واستأثر بها في علم الغيب؛ فلا يعلمها أيّ من مخلوقاته سواءً كان نبيّاً مرسلاً أو ملكاً مقرّباً، وقد ورد في قول النبي -صلى الله عليه وسلّم-: (أسألُك بكلِّ اسمٍ هو لك سميتَ به نفسَك، أو علَّمتَه أحدًا من خلقِك، أو أنزلتَه في كتابِك، أو استأثرتَ به في علمِ الغيبِ عندَك).[٢٠]"
  },
  {
    "id": 72,
    "sentence": "كما قال النبيّ أيضًا مُوصيًا عبد الله بن عمرو: (أربعٌ إذا كنَّ فيك فلا عليك ما فاتَك من الدُّنيا حفظُ أمانةٍ، وَصِدْقُ حديثٍ، وحُسنُ خلقٍ، وعفَّةٌ في طُعمةٍ)،[٢] فكان حُسن الخلق جامعاً لفضل وخيري الدنيا والآخرة كما في الحديثين السابقين، فالحديث الأول يُظهر أنّ حسن الخلق قد يكون سببًا في النجاة من النّار إلى الجنّة بوزن الخلق الرفع، وفي سياق الحديث الآخر أنّ المرء إذا بلغ مراتب عليا في خلق فلا يضرّه ما فاته بعد ذلك من الدنيا.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "كما قال النبيّ أيضًا مُوصيًا عبد الله بن عمرو: (أربعٌ إذا كنَّ فيك فلا عليك ما فاتَك من الدُّنيا حفظُ أمانةٍ، وَصِدْقُ حديثٍ، وحُسنُ خلقٍ، وعفَّةٌ في طُعمةٍ)،[٢] فكان حُسن الخلق جامعاً لفضل وخيري الدنيا والآخرة كما في الحديثين السابقين، فالحديث الأول يُظهر أنّ حسن الخلق قد يكون سببًا في النجاة من النّار إلى الجنّة بوزن الخلق الرفيع، وفي سياق الحديث الآخر أنّ المرء إذا بلغ مراتب عليا في خلقه فلا يضرّه ما فاته بعد ذلك من الدنيا."
  },
  {
    "id": 73,
    "sentence": "أن لا يطلق على الله أيّ اسم ليش له، ولا يكون التناء على الله -تعالى- أو دعاءه إلّا باسم من أسمائه.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "أن لا يطلق على الله أيّ اسم ليس له، ولا يكون الثناء على الله -تعالى- أو دعاءه إلّا باسم من أسمائه."
  },
  {
    "id": 74,
    "sentence": "اسم الله الرحمن ورد في القرآن سبع وخمسين مرّة، ومن ذلك قوله -تعالى-: (الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى)،[٣] واسم الله الرحيم ورد مائة وأربعة عشر مرّة، ومن ذلك الذي ورد في قوله -تعالى-: (إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ)،[٤] وهذا الاسمان مشتقان في لفظة الرحمة.[٥]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "اسم الله الرحمن ورد في القرآن سبع وخمسين مرّة، ومن ذلك قوله -تعالى-: (الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى)،[٣] واسم الله الرحيم ورد مئة وأربعة عشر مرّة، ومن ذلك الذي ورد في قوله -تعالى-: (إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ)،[٤] وهذا الاسمان مشتقان من لفظة الرحمة.[٥]"
  },
  {
    "id": 75,
    "sentence": "خلاصة المقال: عرض المقال أسماء الله الحسنى، ومعاني بعض أسماء الله الحسنى، وثمرات معرفة هذه الأسماء، وما هي الآداب الواجب التحلي بها مع أسماء الله الحسنى.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "خلاصة المقال: عرض المقال أسماء الله الحسنى، ومعاني بعض أسماء الله الحسنى، وثمرات معرفة هذه الأسماء، وما هي الآداب الواجب التحلي بها مع أسماء الله الحسنى."
  },
  {
    "id": 76,
    "sentence": "رُوي في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال: (إنَّ العبدَ إذا سبقت له من اللهِ منزلةٌ لم يبلغْها بعمله ابتلاه اللهُ في جسدِه أو في مالِه أو في ولدِه ثم صبَّره على ذلك حتى يُبلِّغَه المنزلةَ التي سبقت له من اللهِ تعالى).[٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "رُوي في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال: (إنَّ العبدَ إذا سبقت له من اللهِ منزلةٌ لم يبلغْها بعمله ابتلاه اللهُ في جسدِه أو في مالِه أو في ولدِه ثم صبَّره على ذلك حتى يُبلِّغَه المنزلةَ التي سبقت له من اللهِ تعالى).[٦]"
  },
  {
    "id": 77,
    "sentence": "إعطاء أحد من البشر شيئاً من خصائص الرّبوبيّة، كمن يؤمن بوجود متصرّف آخر بشؤون الكون، أو جلب الخير ودفع الضر، أو إعادة الأموات إلى الحياة، وكلّها تصب في تعريف الشّرك بالله -تعالى-.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "إعطاء أحد من البشر شيئاً من خصائص الرّبوبيّة، كمن يؤمن بوجود متصرّف آخر بشؤون الكرن، أو جلب الخير ودفع الضر، أو إعادة الأموات إلى الحيا، وكلّها تصب في تعريف الشّرك بالله -تعالى-."
  },
  {
    "id": 78,
    "sentence": "في ضوء ما سبف، أوصى الله -سبحانه- عباده بالتمسّك بأحسن الأخلاق، وفصّل بعضها في آياتٍ كزيمةٍ، كقوله -سبحانه-: (خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ).[٣]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "في ضوء ما سبق، أوصى الله -سبحانه- عباده بالتمسّك بأحسن الأخلاق، وفصّل بعضها في آياتٍ كريمةٍ، كقوله -سبحانه-: (خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ).[٣]"
  },
  {
    "id": 79,
    "sentence": "الرأفة في اللغة هي شدّة الرحمة ونهايتها؛ فالرؤوف هو شديد الرحمة، وقد ورد اسم الرؤوف عشر مرّات في القرآن الكريم، و قد جاء في ثماني مرّات من العشر مقدّماً على اسم الله الرحيم ومقترناً به؛ كقوله -تعالى-: (إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ)،[٦] وقد وصف الله -تعالى- به النبيّ -صلى الله عليه وسلّم- مرّة واحدة في القرآن؛ فقال: (حَريصٌ عَلَيكُم بِالمُؤمِنينَ رَءوفٌ رَحيمٌ).[٧][٥]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "الرأفة في اللغة هي شدّة الرحمة ونهايتها؛ فالرؤوف هو شديد الرحمة، وقد ورد اسم الرؤوف عشر مرّات في القرآن الكريم، و قد جاء في ثماني مرّات من العشر مقدّماً على اسم الله الرحيم ومقترناً به؛ كقوله -تعالى-: (إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ)،[٦] وقد وصف الله -تعالى- به النبيّ -صلى الله عليه وسلّم- مرّة واحدة في القرآن؛ فقال: (حَريصٌ عَلَيكُم بِالمُؤمِنينَ رَءوفٌ رَحيمٌ).[٧][٥]"
  },
  {
    "id": 80,
    "sentence": "الأسماء الثلاثة الواردة اقترن مع بعضها في القرآن، وذلك لأنّ فيها دلالة على الخلق والإيجاد، فالخالق هو الذي خلق الموجودات جميعاً وبرأها، ثم سوّاها وصوّرها بحكمته، وهذه الوصف مو صوف مستمر له سبحانه، وقد وردت هذه الأسماء في قوله تعالى: (هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ).[١١][١٢]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "الأسماء الثلاثة الواردة اقترنت مع بعضها في القرآن، وذلك لأنّ فيها دلالة على الخلق والإيجاد، فالخالق هو الذي خلق الموجودات جميعاً وبرأها، ثم سوّاها وصوّرها بحكمته، وهذا الوصف مو صوف مستمر له سبحانه، وقد وردت هذه الأسماء في قوله تعالى: (هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ).[١١][١٢]"
  },
  {
    "id": 81,
    "sentence": "(حَسْبِيَ اللّهُ لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ).[٣]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "(حَسْبِيَ اللّهُ لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ).[٣]"
  },
  {
    "id": 82,
    "sentence": "وإتقان الأعمال على اختلاف مقاصدها، سواء أكانت لمقصد دنيوي، أم مقصد أخروي، هي من القربات والطاعات التي لاا يجوز الإخلال فيها بشكل من الأشكال، وإن إتقان العمل من الأمور التي يستجلب بها العبد المسلم رضوان ربها، وتكون سبباً من الأسباب التي توجب دخول الجنة.[٢]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "وإتقان الأعمال على اختلاف مقاصدها، سواء أكانت لمقصد دنيوي، أم مقصد أخروي، هي من القربات والطاعات التي لا يجوز الإخلال فيها بشكل من الأشكال، وإن إتقان العمل من الأمور التي يستجلب بها العبد المسلم رضوان ربه، وتكون سبباً من الأسباب التي توجب دخول الجنة.[٢]"
  },
  {
    "id": 83,
    "sentence": "يعد الضبر دليل على رضى الله تعالى، حيث:",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "يعد الصبر دليل على رضا الله تعالى، حيث:"
  },
  {
    "id": 84,
    "sentence": "إنّ الحياء هو خلق الإسلام كما قال النبيّ -صلّى الله عليه وسلّم-: (إنَّ لكلِّ دِينٍ خُلقاً وخلقُ الإسلامِ الحياءُ)،[٥] والحياء درجات؛ أعظمها حياء الإنسان من ربّه، فيحفظ نفسه وعقله وقلبه من كلّ محرّم لا يُرضي الله تعالى، يليه الحياء من رسوله -عليه السلام-؛ بحبّه، ومعرفة سيرته، واتّباع سنّته، ثمّ ما يلي ذلك من حياءٍ من الناس بتجميل الكلام والأفعال، وترك القبيح والمجاملات التي لا حقيقة لها ولا نفع",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "إنّ الحياء هو خلق الإسلام كما قال النبيّ -صلّى الله عليه وسلّم-: (إنَّ لكلِّ دِينٍ خُلقاً وخلقُ الإسلامِ الحياءُ)،[٥] والحياء درجات؛ أعظمها حياء الإنسان من ربّه، فيحفظ نفسه وعقله وقلبه من كلّ محرّم لا يُرضي الله تعالى، يليه الحياء من رسوله -عليه السلام-؛ بحبّه، ومعرفة سيرته، واتّباع سنّته، ثمّ ما يلي ذلك من حياءٍ من الناس بتجميل الكلام والأفعال، وترك القبيح والمجاملات التي لا حقيقة لها ولا نفع"
  },
  {
    "id": 85,
    "sentence": "ألّا يكثر المسلم من القسم بالله -سبحانه وتعالى- في كلّ وقت وحين.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "ألّا يكثر المسلم من القسم بالله -سبحانه وتعالى- في كلّ وقت وحين."
  },
  {
    "id": 86,
    "sentence": "أن يبتدأ بها المتكلّم كلامها؛ فيقول مستهلاً له الحمد لله ربّ العالمين، أو يقول بسم الله الرحمن الرجيم، والحمد والبسملة يشتملان على صفات عليّة وجليلة لله -سبحانه-.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "أن يبتدأ بها المتكلّم كلامه؛ فيقول مستهلاً له الحمد لله ربّ العالمين، أو يقول بسم الله الرحمن الرحيم، والحمد والبسملة يشتملان على صفات عليّة وجليلة لله -سبحانه-."
  },
  {
    "id": 87,
    "sentence": "حثّ الإسلام على الإحسان في العمل حتى في القتل، فكيف فيما سوى القتل؟ فينبغي على المسلم أن يستشعر في عمله أن من مستلزمات العمل الإحسان واللطف، وحسن العشرة، ولا يظن بأن الإحسان في العمل هو مجرد منحة منه، أو صدقة يتصدق به على غيره، بل هو من الواجبات اللازمة.[٩]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "حثّ الإسلام على الإحسان في العمل حتى في القتل، فكيف فيما سوى القتل؟ فينبغي على المسلم أن يستشعر في عمله أن من مستلزمات العمل الإحسان واللطف، وحسن العشرة، ولا يظن بأن الإحسان في العمل هو مجرد منحة منه، أو صدقة يتصدق به على غيره، بل هو من الواجبات اللازمة.[٩]"
  },
  {
    "id": 88,
    "sentence": "يتوقّف المسلم في أسماء الله الحسنى على ما جاء منها في الكتاب والسنّة، كما أنّ أسماء الله الحُسنى توقيفيّة لا يجوز الزيادة فيها أو الإنقاص منها، ولا مجال للعقل في نفي أو إنكار أو زيادة أو استنتاج شيء منها، والتوقّف فيها على النصّ الوارد واجب، قال -تعالى-: (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۚ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا).[١٨][١٩]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "يتوقّف المسلم في أسماء الله الحسنى على ما جاء منها في الكتاب والسنّة، كما أنّ أسماء الله الحُسنى توقيفيّة لا يجوز الزيادة فيها أو الإنقاص منها، ولا مجال للعقل في نفي أو إنكار أو زيادة أو استنتاج شيء منها، والتوقّف فيها على النصّ الوارد واجب، قال -تعالى-: (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۚ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا).[١٨][١٩]"
  },
  {
    "id": 89,
    "sentence": "إنكار بعص خصائص الله -عزّ وجل-، وجحْد بعض معاني ربوبيّته، كمن ينكر قدرة الله على إحياء المتى، أو إنكاره بعدم قدرة الخالق على جلب النّفع له، أو دفع الضّرر عنه.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "إنكار بعض خصائص الله -عزّ وجل-، وجحْد بعض معاني ربوبيّته، كمن ينكر قدرة الله على إحياء الموتى، أو إنكاره بعدم قدرة الخالق على جلب النّفع له، أو دفع الضّرر عنه."
  },
  {
    "id": 90,
    "sentence": "إنّ الأخلاق هيئةٌ ثابتةٌ راسخةٌ، مستقرةٌ في نفس الإنسان، غير عارضة طارئة، فهي تُمثِّل عادةً لصاحبها تتكرّر كلّما حانت فرصتها، فإن كان الصفة عارضةً، فليست جديرة بأن تُسمّى خُلُقًا، وقال الغزاليّ -رحمه الله-: الخلق عبارة عن هيئةٍ في النفس راسخةٍ، عنها تصدر الأفعال بسهولةٍ ويُسرٍ، من غير حاجةٍ إلى فكرٍ ورويّةٍ.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "إنّ الأخلاق هيئةٌ ثابتةٌ راسخةٌ، مستقرةٌ في نفس الإنسان، غير عارضة طارئة، فهي تُمثِّل عادةً لصاحبها تتكرّر كلّما حانت فرصتها، فإن كان الصفة عارضةً، فليست جديرة بأن تُسمّى خُلُقًا، وقال الغزاليّ -رحمه الله-: الخلق عبارة عن هيئةٍ في النفس راسخةٍ، عنها تصدر الأفعال بسهولةٍ ويُسرٍ، من غير حاجةٍ إلى فكرٍ ورويّةٍ."
  },
  {
    "id": 91,
    "sentence": "اسم الله السميع هو اسم أبلغ في الصفة من اسم السامع، وسميع مصدر على وزن فعيل يدلّ على المبالغة، وقد ورد هذا الاسم أكثر من أربعين مرّة في القرآن الكريم، منها ثلاثين مرّة أو أكثر اقترن فيها باسم الله العلين، وفي عشر مواضع اقترن بالبصير؛ كقول -تعالى-: (فَسَيَكْفِيكَهُمُ اللَّهُ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ).[١٤]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "اسم الله السميع هو اسم أبلغ في الصفة من اسم السامع، وسميع مصدر على وزن فعيل يدلّ على المبالغة، وقد ورد هذا الاسم أكثر من أربعين مرّة في القرآن الكريم، منها ثلاثين مرّة أو أكثر اقترن فيها باسم الله العليم، وفي عشر مواضع اقترن بالبصير؛ كقوله -تعالى-: (فَسَيَكْفِيكَهُمُ اللَّهُ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ).[١٤]"
  },
  {
    "id": 92,
    "sentence": "كما بيّن الله -تعالى- في الآيات الكريمة حقيقة الدنيا والتزهّد فيها، إذ قال: (اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ).[٦]",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "كما بيّن الله -تعالى- في الآيات الكريمة حقيقة الدنيا والتزهّد فيها، إذ قال: (اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ).[٦]"
  },
  {
    "id": 93,
    "sentence": "قسمٌ أخفاه عن خلقه كلّهم واستأثر هو بعلمه؛ فلم يطّلع عليه أحد.",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "قسمٌ أخفاه عن خلقه كلّهم واستأثر هو بعلمه؛ فلم يطّلع عليه أحد."
  },
  {
    "id": 94,
    "sentence": "تضمَّنت أحاديث الرسول -صلى الله عليه وسلم- أدعيةً تُقال عند شعور العبد بالهم والغم، ومن هذه الأدعية ما يأتي:",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "تضمَّنت أحاديث الرسول -صلى الله عليه وسلم- أدعيةً تُقال عند شعور العبد بالهم والغم، ومن هذه الأدعية ما يأتي:"
  },
  {
    "id": 95,
    "sentence": "وردت عدد من أسماء الله الحُسنا في حديث أبي هريرة -رضي الله عنه-، والحديث هو قوله -صلّى الله عليه وسلّم-: (إنَّ لِلَّهِ تِسْعَةً وتِسْعِينَ اسْمًا، مِئَةً إلَّا وحِدًا، مَن أحْصاها دَخَلَ الجَنَّةَ).[١]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "وردت عدد من أسماء الله الحُسنى في حديث أبي هريرة -رضي الله عنه-، والحديث هو قوله -صلّى الله عليه وسلّم-: (إنَّ لِلَّهِ تِسْعَةً وتِسْعِينَ اسْمًا، مِئَةً إلَّا واحِدًا، مَن أحْصاها دَخَلَ الجَنَّةَ).[١]"
  },
  {
    "id": 96,
    "sentence": "اللهم ارحمني وأغثني، والطف بي، وتداركني بإغاثتك، اللهم بك ملاذي.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "اللهم ارحمني وأغثني، والطف بي، وتداركني بإغاثتك، اللهم بك ملاذي."
  },
  {
    "id": 97,
    "sentence": "اللهمَّ مالِكَ المُلْكِ تؤتي المُلكَ مَن تشاءُ وتنزِعُ المُلْكَ ممَّن تشاءُ وتُعِزُّ مَن تشاءُ وتُذِلُّ مَن تشاءُ بيدِك الخيرُ إنَّك على كلِّ شيءٍ قديرٌ تولِجُ اللَّيلَ في النَّهارِ وتولِجُ النَّهارَ في اللَّيلِ وتُخْرِجُ الحيَّ مِنَ الميَّتِ وتُخْرِجُ الميَّتَ مِنَ الحيِّ وترزُقُ مَن تشاءُ بغيرِ حسابٍ رحمنُ الدُّنيا والآخرةِ ورحيمُهما تُعطي منهما مَن تشاءُ وتمنَعُ مَن تشاءُ ارحَمْني رحمةً تُغْنيني بها عن رحمةِ مَن سِواك.",
    "tag": "correct",
    "domain": "Islamic",
    "correct sentence": "اللهمَّ مالِكَ المُلْكِ تؤتي المُلكَ مَن تشاءُ وتنزِعُ المُلْكَ ممَّن تشاءُ وتُعِزُّ مَن تشاءُ وتُذِلُّ مَن تشاءُ بيدِك الخيرُ إنَّك على كلِّ شيءٍ قديرٌ تولِجُ اللَّيلَ في النَّهارِ وتولِجُ النَّهارَ في اللَّيلِ وتُخْرِجُ الحيَّ مِنَ الميَّتِ وتُخْرِجُ الميَّتَ مِنَ الحيِّ وترزُقُ مَن تشاءُ بغيرِ حسابٍ رحمنُ الدُّنيا والآخرةِ ورحيمُهما تُعطي منهما مَن تشاءُ وتمنَعُ مَن تشاءُ ارحَمْني رحمةً تُغْنيني بها عن رحمةِ مَن سِواك."
  },
  {
    "id": 98,
    "sentence": "وقد جاء في التخصيص في عدد أسماء الله الحسنى بأنّها تسعة وتسعون اسماً لشهرتها ولكونها أظهر من حيث المعنى، وذلك لا ينفي وجود أسماءِ أخرى عداها،[٢٢] وقد أراد الحديث الذي ورد في أنّ الأسماء الحُسنى هي تسع وتسعون أنها كثيرة، ولم يصرّح بالحصر.[٢٣]",
    "tag": "wrong",
    "domain": "Islamic",
    "correct sentence": "وقد جاء في التخصيص في عدد أسماء الله الحسنى بأنّها تسعة وتسعون اسماً لشهرتها ولكونها أظهر من حيث المعنى، وذلك لا ينف وجود أسماءِ أخرى عداها،[٢٢] وقد أراد الحديث الذي ورد في أنّ الأسماء الحُسنى ها تسع وتسعون أنها كثيرة، ولم يصرّح بالحصر.[٢٣]"
  }
]