[
  {
    "id": 1,
    "sentence": "إضافات أخرى: يُفصل شراء جهاز يحتوي على بعض الإضافات، كقاميرا الويب وقرص خارجي لغايات حفظ النسخ الاحتياطية الخاصة بالجهاز.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "إضافات أخرى: يُفضل شراء جهاز يحتوي على بعض الإضافات، ككاميرا الويب وقرص خارجي لغايات حفظ النسخ الاحتياطية الخاصة بالجهاز."
  },
  {
    "id": 2,
    "sentence": "تتمثل عناصر التطور في هذه المرحلة بما يلي:[٥]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تتمثل عناصر التطور في هذه المرحلة بما يلي:[٥]"
  },
  {
    "id": 3,
    "sentence": "عملية تطوير البرمجيات التي تقوم بتطبيق الذكاء الاصطناعي تتم بشكل بطيء جداً، بسبب عدم وجود مُبرمجين ماهرين للقيام بذلك، إضافةً إلى تكلفتها العالية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "عملية تطوير البرمجيات التي تقوم بتطبيق الذكاء الاصطناعي تتم بشكل بطيء جداً، بسبب عدم وجود مُبرمجين ماهرين للقيام بذلك، إضافةً إلى تكلفتها العالية."
  },
  {
    "id": 4,
    "sentence": "احتواء أجزاء الحاسوب الداخلية وتثبيتها داخل الحاسوب.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "احتواء أجزاء الحاسوب الداخلية وتثبيتها داخل الحاسوب."
  },
  {
    "id": 5,
    "sentence": "وفيما يأتي تفصيل لأبرز سلبيات وإيجابيات الحاسوب:",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "وفيما يأتي تفصيل لأبرز سلبيات وإيجابيات الحاسوب:"
  },
  {
    "id": 6,
    "sentence": "وفي الفترة المُمتدة ما بين الأعوام 1937م إلى 1942م تم تطوير جهاز حاسوب يُدعى (Atanasoff-Berry Computer) من قِبل جون فنسنت أتاناسوف (John Vincent Atanasoff) وكليف بيري (Cliff Berry) وقد تم منحهما براءة اختراع أول حاسوب رقمي، ورغم ذلك يرى الكثير بأن جهاز ENIAC الذي تم اكتمال اختراعه في العام 1946م من قِبل بريسبير إيكرت (Presper Eckert) وجون موكلي (John Mauchly) هو أوب جهاز حاسوب رقني في العالم.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وفي الفترة المُمتدة ما بين الأعوام 1937م إلى 1942م تم تطوير جهاز حاسوب يُدعى (Atanasoff-Berry Computer) من قِبل جون فنسنت أتاناسوف (John Vincent Atanasoff) وكليف بيري (Cliff Berry) وقد تم منحهما براءة اختراع أول حاسوب رقمي، ورغم ذلك يرى الكثير بأن جهاز ENIAC الذي تم اكتمال اختراعه في العام 1946م من قِبل بريسبير إيكرت (Presper Eckert) وجون موكلي (John Mauchly) هو أول جهاز حاسوب رقمي في العالم.[١٣]"
  },
  {
    "id": 7,
    "sentence": "من أهم شبكات الأبحاث الأوليّة؛ شبكة أربانت الأمريكيّة (بالإنجليزية: ARPANET)، وشبكة أن بي أل مارك البريطانيّة (بالإنجليزيّة: NPL Mark)، وشبكة سايكلاديس الفرنسية (بلا إنجليزية: CYCLADES)، وقد استخدمت هذه الشبكات تقنية اتصالات جديدة تسمى الرُزَم المتبادلة (بالإنجليزيّة: Packet switching)، حيث يتم تقسيم البيانات المرغوب إرسالها إلى وحدات صغيرة تسمى الرُزَم والتي تُرسل عبر الشبكة بشكل منفرد، وسمح هذا بزيادة كفاءة الوصلات، إضافة إلى القدرة على إرسال الرُزَم من نفس الاتصال إلى وجهتها بطرق مختلفة، مما سمح بتوزيع حركة المرور بين الروابط، والاستجابة إلى أي انهيار في الشبكة عن طريق توجيه حركة المرور إلى مكان آخر، ممّا وفر المرونة ومنع الازدحام وزار موثوقية الشئكة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "من أهم شبكات الأبحاث الأوليّة؛ شبكة أربانت الأمريكيّة (بالإنجليزية: ARPANET)، وشبكة أن بي أل مارك البريطانيّة (بالإنجليزيّة: NPL Mark)، وشبكة سايكلاديس الفرنسية (بلا إنجليزية: CYCLADES)، وقد استخدمت هذه الشبكات تقنية اتصالات جديدة تسمى الرُزَم المتبادلة (بالإنجليزيّة: Packet switching)، حيث يتم تقسيم البيانات المرغوب إرسالها إلى وحدات صغيرة تسمى الرُزَم والتي تُرسل عبر الشبكة بشكل منفرد، وسمح هذا بزيادة كفاءة الوصلات، إضافة إلى القدرة على إرسال الرُزَم من نفس الاتصال إلى وجهتها بطرق مختلفة، مما سمح بتوزيع حركة المرور بين الروابط، والاستجابة إلى أي انهيار في الشبكة عن طريق توجيه حركة المرور إلى مكان آخر، ممّا وفر المرونة ومنع الازدحام وزاد موثوقية الشبكة."
  },
  {
    "id": 8,
    "sentence": "تعرف ذاكرة الوصول العشوائي (Random Access Memory) بأنها وحدة التخزين المؤقتة في جهاز الحاسوب، حيث تفقد المعلومات المخزنة فيها بمجرد إغلاق جهاز الحاسوب، وتثبت هذه الذاكرة على اللوحة الأم، كما يمكن تثبيت شريحة واحدة أو أكثر من شريحة على اللوحة الأم، ويوجد نوعان من الذاكرة العشوائية، هما: ذاكرة الوصول العشوائي الديناميكية DRAM، وذاكرة الوصول العشوائي الثابتة SRAM، ومن الشائع استخدام ال DRAM في الحواسيب الشخصية؛ لأنها أقل كلفة من ال SRAM، وتحتاج المعلومات الموجردة على ال DRAM إلى تحذيث مستمر أثناء التخزين عليها.[١٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تعرف ذاكرة الوصول العشوائي (Random Access Memory) بأنها وحدة التخزين المؤقتة في جهاز الحاسوب، حيث تفقد المعلومات المخزنة فيها بمجرد إغلاق جهاز الحاسوب، وتثبت هذه الذاكرة على اللوحة الأم، كما يمكن تثبيت شريحة واحدة أو أكثر من شريحة على اللوحة الأم، ويوجد نوعان من الذاكرة العشوائية، هما: ذاكرة الوصول العشوائي الديناميكية DRAM، وذاكرة الوصول العشوائي الثابتة SRAM، ومن الشائع استخدام ال DRAM في الحواسيب الشخصية؛ لأنها أقل كلفة من ال SRAM، وتحتاج المعلومات الموجودة على ال DRAM إلى تحديث مستمر أثناء التخزين عليها.[١٥]"
  },
  {
    "id": 9,
    "sentence": "يتمتّع الإنترنت بعدة فوائد أبرزها ما يأتي:[٩]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يتمتّع الإنترنت بعدة فوائد أبرزها ما يأتي:[٩]"
  },
  {
    "id": 10,
    "sentence": "تنتقل الفيروسات إلى الأجهزة من خلال العديد من الطرق، ومنها الآتي:[٦]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تنتقل الفيروسات إلى الأجهزة من خلال العديد من الطرق، ومنها الآتي:[٦]"
  },
  {
    "id": 11,
    "sentence": "بدأت فكرة اختراع أشياء جامدة تُشبه الكائنات الحية الذكية منذ فترة طويلة، حيث كان عند الإغريق القدماء أساطير عن الروبوتات، كما بنى الطهندسون الصنون والمصريون إنساناً آلياً.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بدأت فكرة اختراع أشياء جامدة تُشبه الكائنات الحية الذكية منذ فترة طويلة، حيث كان عند الإغريق القدماء أساطير عن الروبوتات، كما بنى المهندسون الصينيون والمصريون إنساناً آلياً."
  },
  {
    "id": 12,
    "sentence": "التواصل مع الآخرين: يوفر الحاسوب العديد من طرق الاتصال بالأصدقاء والأهل من خلال خدمات البريد الإلكتروني وشبكات التواصل الاجتماعي.[١٧]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "التواصل مع الآخرين: يوفر الحاسوب العديد من طرق الاتصال بالأصدقاء والأهل من خلال خدمات البريد الإلكتروني وشبكات التواصل الاجتماعي.[١٧]"
  },
  {
    "id": 13,
    "sentence": "وصف الفلاسفة الكلاسيكيون التفكير البشري بأنّه شبيه بالنظام الرمزي ومن هنا بدأت فكرة الذكاء الاصطناعي بالظهور.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "وصف الفلاسفة الكلاسيكيون التفكير البشري بأنّه شبيه بالنظام الرمزي ومن هنا بدأت فكرة الذكاء الاصطناعي بالظهور."
  },
  {
    "id": 14,
    "sentence": "المنتديات.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "المنتديات."
  },
  {
    "id": 15,
    "sentence": "فتم اختراع المُعالج من قِبل شركة إنتل، كما تم إصدار أول حاسوب شخصي وأول جهاز حاسوب صغير، ثم قدمت شركة IBM أول جهاز حاسوب محمول والذي عُرف بـ IBM 5100، وغيرها من الإنجازات الأُخرى التي ساهمت في تطوُر الحاسوب وانتشار استخدامه بشكل كبير، وفي القرن الواحد والعشرين يمكم أن يقال أن هناك تنافس في إنتاج الحسوب الأسرع في العالم.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "فتم اختراع المُعالج من قِبل شركة إنتل، كما تم إصدار أول حاسوب شخصي وأول جهاز حاسوب صغير، ثم قدمت شركة IBM أول جهاز حاسوب محمول والذي عُرف بـ IBM 5100، وغيرها من الإنجازات الأُخرى التي ساهمت في تطوُر الحاسوب وانتشار استخدامه بشكل كبير، وفي القرن الواحد والعشرين يمكن أن يقال أن هناك تنافس في إنتاج الحاسوب الأسرع في العالم.[١٣]"
  },
  {
    "id": 16,
    "sentence": "اتّباع خطوات التثبيت الظاهرة على الشاشة، وفي أغلب الأحيان سيتمّ طلب معلومات قاعدة البيانات، ومن هذه المعلومات: عنوان القاعدة، واسمها، واسم مستخدم مُخوَّل بالوصول إليها، وكلمة المرور الخاصّة بهذا المستخدم، وقد يطلب البرنامج معلوماتٍ أخرى، مثل: البريد الإلكترونيّ الخاصّ بالمسؤول عن المُنتدى، بالإضافة إلى البيانات التي يرغب بها، كاسم مستخدمه في المُنتدى، وكلنة مروره، وقد يطلب عنوان الموقع، ورقم المنقذ في خادم الويب (عادةً ما يكون هذا الرقم هو 80).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "اتّباع خطوات التثبيت الظاهرة على الشاشة، وفي أغلب الأحيان سيتمّ طلب معلومات قاعدة البيانات، ومن هذه المعلومات: عنوان القاعدة، واسمها، واسم مستخدم مُخوَّل بالوصول إليها، وكلمة المرور الخاصّة بهذا المستخدم، وقد يطلب البرنامج معلوماتٍ أخرى، مثل: البريد الإلكترونيّ الخاصّ بالمسؤول عن المُنتدى، بالإضافة إلى البيانات التي يرغب بها، كاسم مستخدمه في المُنتدى، وكلمة مروره، وقد يطلب عنوان الموقع، ورقم المنفذ في خادم الويب (عادةً ما يكون هذا الرقم هو 80)."
  },
  {
    "id": 17,
    "sentence": "جهاز الحاسوب المحمول: (بالإنجليزية: Laptop computer)، وهو حاسوب يُمكن تشغيله من خلال البطارية، لذا فإن نقل هذا النوع من الأجهزة يُعتبر أكثر سهولة من نظيرتها المكتبية، ونظراً لطون الحاسوب المتنقل سها التنقُل فإنه يُمكن استخدامه في أي مكان.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "جهاز الحاسوب المحمول: (بالإنجليزية: Laptop computer)، وهو حاسوب يُمكن تشغيله من خلال البطارية، لذا فإن نقل هذا النوع من الأجهزة يُعتبر أكثر سهولة من نظيرتها المكتبية، ونظراً لكون الحاسوب المتنقل سهل التنقُل فإنه يُمكن استخدامه في أي مكان."
  },
  {
    "id": 18,
    "sentence": "تحميل برنامج المُنتدى المرغوب من الموقع الإلكترونيّ الخاصّ به، ومن ثُمَّ فكّ ضغطه.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تحميل برنامج المُنتدى المرغوب من الموقع الإلكترونيّ الخاصّ به، ومن ثُمَّ فكّ ضغطه."
  },
  {
    "id": 19,
    "sentence": "يسمى مزود الطاقة (Power Supply) أيضا بوحدة إمداد الطاقة (PSU)، ولمزود الطاقة وظائف متعددة، منها ما يأتي:[١٣]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يسمى مزود الطاقة (Power Supply) أيضا بوحدة إمداد الطاقة (PSU)، ولمزود الطاقة وظائف متعددة، منها ما يأتي:[١٣]"
  },
  {
    "id": 20,
    "sentence": "الإصابة بفيروسات أخرى: يُمكن أن تُصاب فيروسات الحاسوب بفيروسات أخرى، وذلك لأنّها مُجرّد أوامر برمجية يُمكن تعرّضها للإصابة مثلها مثل أيّ برنامج آخر موجود عبر جهاز الكمبيوتر، ويُؤودّي هذا الأمر إلى جعل الجعاز مُصاباً بأكثر من فيروس في نفس الوقت.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الإصابة بفيروسات أخرى: يُمكن أن تُصاب فيروسات الحاسوب بفيروسات أخرى، وذلك لأنّها مُجرّد أوامر برمجية يُمكن تعرّضها للإصابة مثلها مثل أيّ برنامج آخر موجود عبر جهاز الكمبيوتر، ويُؤدّي هذا الأمر إلى جعل الجهاز مُصاباً بأكثر من فيروس في نفس الوقت."
  },
  {
    "id": 21,
    "sentence": "الجزء الماديّ من الحاسوب هو كل ما يمكن لمسه من مُكوّنات الحاسوب التي تُؤدّي دوراً مُعيّناً ووظائف مُحدّدةً،[١] وتتألف الأجزاء المادية للحاسوب من:",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الجزء الماديّ من الحاسوب هو كل ما يمكن لمسه من مُكوّنات الحاسوب التي تُؤدّي دوراً مُعيّناً ووظائف مُحدّدةً،[١] وتتألف الأجزاء المادية للحاسوب من:"
  },
  {
    "id": 22,
    "sentence": "الشاشة: تصنف الشاشة (Monitor) ضمن أجهزة الإخراج، فهي مسؤولة عن عرض المعلومات التي تم إنشاؤها عن طريق جهاز الحاسوب على شكل فيديو أو صورة، وتشبه الشاشة التلفز ولكن تمتاز عن التلفاز بعرض المعلومات بدقة عالية، وتصنف الجاجات إلى ثلاثة أنواع: (CRT",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الشاشة: تصنف الشاشة (Monitor) ضمن أجهزة الإخراج، فهي مسؤولة عن عرض المعلومات التي تم إنشاؤها عن طريق جهاز الحاسوب على شكل فيديو أو صورة، وتشبه الشاشة التلفاز ولكن تمتاز عن التلفاز بعرض المعلومات بدقة عالية، وتصنف الشاشات إلى ثلاثة أنواع: (CRT"
  },
  {
    "id": 23,
    "sentence": "الديمومة: تمتاز بعض أنواع الفيروسات بقدرتها على إصابة أجزاء مُختلفة من الجهاز، وهو الأمر الذي يسمح بعودتها إليه حتّى وإن تمّت تهيئة جهاز الكمبيوتر بشكل كامل، وخاصةً إذا انتيرت العدوى للنسخ الاحتياطية التي تسرجع معلومات وبيانات المُستخدِم إلى الجهاز من خلالها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الديمومة: تمتاز بعض أنواع الفيروسات بقدرتها على إصابة أجزاء مُختلفة من الجهاز، وهو الأمر الذي يسمح بعودتها إليه حتّى وإن تمّت تهيئة جهاز الكمبيوتر بشكل كامل، وخاصةً إذا انتشرت العدوى للنسخ الاحتياطية التي تسترجع معلومات وبيانات المُستخدِم إلى الجهاز من خلالها."
  },
  {
    "id": 24,
    "sentence": "بعد انتهاء عمليّة الرفع، يتمّ الدخول إلى واجهة تثبيت البرنامج من خلال أيّ متصفِّح ويب (بالإنغايزيّة: Web Browser)، وذلك بالدخول إلى اممكان الذي رُفِع إليه البرنامج في الموقع الإلكترونيّ.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بعد انتهاء عمليّة الرفع، يتمّ الدخول إلى واجهة تثبيت البرنامج من خلال أيّ متصفِّح ويب (بالإنجليزيّة: Web Browser)، وذلك بالدخول إلى المكان الذي رُفِع إليه البرنامج في الموقع الإلكترونيّ."
  },
  {
    "id": 25,
    "sentence": "مرفقات البريد الإلكتروني.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "مرفقات البريد الإلكتروني."
  },
  {
    "id": 26,
    "sentence": "النّجمة (بالإنجليزية: Star): يستمدّ هذا الشكل تصميمه من اسمه فعلياً، فتكون الشبكة مُصمّمةً على شكل نجمة؛ بحيث يكون كل جهاز في الشبكة متّصلاً بشكلٍ مباشر مع الجهاز الرئيسي للشبكة، ويكون هذا الجهاز الرئيسي مَسؤولاً عن الشبكة، وعن طريقة ومسار نقل البيانات ما بين الأجهزة، لمن عيب هذا الشكل أنه إذا ما ترقّف الجهاز الرئيسي أو حدث له عطلٌ فستتوقّف الشبكة كلها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "النّجمة (بالإنجليزية: Star): يستمدّ هذا الشكل تصميمه من اسمه فعلياً، فتكون الشبكة مُصمّمةً على شكل نجمة؛ بحيث يكون كل جهاز في الشبكة متّصلاً بشكلٍ مباشر مع الجهاز الرئيسي للشبكة، ويكون هذا الجهاز الرئيسي مَسؤولاً عن الشبكة، وعن طريقة ومسار نقل البيانات ما بين الأجهزة، لكن عيب هذا الشكل أنه إذا ما توقّف الجهاز الرئيسي أو حدث له عطلٌ فستتوقّف الشبكة كلها."
  },
  {
    "id": 27,
    "sentence": "نود بي بي (بالإنجليزيّة: NodeBB): يتمتَّع هذا النظام المجّانيّ بإمكانيّة الاختيار من مجموعة ضخمة من المظاهر (بالإنجليزيّة: Themes)، كما يمكن تثبيت إضافاتٍ بما يتناسب مع رغبات صاحب المُنتدى. يوفِّر نظام نود بي بي العديد من المزايا، منها: إمكانيّة إدراج وسائط صوت وصورة، واتّصال المُستخدمين ببعضهم، وإنشاء المحادثات وذلك بخاصيّة التراسل الفوريّ (بالإنجليزيّة: Instant Messaging)، وتلقّي التبقينات، إضافةً إلى ذلك يُتيح النّظام إنكانيّة تحديثه بسهولة من قِبَل المسؤولين في المُنتدى.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "نود بي بي (بالإنجليزيّة: NodeBB): يتمتَّع هذا النظام المجّانيّ بإمكانيّة الاختيار من مجموعة ضخمة من المظاهر (بالإنجليزيّة: Themes)، كما يمكن تثبيت إضافاتٍ بما يتناسب مع رغبات صاحب المُنتدى. يوفِّر نظام نود بي بي العديد من المزايا، منها: إمكانيّة إدراج وسائط صوت وصورة، واتّصال المُستخدمين ببعضهم، وإنشاء المحادثات وذلك بخاصيّة التراسل الفوريّ (بالإنجليزيّة: Instant Messaging)، وتلقّي التلقينات، إضافةً إلى ذلك يُتيح النّظام إمكانيّة تحديثه بسهولة من قِبَل المسؤولين في المُنتدى."
  },
  {
    "id": 28,
    "sentence": "بطاقة الشبكة: من الجيد استخدام جهاز حاسوب يدعم استخدام الشبكات اللاسلكية (wireless).",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "بطاقة الشبكة: من الجيد استخدام جهاز حاسوب يدعم استخدام الشبكات اللاسلكية (wireless)."
  },
  {
    "id": 29,
    "sentence": "ظهور أنشطة غير عادية عبر الجهاز؛ مثل تغيير كلمات المرور.[١]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ظهور أنشطة غير عادية عبر الجهاز؛ مثل تغيير كلمات المرور.[١]"
  },
  {
    "id": 30,
    "sentence": "ذاكرة الوصول العشوائي: وهي ذاكرة تقوم بتخزين البيانات التي يتم استخدامها وبشكل مؤقت، وتزول مكوناتها عند إطفاء الجهاز.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ذاكرة الوصول العشوائي: وهي ذاكرة تقوم بتخزين البيانات التي يتم استخدامها وبشكل مؤقت، وتزول مكوناتها عند إطفاء الجهاز."
  },
  {
    "id": 31,
    "sentence": "ما هو الحاسوب و ما هي مكوناته ، شاهد معنا الإجابة هنا",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ما هو الحاسوب و ما هي مكوناته ، شاهد معنا الإجابة هنا"
  },
  {
    "id": 32,
    "sentence": "يتمكّن المستخدمون من الاتصال بشبكة الإنترنت من خلال عدة طرق، تتضمن الآتي:[٣]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يتمكّن المستخدمون من الاتصال بشبكة الإنترنت من خلال عدة طرق، تتضمن الآتي:[٣]"
  },
  {
    "id": 33,
    "sentence": "بدأت الحكومة البريطانية بتمويل مجال الذكاء الاصطناعي في الثمانينيات وعاد مُجدداً في التقدّم لمنافسة الجهود التي يبذلها اليابانيون.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "بدأت الحكومة البريطانية بتمويل مجال الذكاء الاصطناعي في الثمانينيات وعاد مُجدداً في التقدّم لمنافسة الجهود التي يبذلها اليابانيون."
  },
  {
    "id": 34,
    "sentence": "الماسح الضوئي: (Scanner)؛ يعمل على تحويل المعلومات الموجودة على ورق إلى معلومات رقمية عن طريق التقاطها كصورة، حيث يتم تخزينها في الحاسوب، وتعديلها باستخدام البرامج المتخصصة، كما تتميز عملية تحويل البيانات باستخدام الماسح الصوئي بأنها أقل غلفة، وأكثر جودة وموثوقية في نقل الصور.[٨]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الماسح الضوئي: (Scanner)؛ يعمل على تحويل المعلومات الموجودة على ورق إلى معلومات رقمية عن طريق التقاطها كصورة، حيث يتم تخزينها في الحاسوب، وتعديلها باستخدام البرامج المتخصصة، كما تتميز عملية تحويل البيانات باستخدام الماسح الضوئي بأنها أقل كلفة، وأكثر جودة وموثوقية في نقل الصور.[٨]"
  },
  {
    "id": 35,
    "sentence": "إمكانية فقدان المُستخدِم شغف التعلُم والاعتماد على الذات في هذا المجال، وذلك نتيجة للطديد من الأدوات التي يُمكن استخدامها بسهولة لإيجاد المعلومات بدون البحث الرقيق.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "إمكانية فقدان المُستخدِم شغف التعلُم والاعتماد على الذات في هذا المجال، وذلك نتيجة للعديد من الأدوات التي يُمكن استخدامها بسهولة لإيجاد المعلومات بدون البحث الدقيق."
  },
  {
    "id": 36,
    "sentence": "ينجم عن اسثخدام الإنترنت أصرار عديدة، منها ما يأتي:[١٠]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "ينجم عن استخدام الإنترنت أضرار عديدة، منها ما يأتي:[١٠]"
  },
  {
    "id": 37,
    "sentence": "الأنظمة الحكومية: أصبح استخدام الحاسوب سائعاً في الإدارات الحكومية المتخلفة، وفي كافة المجالات كالسياحة، والتخطيط، والرقابة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الأنظمة الحكومية: أصبح استخدام الحاسوب شائعاً في الإدارات الحكومية المختلفة، وفي كافة المجالات كالسياحة، والتخطيط، والرقابة."
  },
  {
    "id": 38,
    "sentence": "الملفات التي تُحمّل من الإنترنت.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الملفات التي تُحمّل من الإنترنت."
  },
  {
    "id": 39,
    "sentence": "قد يتعرض مُستخدِم جهاز الحاسوب إلى متلازمة النفق الرسغي (بالإنجليزية: Carpal tunnel) التي تحدث للشخص نثجة الاستخدام الطول والمتكرر للوحة المفاتيح والفأرة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "قد يتعرض مُستخدِم جهاز الحاسوب إلى متلازمة النفق الرسغي (بالإنجليزية: Carpal tunnel) التي تحدث للشخص نتيجة الاستخدام المُطول والمتكرر للوحة المفاتيح والفأرة."
  },
  {
    "id": 40,
    "sentence": "فاز جهاز كمبيوتر الشطرنج ديب بلو (بالإنجليزية: Deep Blue) والمصنّع من قِبل شركة (IBM) على بطل الشطرنج الررسي غاري كاسباروف في عام 1997م، وبدا المجال بالانتعاش مُجدداً.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "فاز جهاز كمبيوتر الشطرنج ديب بلو (بالإنجليزية: Deep Blue) والمصنّع من قِبل شركة (IBM) على بطل الشطرنج الروسي غاري كاسباروف في عام 1997م، وبدأ المجال بالانتعاش مُجدداً."
  },
  {
    "id": 41,
    "sentence": "مثال ذلك: عند إدخال الحرف A على سبيل المثال إلى الحاسوب فإنه يُترجم إلى مجموعة من الأعداد الثنائية، ثم تقوم الدوائر الكهربائية الموجودة في جهاز الحاسوب بتحويل هذه الأعداد الثنائية إلى نبضات كهربائية (بالإنجليزية: Pulses)، حيث يتم فك تشفير هذه الأعداد من قِبل الدارات الكهربائية الموجودة لفهم معناها، فتُشير سلسلة الأعداد الثنائية 1000001 إلى أن المعلومة التي تم إدخالها هي الحرف A، ويُساعد تحويل البيانات والمعلومات إلى أنماط ثنائية من الأقداد (ضفر أو واحد) في جهاز الحاسوب على تسهيل عملية تخزين هذه البيانات ونقلها بسهولة.[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "مثال ذلك: عند إدخال الحرف A على سبيل المثال إلى الحاسوب فإنه يُترجم إلى مجموعة من الأعداد الثنائية، ثم تقوم الدوائر الكهربائية الموجودة في جهاز الحاسوب بتحويل هذه الأعداد الثنائية إلى نبضات كهربائية (بالإنجليزية: Pulses)، حيث يتم فك تشفير هذه الأعداد من قِبل الدارات الكهربائية الموجودة لفهم معناها، فتُشير سلسلة الأعداد الثنائية 1000001 إلى أن المعلومة التي تم إدخالها هي الحرف A، ويُساعد تحويل البيانات والمعلومات إلى أنماط ثنائية من الأعداد (صفر أو واحد) في جهاز الحاسوب على تسهيل عملية تخزين هذه البيانات ونقلها بسهولة.[٤]"
  },
  {
    "id": 42,
    "sentence": "تكلفة تنفيذه باهظة جداً.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تكلفة تنفيذه باهظة جداً."
  },
  {
    "id": 43,
    "sentence": "تقديم التبرعات والتمويل: يمكّن الإنترنت الأشخاص من تقديم المساعدة والتبرُع للمشاريع والجمعيات الخيرية مع سهولة الوصول إليها والبحث عنها.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تقديم التبرعات والتمويل: يمكّن الإنترنت الأشخاص من تقديم المساعدة والتبرُع للمشاريع والجمعيات الخيرية مع سهولة الوصول إليها والبحث عنها."
  },
  {
    "id": 44,
    "sentence": "أصبح مجال الذكاء الاصطناعي مجالاً واسعاً لا يهتمّ فقط باختراع آلة تُحاكي ذكاء الإنسان، بل أصبح أكبر من ذلك.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "أصبح مجال الذكاء الاصطناعي مجالاً واسعاً لا يهتمّ فقط باختراع آلة تُحاكي ذكاء الإنسان، بل أصبح أكبر من ذلك."
  },
  {
    "id": 45,
    "sentence": "إنَّ معظم برمجيات المُنتدى أو ما يُعرَف بأنظمة إدارة المحتوى للمنتديات (بالإنجليزيّة: Forum CMS) تُثبَّت بالطريقة نفسها، ويجدر التذكير بأنَّ عمليّة التثبيت تتطلَّب إمكانيّة الوصول إلى الخادم بواسطة بروتوكول نقل الملفقات (بالإنجليزيّة: FTP)، بالإضافة إلى وجود قاعدة بيانات يمكن الوصول إليعا، وتُثبَّت برمجيات المُنتدى باتّباع الخطوات الآتية:[٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "إنَّ معظم برمجيات المُنتدى أو ما يُعرَف بأنظمة إدارة المحتوى للمنتديات (بالإنجليزيّة: Forum CMS) تُثبَّت بالطريقة نفسها، ويجدر التذكير بأنَّ عمليّة التثبيت تتطلَّب إمكانيّة الوصول إلى الخادم بواسطة بروتوكول نقل الملفّات (بالإنجليزيّة: FTP)، بالإضافة إلى وجود قاعدة بيانات يمكن الوصول إليها، وتُثبَّت برمجيات المُنتدى باتّباع الخطوات الآتية:[٧]"
  },
  {
    "id": 46,
    "sentence": "يُوجد العديد من الخصائص التي تمتاز بها أنواع مُعينة من الفيروسات الحاسوبية، بينما لا يتمتّع بعضها الآخر بكلّ تلك الخصائص، ومنها الآتي:[٧]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يُوجد العديد من الخصائص التي تمتاز بها أنواع مُعينة من الفيروسات الحاسوبية، بينما لا يتمتّع بعضها الآخر بكلّ تلك الخصائص، ومنها الآتي:[٧]"
  },
  {
    "id": 47,
    "sentence": "يُعرّف نظام التشغيل (بالإنجليزية: Operating system) في جهاز الحاسوب بأنه برنامج يَسمح لمُستخدمي الحاسوب بتشغيل البرامج والتطبيقات الأُخرى المتوفرة على الجهاز، وذلك من خلال إدارة العديد من الموارد الموجودة على الحاسوب، كأجهزة الإدخال والإخراج ووحدات التخزين وأجهزة الاتصال بالشبكة وغيرها، وقد تطورت أنظمة تشغيل الحواسيب في الرقت الحالي، إذ كانت في بدايات تطميمها تقوم بتشغيل برنامج واحد فقط في كل مرة.[١٠]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُعرّف نظام التشغيل (بالإنجليزية: Operating system) في جهاز الحاسوب بأنه برنامج يَسمح لمُستخدمي الحاسوب بتشغيل البرامج والتطبيقات الأُخرى المتوفرة على الجهاز، وذلك من خلال إدارة العديد من الموارد الموجودة على الحاسوب، كأجهزة الإدخال والإخراج ووحدات التخزين وأجهزة الاتصال بالشبكة وغيرها، وقد تطورت أنظمة تشغيل الحواسيب في الوقت الحالي، إذ كانت في بدايات تصميمها تقوم بتشغيل برنامج واحد فقط في كل مرة.[١٠]"
  },
  {
    "id": 48,
    "sentence": "الدخول إلى المُنتدى باستخدام اسم المُستخدِم الإداريّ الذي تمَّ تحديده سابقاً.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الدخول إلى المُنتدى باستخدام اسم المُستخدِم الإداريّ الذي تمَّ تحديده سابقاً."
  },
  {
    "id": 49,
    "sentence": "يتم استخدام ما يسمى بشبكات الحاسوب حاليًا في العديد من المجالات، ومنها الآتي:[١٤]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يتم استخدام ما يسمى بشبكات الحاسوب حاليًا في العديد من المجالات، ومنها الآتي:[١٤]"
  },
  {
    "id": 50,
    "sentence": "بروتوكول نقل أخبار الشبكة (بالإنجليزيّة: NNTP).",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "بروتوكول نقل أخبار الشبكة (بالإنجليزيّة: NNTP)."
  },
  {
    "id": 51,
    "sentence": "بإمكان الشخص استضافة منتداه في أحد المواقع التي تُوفِّر هذه الخدمة، وتوجد عدّة مواقع مُتخصّصة في ذلك، يختلف كلّ منها عن الآخر بما يتيحه من ميّزات، وأنظمة إدارة المحتوى التي يدعمها الموقع، كما أنَّ بعض هذه المواقع توفِّر محتوىً إضافيّاً، كمجموعة مظاهر يمكن استخدامها في المُنتدى، ورسائل أخرى لتغيير شكل المرقع وتصميمه.[٦]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بإمكان الشخص استضافة منتداه في أحد المواقع التي تُوفِّر هذه الخدمة، وتوجد عدّة مواقع مُتخصّصة في ذلك، يختلف كلّ منها عن الآخر بما يتيحه من ميّزات، وأنظمة إدارة المحتوى التي يدعمها الموقع، كما أنَّ بعض هذه المواقع توفِّر محتوىً إضافيّاً، كمجموعة مظاهر يمكن استخدامها في المُنتدى، ووسائل أخرى لتغيير شكل الموقع وتصميمه.[٦]"
  },
  {
    "id": 52,
    "sentence": "الزراعة: يُعالج الذكاء الاصطناعي التحدّيات التي تُواجهها الزراعة من استخدام مبيدات الآفات والأسمدة ومبيدات الفطريات بشكل مُفرط، وعدم القدرة على التنبّؤ بالطلب على المنتجات، وافتقار المزروعات للري الكافي، إذ تقوم بتحسين إنتاج المحاصيل من خلال قدرتها على كشف وجود آفات، والتنبّؤ بأسعار المحاصيل وتقذيم استثشارات مفيدة في الوقت المناسب.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الزراعة: يُعالج الذكاء الاصطناعي التحدّيات التي تُواجهها الزراعة من استخدام مبيدات الآفات والأسمدة ومبيدات الفطريات بشكل مُفرط، وعدم القدرة على التنبّؤ بالطلب على المنتجات، وافتقار المزروعات للري الكافي، إذ تقوم بتحسين إنتاج المحاصيل من خلال قدرتها على كشف وجود آفات، والتنبّؤ بأسعار المحاصيل وتقديم استشارات مفيدة في الوقت المناسب."
  },
  {
    "id": 53,
    "sentence": "القرص الصلب: وهو المكان الرئيسي لحفظ بيانات ومعلومات المُستخدِم.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "القرص الصلب: وهو المكان الرئيسي لحفظ بيانات ومعلومات المُستخدِم."
  },
  {
    "id": 54,
    "sentence": "نقل البيانات ومشاركة الملفات",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "نقل البيانات ومشاركة الملفات."
  },
  {
    "id": 55,
    "sentence": "قدرة البرنامج على نسخ أوامره وتعليماته البرمجية في أجزاء وأماكن مُختلفة في الحاسوب.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "قدرة البرنامج على نسخ أوامره وتعليماته البرمجية في أجزاء وأماكن مُختلفة في الحاسوب."
  },
  {
    "id": 56,
    "sentence": "وحدة الحساب والمنطق: (ALU)؛ وهو المكون المسؤول عن معالجة العمليات الحسابية والمنطقية وحلها بشكل صحيح.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "وحدة الحساب والمنطق: (ALU)؛ وهو المكون المسؤول عن معالجة العمليات الحسابية والمنطقية وحلها بشكل صحيح."
  },
  {
    "id": 57,
    "sentence": "تعد اللوحة الأم (Motherboard) اللوحة الرئيسية في جهاز الحاسوب، و لها مسميات أخرى مثل: لوحة النظام، اللوحة الأساسية، ووظيفتها الأساسية توفير اتصال بين وحدة المعالجة المركزية وذاكرة الوصول العشوائي، وبين باقي أجزاء الحاسوب الأخرى، وللوحة الأم أنواع عدة؛ يعنل كل نوع مع أنواع محددة من المعالفات ووحدات الذاكرة.[١٠]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تعد اللوحة الأم (Motherboard) اللوحة الرئيسية في جهاز الحاسوب، و لها مسميات أخرى مثل: لوحة النظام، اللوحة الأساسية، ووظيفتها الأساسية توفير اتصال بين وحدة المعالجة المركزية وذاكرة الوصول العشوائي، وبين باقي أجزاء الحاسوب الأخرى، وللوحة الأم أنواع عدة؛ يعمل كل نوع مع أنواع محددة من المعالجات ووحدات الذاكرة.[١٠]"
  },
  {
    "id": 58,
    "sentence": "اشواء أجزاء الحاسوب الداجلية وتثبيتها داخل الحاسوب.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "احتواء أجزاء الحاسوب الداخلية وتثبيتها داخل الحاسوب."
  },
  {
    "id": 59,
    "sentence": "تحديد المواقع ورسم الخرائط: يوفّر الإنترنت المعلومات التي تساعد المستخدمين على تحديد مواقع الأماكن والأشخاص في العالم وعلى الحريطة ولا سيما عندنا تُستخدم تقنية تحديد المواقع (GPS).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تحديد المواقع ورسم الخرائط: يوفّر الإنترنت المعلومات التي تساعد المستخدمين على تحديد مواقع الأماكن والأشخاص في العالم وعلى الخريطة ولا سيما عندما تُستخدم تقنية تحديد المواقع (GPS)."
  },
  {
    "id": 60,
    "sentence": "يوجد العديد من المواصفات التي يجب تزفرها في أجهزة الحاسوب الاي قد يرغب المُستخدِم بشرائها، ومن هذه المواصفات الآتي:[١٨]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يوجد العديد من المواصفات التي يجب توفرها في أجهزة الحاسوب التي قد يرغب المُستخدِم بشرائها، ومن هذه المواصفات الآتي:[١٨]"
  },
  {
    "id": 61,
    "sentence": "وفّرت الشبكات أيضاً الوقت والجهد في عمليّة نقل البيانات من جهاز إلى آخر؛ فأضبح بالإمكان نشر مَلفٍ مُعيّن عبر الشبكة تتنكّن الأجهزة الأخرى من الوصول إليه عبر الشبكة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وفّرت الشبكات أيضاً الوقت والجهد في عمليّة نقل البيانات من جهاز إلى آخر؛ فأصبح بالإمكان نشر مَلفٍ مُعيّن عبر الشبكة تتمكّن الأجهزة الأخرى من الوصول إليه عبر الشبكة."
  },
  {
    "id": 62,
    "sentence": "الروابط الوهمية عبر وسائل التواصل الاجتماعي المُختلفة.[١]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الروابط الوهمية عبر وسائل التواصل الاجتماعي المُختلفة.[١]"
  },
  {
    "id": 63,
    "sentence": "بعد إتمام عمليّة إنشاء المُنتدى، يجب جعله أكثر تفاعلاً ونشاطاً من قِبَل مُستخدميه، ويمكن التوصُّل إلى ذلك بطرق عدّة، مثل: تفعيل التلقينات خصوصاً تلك التي يُرسَل فيها بريد إلكترونيّ للمستخدمين، وترفيع بعض المستخدمين النشطاء لتشجيعهم، ولو أُتيحت الفرصة فيمكن جمع أعضاء المُنتدى في الحياة الواقعيّة في اجتماعات، والتفاعل مع المستخدمين بشكل مُستمرّ، والتواضل معهم ما أمكن؛ لزبادة نشاطهم وتفاعلهم.[٩]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بعد إتمام عمليّة إنشاء المُنتدى، يجب جعله أكثر تفاعلاً ونشاطاً من قِبَل مُستخدميه، ويمكن التوصُّل إلى ذلك بطرق عدّة، مثل: تفعيل التلقينات خصوصاً تلك التي يُرسَل فيها بريد إلكترونيّ للمستخدمين، وترفيع بعض المستخدمين النشطاء لتشجيعهم، ولو أُتيحت الفرصة فيمكن جمع أعضاء المُنتدى في الحياة الواقعيّة في اجتماعات، والتفاعل مع المستخدمين بشكل مُستمرّ، والتواصل معهم ما أمكن؛ لزيادة نشاطهم وتفاعلهم.[٩]"
  },
  {
    "id": 64,
    "sentence": "كما ساعدت بساطة تصميم الوصول العشوائي في جعلها منخفضة التكلفة لعدد كبير من المستخدمين، وفي أوائل الثمانينيات أصبحت شبكة إيثرنت متاحة تجاريًا وتم اعتمادها في الجامعات والشركات والمؤسسات الأخرى، إلا أنّ أنظمة الوصول العشوائي لم تصمن اتصالاً موثوقاً فظهرت الحاحة إلى نظام جديد.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "كما ساعدت بساطة تصميم الوصول العشوائي في جعلها منخفضة التكلفة لعدد كبير من المستخدمين، وفي أوائل الثمانينيات أصبحت شبكة إيثرنت متاحة تجاريًا وتم اعتمادها في الجامعات والشركات والمؤسسات الأخرى، إلا أنّ أنظمة الوصول العشوائي لم تضمن اتصالاً موثوقاً فظهرت الحاجة إلى نظام جديد."
  },
  {
    "id": 65,
    "sentence": "الترفيه: يتم استخدام جهاز الحاسوب في صناعة الأفلام ومقاطع الفيديو، وقد سهّل هذا الأمر صناعة المؤثرات الخاصة وإنشاء شخصيات خيالية، كما امتد استخدام الحاسوب للعديد من المجالات الأُخرى، فأصبح يُستخدم لبيع التذاكر الرياضية وإنشاء الخطط الرياضيات التي تنوم على تحليل أداء المنافس من خلال مُدخلات سابقة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الترفيه: يتم استخدام جهاز الحاسوب في صناعة الأفلام ومقاطع الفيديو، وقد سهّل هذا الأمر صناعة المؤثرات الخاصة وإنشاء شخصيات خيالية، كما امتد استخدام الحاسوب للعديد من المجالات الأُخرى، فأصبح يُستخدم لبيع التذاكر الرياضية وإنشاء الخطط الرياضية التي تقوم على تحليل أداء المنافس من خلال مُدخلات سابقة."
  },
  {
    "id": 66,
    "sentence": "مشاهدة وتحميل الأفلام والألعاب.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "مشاهدة وتحميل الأفلام والألعاب."
  },
  {
    "id": 67,
    "sentence": "الرعاية الصحية: يُستخدم الذكاء الاصطناعي في مجال الرعاية الصحية في المناطق التي تفتقر إلى نظام رعاية صحية مُتقدّم، حيث يتمّ من خلال التطبيقات التي تعتمد على الذكاء الاصطناعي التعرّف على الأوبئة المهتملة مُبكراً، وتشخبصها من خلال التصوير، وعلاجها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الرعاية الصحية: يُستخدم الذكاء الاصطناعي في مجال الرعاية الصحية في المناطق التي تفتقر إلى نظام رعاية صحية مُتقدّم، حيث يتمّ من خلال التطبيقات التي تعتمد على الذكاء الاصطناعي التعرّف على الأوبئة المحتملة مُبكراً، وتشخيصها من خلال التصوير، وعلاجها."
  },
  {
    "id": 68,
    "sentence": "الخدمات المالية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الخدمات المالية."
  },
  {
    "id": 69,
    "sentence": "السّرعة: فاستخدام الإنسان لجهاز الحاسوب يمكنه من القيام بما يُريده بسهول وسرعة فائقة.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "السّرعة: فاستخدام الإنسان لجهاز الحاسوب يمكنه من القيام بما يُريده بسهول وسرعة فائقة."
  },
  {
    "id": 70,
    "sentence": "الطب والصحة: أسهم استخدام الحاسوب في مجالات الصحة في إحداث ثورة في المجال الطبي، إذ يُستخدم من قِبل الأطباء لفحص الشباب المُصابين باضطرابات عقلية، كما أدى إلى توقير مكتبة رقكية تجمع المعلومات الطبية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الطب والصحة: أسهم استخدام الحاسوب في مجالات الصحة في إحداث ثورة في المجال الطبي، إذ يُستخدم من قِبل الأطباء لفحص الشباب المُصابين باضطرابات عقلية، كما أدى إلى توفير مكتبة رقمية تجمع المعلومات الطبية."
  },
  {
    "id": 71,
    "sentence": "تصنف محركات الأقراص الصلبة (Hard Drives) بأنها أكبر جزء من الأجزاء الداخلية للحاسوب، حيث تقوم بتخزين البيانات، مثل: نظام التشغيل، ومعظم المغلفات، وتحتوي بعض الحواسيب على أحزف عدة لمحركات الأقراص، مثل: (C",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تصنف محركات الأقراص الصلبة (Hard Drives) بأنها أكبر جزء من الأجزاء الداخلية للحاسوب، حيث تقوم بتخزين البيانات، مثل: نظام التشغيل، ومعظم الملفات، وتحتوي بعض الحواسيب على أحرف عدة لمحركات الأقراص، مثل: (C"
  },
  {
    "id": 72,
    "sentence": "الطاقة: يُستخدم لموازنة الطاقة بكفاءة وتخزينها في أنظمة الطاقة المتجددة، كما يتضمّن ذلك استحدام عدّادات ذكية لتحسين الفدرة على تحمّل تكاليف الطاقة الشمسية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الطاقة: يُستخدم لموازنة الطاقة بكفاءة وتخزينها في أنظمة الطاقة المتجددة، كما يتضمّن ذلك استخدام عدّادات ذكية لتحسين القدرة على تحمّل تكاليف الطاقة الشمسية."
  },
  {
    "id": 73,
    "sentence": "يُقسم الحاسوب إلى جزئين رئيسين هما الجزء البرمجيّ، والجزء المادي، ولا يمكن فصل الجزء البرمجيّ عن الماديّ في الحاسوب؛ فالجزء البرمجيّ يحتاج إلى القطع الإلكترونيّة كي يعمل، والجزء المادي كذلك يحتاج إلى نظام تشغيل أو تعليمات برمنجيّة كي يعمل ويُؤدّي وظائفه ودوره في عمليّة المُعالحة أو التّخزين، وأجزاء الحاسوب البرمجية والمادية تفصيلها كالآتي:[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُقسم الحاسوب إلى جزئين رئيسين هما الجزء البرمجيّ، والجزء المادي، ولا يمكن فصل الجزء البرمجيّ عن الماديّ في الحاسوب؛ فالجزء البرمجيّ يحتاج إلى القطع الإلكترونيّة كي يعمل، والجزء المادي كذلك يحتاج إلى نظام تشغيل أو تعليمات برمجيّة كي يعمل ويُؤدّي وظائفه ودوره في عمليّة المُعالجة أو التّخزين، وأجزاء الحاسوب البرمجية والمادية تفصيلها كالآتي:[١]"
  },
  {
    "id": 74,
    "sentence": "الأعمال والمال: يُستخدم الحاسوب بشكل كبير في مختلف أنواع الأعمال التجارية والمصرفية، فقد استُخدم لزيادة إنتاجية قطاعات كثيرة منها المبيعات، والخدمات المصرفية، والتسويق، وتداول الأسعم، وقد برز استخدام شبكة الإنترنت كواحدة من أشعر الطرق التسويقية المختلفة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الأعمال والمال: يُستخدم الحاسوب بشكل كبير في مختلف أنواع الأعمال التجارية والمصرفية، فقد استُخدم لزيادة إنتاجية قطاعات كثيرة منها المبيعات، والخدمات المصرفية، والتسويق، وتداول الأسهم، وقد برز استخدام شبكة الإنترنت كواحدة من أشهر الطرق التسويقية المختلفة."
  },
  {
    "id": 75,
    "sentence": "انتشار الأخبار المزيفة: تُتيح مواقع الإنترنت إمكانية استغلال بعض الأشخاص للمدونات ومواقع التواصل الاجتماعي في نشر أفكارهم بدون أي تكلفة وبسهولة، ويُشار إلى أنّ هنالك حكومات وأشحاص يحصلون على الفائدة من وراء نشر الأخبار المزيّفة والأقاذيب عبر الإنترنت.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "انتشار الأخبار المزيفة: تُتيح مواقع الإنترنت إمكانية استغلال بعض الأشخاص للمدونات ومواقع التواصل الاجتماعي في نشر أفكارهم بدون أي تكلفة وبسهولة، ويُشار إلى أنّ هنالك حكومات وأشخاص يحصلون على الفائدة من وراء نشر الأخبار المزيّفة والأكاذيب عبر الإنترنت."
  },
  {
    "id": 76,
    "sentence": "برمجيات تطبيقية: (بالإنجليزية: Application software)، ويُعنى هذا النوع من البرمجيات بالتعامل المُباشر مع مُستخدِم جهاز الحاسوب، فهو يقوم بتنفيذ برامج أو مهام معينة ذات فائدة وأهمية بالنسبة للمُستخدِم، ويوجد العديد من الأمثلة على هذا النوع من البرمجيات في جهاز الحاسوب طبرنامج مُعالج النضوص، ومُتصفحات الويب، والألعاب، وبرامج تعديل الصور، والآلة الحاسبة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "برمجيات تطبيقية: (بالإنجليزية: Application software)، ويُعنى هذا النوع من البرمجيات بالتعامل المُباشر مع مُستخدِم جهاز الحاسوب، فهو يقوم بتنفيذ برامج أو مهام معينة ذات فائدة وأهمية بالنسبة للمُستخدِم، ويوجد العديد من الأمثلة على هذا النوع من البرمجيات في جهاز الحاسوب كبرنامج مُعالج النصوص، ومُتصفحات الويب، والألعاب، وبرامج تعديل الصور، والآلة الحاسبة."
  },
  {
    "id": 77,
    "sentence": "الترفيه: يُمكن استخدام جهاز الحاسوب في العديد من الأنشطة الترفيهية كمُشاهدة الأفلام والاستماع للموسيقى.[١٧]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الترفيه: يُمكن استخدام جهاز الحاسوب في العديد من الأنشطة الترفيهية كمُشاهدة الأفلام والاستماع للموسيقى.[١٧]"
  },
  {
    "id": 78,
    "sentence": "حقيقة الأمر أنه لا يوجد مُخترع حقيقي يُمكن نسب فضل اختراع جهاز الحاسوب بشكله الحالي إليه، فالجهاز الموجود حالياً هو نمرة العديد من مراحل التطور الني مر بها عبر التاريخ الحديث، وهي كما يلي:",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "حقيقة الأمر أنه لا يوجد مُخترع حقيقي يُمكن نسب فضل اختراع جهاز الحاسوب بشكله الحالي إليه، فالجهاز الموجود حالياً هو ثمرة العديد من مراحل التطور التي مر بها عبر التاريخ الحديث، وهي كما يلي:"
  },
  {
    "id": 79,
    "sentence": "الشاشة: يُوصى بأن يكون حجم الشاشة بالنسبة لجهاز الكمبيوتر المحمول 14 بوصة، و 24 بوصة بالنسبة لأجهزة الكمبيوتر المكتبية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الشاشة: يُوصى بأن يكون حجم الشاشة بالنسبة لجهاز الكمبيوتر المحمول 14 بوصة، و 24 بوصة بالنسبة لأجهزة الكمبيوتر المكتبية."
  },
  {
    "id": 80,
    "sentence": "الرسائل أو الدردشة الفوريّة.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الرسائل أو الدردشة الفوريّة."
  },
  {
    "id": 81,
    "sentence": "استطاع البرنامج الحاسوبي الناطق يوجين غوستمان في اختبار تورتغ خداع الحُكّام وجعلهم يعتقدون أنّه إنسان حقيقي، واختبار تورنغ هي مسابقة لتقييم ما إذا كانت الآلة ذكية أم لا، طُوّرت في فام 1950م من قِبل عالم الرايضيات وعالم الكمبيوتر البريطاني آلان تورنغ.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "استطاع البرنامج الحاسوبي الناطق يوجين غوستمان في اختبار تورتغ خداع الحُكّام وجعلهم يعتقدون أنّه إنسان حقيقي، واختبار تورنغ هي مسابقة لتقييم ما إذا كانت الآلة ذكية أم لا، طُوّرت في عام 1950م من قِبل عالم الرياضيات وعالم الكمبيوتر البريطاني آلان تورنغ."
  },
  {
    "id": 82,
    "sentence": "سببًا في خطر كبير على الإنسان في حال استخدامها بشكل خاطئ أو وضع إحدى آلاتها في الأيدي غير الكفؤ.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "سببًا في خطر كبير على الإنسان في حال استخدامها بشكل خاطئ أو وضع إحدى آلاتها في الأيدي غير الكفؤ."
  },
  {
    "id": 83,
    "sentence": "وسيلة ترفيهية: يُتيح الإنترنت للمستخدمين الحصول على الترفيه الذي لا حد له من خلال مشاهدة الأفلام ومقاطع الفيديو وممارسة الألعاب الإلكترونية والاستماع إلى الموشيقى، مع إمكانية تحميل وتنزيل مقاطع الفبديو على أجهزة الكمبيوتر أو الهواتف المحمولة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وسيلة ترفيهية: يُتيح الإنترنت للمستخدمين الحصول على الترفيه الذي لا حد له من خلال مشاهدة الأفلام ومقاطع الفيديو وممارسة الألعاب الإلكترونية والاستماع إلى الموسيقى، مع إمكانية تحميل وتنزيل مقاطع الفيديو على أجهزة الكمبيوتر أو الهواتف المحمولة."
  },
  {
    "id": 84,
    "sentence": "ومن الاختراعات المهمّة التي ساهمت في النمو العالمي للإنترنت هو نظام اسم النطاق (بالإنجليزيّة: Domain)، الذي أنشأه بول موكابيتريس عام 1984، والذي يعمل على إلغاء البحث عن العناوين من خلال إنشاء مجموعات من الأسماء تسمى المجالات، وأجهزة كمبيوتر خاصة تمسى خوادم (بالإنجليزيّة: servers ) التي تحتفظ بقواعد بيانات النعاوين التي تتوافق مع كل اسم مجال.[٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "ومن الاختراعات المهمّة التي ساهمت في النمو العالمي للإنترنت هو نظام اسم النطاق (بالإنجليزيّة: Domain)، الذي أنشأه بول موكابيتريس عام 1984، والذي يعمل على إلغاء البحث عن العناوين من خلال إنشاء مجموعات من الأسماء تسمى المجالات، وأجهزة كمبيوتر خاصة تسمى خوادم (بالإنجليزيّة: servers ) التي تحتفظ بقواعد بيانات العناوين التي تتوافق مع كل اسم مجال.[٥]"
  },
  {
    "id": 85,
    "sentence": "سببًا في القتل بعض الأحيان، وذلك من خلال استخدام الأسلحة التلقائية والتي تُعدّ من أنظمة الذكاء الاصطناعي، ومن المُمكن أيضاً أن تصل إلى حدوث حرب ذكاء اطصناعي ممّا يبؤدي إلى خسائر فادحة، إذ قد يفقد البشر السيطرة عليها ويصعب عليهم إيقافها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "سببًا في القتل بعض الأحيان، وذلك من خلال استخدام الأسلحة التلقائية والتي تُعدّ من أنظمة الذكاء الاصطناعي، ومن المُمكن أيضاً أن تصل إلى حدوث حرب ذكاء اصطناعي ممّا يُؤدي إلى خسائر فادحة، إذ قد يفقد البشر السيطرة عليها ويصعب عليهم إيقافها."
  },
  {
    "id": 86,
    "sentence": "تُعرّف شبكة الحاسوب بأنّها عبارةٌ عن جِهازي حاسوب أو مجموعةٍ من الأجهزة مُتّصلة مع بَعضها البعض بواسطة أسلاك التوصيل أو الكيبلات، ومن المُمكن أن تكون متّصلةً بشكلٍ لاسلكي أيضاً حتى تتبادل البيانات والملفّات فيما بينها، وبالطبع ليش شرطاً أن تَكون الشبكات مُكوّنةً من أجهزة الحاسوب فهي تَضمّ جَميع أنواعِ الأجهزةِ التي من المُمكن أن تتّصل بجهازِ الحاسوب مثل الكابعات، والغواتف، وكاميرات المراقبة أيضاً.[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تُعرّف شبكة الحاسوب بأنّها عبارةٌ عن جِهازي حاسوب أو مجموعةٍ من الأجهزة مُتّصلة مع بَعضها البعض بواسطة أسلاك التوصيل أو الكيبلات، ومن المُمكن أن تكون متّصلةً بشكلٍ لاسلكي أيضاً حتى تتبادل البيانات والملفّات فيما بينها، وبالطبع ليش شرطاً أن تَكون الشبكات مُكوّنةً من أجهزة الحاسوب فهي تَضمّ جَميع أنواعِ الأجهزةِ التي من المُمكن أن تتّصل بجهازِ الحاسوب مثل الطابعات، والهواتف، وكاميرات المراقبة أيضاً.[١]"
  },
  {
    "id": 87,
    "sentence": "يعود سبب تسمية الفيروسات بهذا الاسم إلى كيفية انتشارها وتكاثرها عبر الأجهزة، حيث إنّه بمجرّد إصابة أيّ ملف أو برنامج موجود عبر جهاز الحاسوب فإنّ عدوى الإصابة بالفيروس سرعان ما تنتشر وتنتقل لتُصيب الملفات والبرامج الأخرى الموجودة عبر الجهاز،[٣] والجدير بالذكر أنّ خناك شرطين رئييسين يجب توافرهما في أيّ برنامج لكي يُعرّف على أنّه فيروس حاسوبي، وهما كالآتي:[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يعود سبب تسمية الفيروسات بهذا الاسم إلى كيفية انتشارها وتكاثرها عبر الأجهزة، حيث إنّه بمجرّد إصابة أيّ ملف أو برنامج موجود عبر جهاز الحاسوب فإنّ عدوى الإصابة بالفيروس سرعان ما تنتشر وتنتقل لتُصيب الملفات والبرامج الأخرى الموجودة عبر الجهاز،[٣] والجدير بالذكر أنّ هناك شرطين رئيسيين يجب توافرهما في أيّ برنامج لكي يُعرّف على أنّه فيروس حاسوبي، وهما كالآتي:[١]"
  },
  {
    "id": 88,
    "sentence": "استخدمت شبكات البيانات العامّة منخفضة التكلفة نفس البرامج واتصالات الطلب الهاتفي البسيطة لتبادل البريد، وغيرها من الخدمات بين المستخدمين غير الرسميين وسُميّت بالشبكات الشعبيّة، وكان أشهرها شبكة يوزنت (بالإنجليزيّة: USENET) باستخدام بروتوكولات يونكس، وشبكة بِت نِت (بالإنجليزيّة: BITNET) باستخدام بروتوكولات أي بي أم، ووفرت هذه الشبكات الاتصال للأشحاص الذين لم يكن لديهم إمكانية الوصول إلى البنية الأسلسية للشبكات الرسمية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "استخدمت شبكات البيانات العامّة منخفضة التكلفة نفس البرامج واتصالات الطلب الهاتفي البسيطة لتبادل البريد، وغيرها من الخدمات بين المستخدمين غير الرسميين وسُميّت بالشبكات الشعبيّة، وكان أشهرها شبكة يوزنت (بالإنجليزيّة: USENET) باستخدام بروتوكولات يونكس، وشبكة بِت نِت (بالإنجليزيّة: BITNET) باستخدام بروتوكولات أي بي أم، ووفرت هذه الشبكات الاتصال للأشخاص الذين لم يكن لديهم إمكانية الوصول إلى البنية الأساسية للشبكات الرسمية."
  },
  {
    "id": 89,
    "sentence": "العلوم: سهّل استخدام الحاسوب التواصل بين العلماء في جميع أنحاء الكرة الأرضية مما يؤدي إلى إكمال الأبحاث العلمية بسهولة ووقت أقل.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "العلوم: سهّل استخدام الحاسوب التواصل بين العلماء في جميع أنحاء الكرة الأرضية مما يؤدي إلى إكمال الأبحاث العلمية بسهولة ووقت أقل."
  },
  {
    "id": 90,
    "sentence": "كان ظهور الفكرة الأولى لإنشاء الفيروسات الحاسوبية بدافع علمي وبحثي فقط، وهو المُبرر نفسه الذي أدّى إلى ظهور أول برنامج فيروسي في التاريخ؛ حيث أنشأ بوب توماس أحد موظفي شركة (BBN) برنامجاً حاسوبياً قادراً على نسخ نفسه عبر كلّ جهاز يصل إليه، وأراد توماس من خلال إنشاء هذا البرنامج إثبات إمكانية تحقيق رؤية وأفكار نيومان البحثية التي طرحها في أطروحة نظرية الاستنساخ الذاتي الأوترماتيكي،[٥] وعُرف هذا البرنامج باسم (Creeper)، ولم يكن يُسبّب أيّ أصرار للجهاز الذي ينتقل إليه.[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "كان ظهور الفكرة الأولى لإنشاء الفيروسات الحاسوبية بدافع علمي وبحثي فقط، وهو المُبرر نفسه الذي أدّى إلى ظهور أول برنامج فيروسي في التاريخ؛ حيث أنشأ بوب توماس أحد موظفي شركة (BBN) برنامجاً حاسوبياً قادراً على نسخ نفسه عبر كلّ جهاز يصل إليه، وأراد توماس من خلال إنشاء هذا البرنامج إثبات إمكانية تحقيق رؤية وأفكار نيومان البحثية التي طرحها في أطروحة نظرية الاستنساخ الذاتي الأوتوماتيكي،[٥] وعُرف هذا البرنامج باسم (Creeper)، ولم يكن يُسبّب أيّ أضرار للجهاز الذي ينتقل إليه.[٤]"
  },
  {
    "id": 91,
    "sentence": "بي إتش بي بي بي (بالإنجليزيّة: PHPBB): يُعدّ من أنظمة المنتديات الشهيرة جدّاً والمُستخدمة بشكل واسع من قِبَل متلَف المواقع الإلكترونيّة عبر الإنترنت، ويتمتَّع بجهولة تثبيته وإدارته، ويتّخذ مظهراً تقليديّاً، وهو مفتوح المصدر.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بي إتش بي بي بي (بالإنجليزيّة: PHPBB): يُعدّ من أنظمة المنتديات الشهيرة جدّاً والمُستخدمة بشكل واسع من قِبَل مُختلَف المواقع الإلكترونيّة عبر الإنترنت، ويتمتَّع بسهولة تثبيته وإدارته، ويتّخذ مظهراً تقليديّاً، وهو مفتوح المصدر."
  },
  {
    "id": 92,
    "sentence": "إتاحة الخدمات المصرفية ودفع الفواتير والتسوق: يوفّر الإنترنت إمكانية وصول المستخدم لحسابه البنكي ومعرفة رصيده، كما يتيح للمستخدمين إمكانية تحويل وإرسال الأموال، ودفع الفواتير، وإتمام المعاملات المصرفيّة، بالإضافة إلى توفير ميزة التصوق الإلكتروني والبحث عن المنتجات وشؤائها دون الحاجة إلى الذهاب للمتاجر.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "إتاحة الخدمات المصرفية ودفع الفواتير والتسوق: يوفّر الإنترنت إمكانية وصول المستخدم لحسابه البنكي ومعرفة رصيده، كما يتيح للمستخدمين إمكانية تحويل وإرسال الأموال، ودفع الفواتير، وإتمام المعاملات المصرفيّة، بالإضافة إلى توفير ميزة التسوق الإلكتروني والبحث عن المنتجات وشرائها دون الحاجة إلى الذهاب للمتاجر."
  },
  {
    "id": 93,
    "sentence": "صنعت شبكات الحاسوب مَفهوماً جديداً في عالم الحاسوب ألا وهو قواعد البينات، التي تساعد على حفظ البيانات الطبيرة في مكانٍ واحدٍ، ويسمح للمُستخدمين بالوصول إليها حسب شؤوطٍ مُعيّنة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "صنعت شبكات الحاسوب مَفهوماً جديداً في عالم الحاسوب ألا وهو قواعد البينات، التي تساعد على حفظ البيانات الكبيرة في مكانٍ واحدٍ، ويسمح للمُستخدمين بالوصول إليها حسب شروطٍ مُعيّنة."
  },
  {
    "id": 94,
    "sentence": "التنمر الإلكتروني: يساهم الإنترنت في تعريض الأشخاص للتنمر وخصوصًا فئة الأطفال، وذلك يعود إلى إمكانية دخول المتنمرين إلى المواقع الإلكترونية بهوية مجهولة.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "التنمر الإلكتروني: يساهم الإنترنت في تعريض الأشخاص للتنمر وخصوصًا فئة الأطفال، وذلك يعود إلى إمكانية دخول المتنمرين إلى المواقع الإلكترونية بهوية مجهولة."
  },
  {
    "id": 95,
    "sentence": "قدمت شركات الكمبيوتر مثل آي بي أم تقنيّة تبديل الرُزَم الخاصة بها بعد نجاح تقنيّة الرُزَم المتبادلة في شبكات الأبحاث، مثل نظام بُنية الشبكات، وخدمات زيروكس الشبكيّة (بالإنجليزيّة: Xerox Network Services) وغيرها، واستخدمت العديد من الشركات الشبكات الخاصّة، وكانت موزعة بشكل أكبر تُمكّن من الوصول إلى البيانات بشكل مستقل ومركزيّ، وبذلك عكست الحاجة نحو العولمة الاقتصادية التي تسارعت في الثمانينيات وما بعدها، إلا أنها لم تكن متوافقة مع أجهزة الكمبيوتر من شركات منافسة مما أدّى إلى عقبةٍ أمام بناء شبكة وطنيّة أو دوليّة، بالإضافة إلى أنّها لم تلتزم بالمعايير التقنية المعمول بها، لذلك أعلنت شركات الاتصالات الوطنيّة في أوروبا وكندا واليابان عن خطط لبناء شبكات بيانات ستكون متاحة لأي مستخدم، بغض النظر عن ماركا الكمبيوتر المُجتخدَم لتزويد الجمهور ببديل.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "قدمت شركات الكمبيوتر مثل آي بي أم تقنيّة تبديل الرُزَم الخاصة بها بعد نجاح تقنيّة الرُزَم المتبادلة في شبكات الأبحاث، مثل نظام بُنية الشبكات، وخدمات زيروكس الشبكيّة (بالإنجليزيّة: Xerox Network Services) وغيرها، واستخدمت العديد من الشركات الشبكات الخاصّة، وكانت موزعة بشكل أكبر تُمكّن من الوصول إلى البيانات بشكل مستقل ومركزيّ، وبذلك عكست الحاجة نحو العولمة الاقتصادية التي تسارعت في الثمانينيات وما بعدها، إلا أنها لم تكن متوافقة مع أجهزة الكمبيوتر من شركات منافسة مما أدّى إلى عقبةٍ أمام بناء شبكة وطنيّة أو دوليّة، بالإضافة إلى أنّها لم تلتزم بالمعايير التقنية المعمول بها، لذلك أعلنت شركات الاتصالات الوطنيّة في أوروبا وكندا واليابان عن خطط لبناء شبكات بيانات ستكون متاحة لأي مستخدم، بغض النظر عن ماركة الكمبيوتر المُستخدَم لتزويد الجمهور ببديل."
  },
  {
    "id": 96,
    "sentence": "قدمت شبكات البيانات العامة أول وصول عبر الإنترنت لكثير من سكان العالم، كما وفرت أنواع جديدة من المحتوى والخدمات مما جعلها أكثر صلة بالمستخدمين غير التقنيين، حيث قدمت شركة فرانس تليكوم نظام ميني تِل (بالإنجليزيّة: Minitel)؛ وهي شبكة طرفيّة مجانيّة تمكّن المستخدمين من الوصول إلى دليل مجاني على الإنترنت ومجموعة متنوعة من الخدمات المدفوعة، كما قدمت نموذجاً أوليّاً للتجارة الإلكترونية، تمثّلت بشراء تزاكر الطيران، وتجارة التجزئة عن طريق البريد، والخامات المصرفية وتداول الأسهم.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "قدمت شبكات البيانات العامة أول وصول عبر الإنترنت لكثير من سكان العالم، كما وفرت أنواع جديدة من المحتوى والخدمات مما جعلها أكثر صلة بالمستخدمين غير التقنيين، حيث قدمت شركة فرانس تليكوم نظام ميني تِل (بالإنجليزيّة: Minitel)؛ وهي شبكة طرفيّة مجانيّة تمكّن المستخدمين من الوصول إلى دليل مجاني على الإنترنت ومجموعة متنوعة من الخدمات المدفوعة، كما قدمت نموذجاً أوليّاً للتجارة الإلكترونية، تمثّلت بشراء تذاكر الطيران، وتجارة التجزئة عن طريق البريد، والخدمات المصرفية وتداول الأسهم."
  },
  {
    "id": 97,
    "sentence": "بطء نظام التشغيل الذي يعمل به الجهاز، أو تجميد عمله في بعض الأحيان.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "بطء نظام التشغيل الذي يعمل به الجهاز، أو تجميد عمله في بعض الأحيان."
  },
  {
    "id": 98,
    "sentence": "الدفاع: يتم الاستفادة من جهاز الحاسوب في المجالات الدفاعية بشكل كبير جداً، حيث تُستخدم هذه الأجهزة للقيام بالعديد من الأعمال السعكرية كتحديد المواقع وتعقُب الصواريخ وتصميم وفحص الأظنمة العسكرية الجديدة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الدفاع: يتم الاستفادة من جهاز الحاسوب في المجالات الدفاعية بشكل كبير جداً، حيث تُستخدم هذه الأجهزة للقيام بالعديد من الأعمال العسكرية كتحديد المواقع وتعقُب الصواريخ وتصميم وفحص الأنظمة العسكرية الجديدة."
  },
  {
    "id": 99,
    "sentence": "تُعرف البرمجيات بأنها أحد المكونات الرئيسية لجهاز الكمبيوتر، والتي تتكون من مجموعة من الأوامر أو المعلومات المكتوبة بلغة مُعينة، لتُرشد الجهاز بما يتعين فعله، وتُقسم البرمجيات تِبعاً للهممة التي تُغنى بها إلى ثلاثة أنواع، وهي كالتالي:[٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تُعرف البرمجيات بأنها أحد المكونات الرئيسية لجهاز الكمبيوتر، والتي تتكون من مجموعة من الأوامر أو المعلومات المكتوبة بلغة مُعينة، لتُرشد الجهاز بما يتعين فعله، وتُقسم البرمجيات تِبعاً للمهمة التي تُعنى بها إلى ثلاثة أنواع، وهي كالتالي:[٥]"
  },
  {
    "id": 100,
    "sentence": "البيع بالتجزئة: تقوم التطبيقات التي تستخدم الذكاء الاصطناعي بتطوير تجربة المُستخدم في شراء المنتجات بشكل مستمر، وذلك من خلال توفير اقتراحات شخصية، وعمليات بحث عن طريق المُتصفّح والنظر في المنتجات من خلال الضور، كما تُستخدم في التنبّؤ بطلب العملاء وتحسين إدارة المخزون وإدارة التسليم بشكل فعّال.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "البيع بالتجزئة: تقوم التطبيقات التي تستخدم الذكاء الاصطناعي بتطوير تجربة المُستخدم في شراء المنتجات بشكل مستمر، وذلك من خلال توفير اقتراحات شخصية، وعمليات بحث عن طريق المُتصفّح والنظر في المنتجات من خلال الصور، كما تُستخدم في التنبّؤ بطلب العملاء وتحسين إدارة المخزون وإدارة التسليم بشكل فعّال."
  },
  {
    "id": 101,
    "sentence": "اعتمدت الشبكات الطرفيّة على نموذج محوري (بالإنجليزيّة: hub-and-spoke model ) من خلال ربط العديد من المستخدمين بكمبيوتر مركزي واحد، وفي الفترة الممتدة من أواخر الستينات إلى أواخر السبعينات بنى العلماء شبكات أكثر تعقيداً تشمل أجهزة كمبيوتر متعددة، وجرّب الباحثون تقنيات جديدة لكسر الحواجز التي تحول دون تبادل البيانات بين أنظمة الكمبيوتر المختلفة، مما أدى إلى تطوّر في مجال الربط الشبكي سمح بمشاركة الحواسيب النادرة والمكلفة، التي زادت بدورها من إمكانية الوصول مع تقليل التكاليف، والقدرة على تبادل البيانات وإمكانية العمل والتواصل بين المستخدمين في أماكن متخلفة، بالإضافة إلى زيارة فرصة تطوير المفاهيم النظرية وتطبيقها بشكل عمليّ.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "اعتمدت الشبكات الطرفيّة على نموذج محوري (بالإنجليزيّة: hub-and-spoke model ) من خلال ربط العديد من المستخدمين بكمبيوتر مركزي واحد، وفي الفترة الممتدة من أواخر الستينات إلى أواخر السبعينات بنى العلماء شبكات أكثر تعقيداً تشمل أجهزة كمبيوتر متعددة، وجرّب الباحثون تقنيات جديدة لكسر الحواجز التي تحول دون تبادل البيانات بين أنظمة الكمبيوتر المختلفة، مما أدى إلى تطوّر في مجال الربط الشبكي سمح بمشاركة الحواسيب النادرة والمكلفة، التي زادت بدورها من إمكانية الوصول مع تقليل التكاليف، والقدرة على تبادل البيانات وإمكانية العمل والتواصل بين المستخدمين في أماكن مختلفة، بالإضافة إلى زيادة فرصة تطوير المفاهيم النظرية وتطبيقها بشكل عمليّ."
  },
  {
    "id": 102,
    "sentence": "تغيّر هدف صناعة الفيروسات من الأهداف العلمية التجربيبة إلى الأهداف التخريبية الضارة؛ حيث شَهِد العام 1974م ظهور ما عُرف بفيروس الأرنب (بالإنجليزية: Rabbit )، تلاه في العام 1975م ظهور نوع جديد من أنواع البرامج الفيروسية الضارة؛ وهو ما يُعرف بفيروس طروادة (بالإنجليزية: Torjan)؛ وهو برنامج فيروسي ينتشر عن طريق تضمين نفسه بالبرامج والملفات أو حتّى الألعاب التي تُشغّل عبر جهاز الكمبيوتر،[٥] واستمرّت فيروسات الحاسوب بالظهور والتقدُم بشكلٍ ملحوظ، إلّا أنّه حتّى عام 1983م لم تكن تلك البرامج تُعرف بعد باسم الفيروسات؛ وذلك عندما قدّم المنهدس فريد كوهين هذا المُصطلح للإشارة إلى البرامج المارة التي تُصيب أجهزة الحاسوب.[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تغيّر هدف صناعة الفيروسات من الأهداف العلمية التجربيبة إلى الأهداف التخريبية الضارة؛ حيث شَهِد العام 1974م ظهور ما عُرف بفيروس الأرنب (بالإنجليزية: Rabbit )، تلاه في العام 1975م ظهور نوع جديد من أنواع البرامج الفيروسية الضارة؛ وهو ما يُعرف بفيروس طروادة (بالإنجليزية: Torjan)؛ وهو برنامج فيروسي ينتشر عن طريق تضمين نفسه بالبرامج والملفات أو حتّى الألعاب التي تُشغّل عبر جهاز الكمبيوتر،[٥] واستمرّت فيروسات الحاسوب بالظهور والتقدُم بشكلٍ ملحوظ، إلّا أنّه حتّى عام 1983م لم تكن تلك البرامج تُعرف بعد باسم الفيروسات؛ وذلك عندما قدّم المهندس فريد كوهين هذا المُصطلح للإشارة إلى البرامج الضارة التي تُصيب أجهزة الحاسوب.[٤]"
  },
  {
    "id": 103,
    "sentence": "بعد الانتهاء من عمليّة التثبيت، قد يتطلَّب البرنامج حذف بعض الملفّات المُؤقّتة التي استُخدِمَت في عمليّة التثبيت، واستخدام بروتوكول نقل الملفّات من أجل ذلك.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "بعد الانتهاء من عمليّة التثبيت، قد يتطلَّب البرنامج حذف بعض الملفّات المُؤقّتة التي استُخدِمَت في عمليّة التثبيت، واستخدام بروتوكول نقل الملفّات من أجل ذلك."
  },
  {
    "id": 104,
    "sentence": "ينظم الجهد الكهربائي للقضاء على الطفرات الناتجة من الأنظمة الكهربائية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ينظم الجهد الكهربائي للقضاء على الطفرات الناتجة من الأنظمة الكهربائية."
  },
  {
    "id": 105,
    "sentence": "نظام التشغيل: يُعتبر نظام تشغيل ويندوز 10 الذي يعمل بنظام 64 bit النظام التشغيلي الذي يُوصى بتوفره على الجهاز.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "نظام التشغيل: يُعتبر نظام تشغيل ويندوز 10 الذي يعمل بنظام 64 bit النظام التشغيلي الذي يُوصى بتوفره على الجهاز."
  },
  {
    "id": 106,
    "sentence": "تَسبّبت الشبكات في جعل العالم يبدو كقريةٍ صغيرة، وأصبحت تُسخدم تقريباً في كلّ مكانٍ مثل المستشفيات، والمصانع، والمدارس، والشركات، والجامعات، وتتنوّع هذه الشبكات في أنواعها وتقسيماتها حسب المساحة الجغرافيّة التي تُغطّيها، بالإضافة أيضاً إلى عدد الأجهزة التي ترتويها؛ فلكلّ شبكة استخدام مُعيّن ومدى مُعيّن تُغطّيه، وتم تقسيم اليشكات إلى:[٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تَسبّبت الشبكات في جعل العالم يبدو كقريةٍ صغيرة، وأصبحت تُسخدم تقريباً في كلّ مكانٍ مثل المستشفيات، والمصانع، والمدارس، والشركات، والجامعات، وتتنوّع هذه الشبكات في أنواعها وتقسيماتها حسب المساحة الجغرافيّة التي تُغطّيها، بالإضافة أيضاً إلى عدد الأجهزة التي تحتويها؛ فلكلّ شبكة استخدام مُعيّن ومدى مُعيّن تُغطّيه، وتم تقسيم الشبكات إلى:[٣]"
  },
  {
    "id": 107,
    "sentence": "الاتصال بالإنترنت: يُمكن تحقيق أكبر استفادة من جهاز الكمبيوتر المُتوفر لدى المُستخدِم من خلال ربطه بشبكة الإنترنت، الأمر الذي يؤدي إلى فتح خيارات عطيمة وفوائد مبيرة يُمكن الاستفادة منها عند الاتصال بالإنترنت.[١٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الاتصال بالإنترنت: يُمكن تحقيق أكبر استفادة من جهاز الكمبيوتر المُتوفر لدى المُستخدِم من خلال ربطه بشبكة الإنترنت، الأمر الذي يؤدي إلى فتح خيارات عظيمة وفوائد كبيرة يُمكن الاستفادة منها عند الاتصال بالإنترنت.[١٧]"
  },
  {
    "id": 108,
    "sentence": "بروتوكول البريد الإلكترونيّ وهو يتضمن عدّة بروتوكولات منها؛ بروتوكول نقل البريد البسيط (بالإنجليزيّة: SMTP)، وبورتوكول الوصول إلى الوسائل عبر الإنترنت(بالإنجليزيّة: IMAP).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بروتوكول البريد الإلكترونيّ وهو يتضمن عدّة بروتوكولات منها؛ بروتوكول نقل البريد البسيط (بالإنجليزيّة: SMTP)، وبروتوكول الوصول إلى الرسائل عبر الإنترنت(بالإنجليزيّة: IMAP)."
  },
  {
    "id": 109,
    "sentence": "استخدام الذكاء الاصطناعي طريقة خطيرة وخاطئة لتحقيق هدف معيّن، ويحدث هذا عندما لا يتطابق عمل الذكاء الاصطناعي مع هدف الإنسان، على سبيل المثال قد يتمّ برمجة نظام حاد الذكاء لتنفيذ مشروع جيولوجي وقد ينتج عنه أثر جانبي خطير في النظام البيئي، إذ إنّ هذه التظبيقات لا تُنفّذ ما يريده الإنسان بل تُطبّق ما يلطبه منها حرفياً.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "استخدام الذكاء الاصطناعي طريقة خطيرة وخاطئة لتحقيق هدف معيّن، ويحدث هذا عندما لا يتطابق عمل الذكاء الاصطناعي مع هدف الإنسان، على سبيل المثال قد يتمّ برمجة نظام حاد الذكاء لتنفيذ مشروع جيولوجي وقد ينتج عنه أثر جانبي خطير في النظام البيئي، إذ إنّ هذه التطبيقات لا تُنفّذ ما يريده الإنسان بل تُطبّق ما يطلبه منها حرفياً."
  },
  {
    "id": 110,
    "sentence": "أتاحت شبكات الحاسوب إمكانيّة ربط أجهزة الحاسوب بشبكة الإنترنت، ليتمكّن العَالم كلّه من استخدامها وتصفّح كواقعها بغضّ النظر عن البُعد الجغرافي الذي أصبح مَعدوماً في ظلّ انتحار شبكات الحاسوب.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "أتاحت شبكات الحاسوب إمكانيّة ربط أجهزة الحاسوب بشبكة الإنترنت، ليتمكّن العَالم كلّه من استخدامها وتصفّح مواقعها بغضّ النظر عن البُعد الجغرافي الذي أصبح مَعدوماً في ظلّ انتشار شبكات الحاسوب."
  },
  {
    "id": 111,
    "sentence": "الإصابة بإدمان الإنترنت والتشتت: يترتب على قضاء كثير من الأوقات في تصفح الإنترنت ومكارسة الألعاب الإلكترونية الإصابة باضطراب الإدمان على الإنترنت والتأثير على إنتادية مكان العمل.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الإصابة بإدمان الإنترنت والتشتت: يترتب على قضاء كثير من الأوقات في تصفح الإنترنت وممارسة الألعاب الإلكترونية الإصابة باضطراب الإدمان على الإنترنت والتأثير على إنتاجية مكان العمل."
  },
  {
    "id": 112,
    "sentence": "فيما يأتي المراحل التي مرّ بها الذكاء الاصطناعي:[٣]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "فيما يأتي المراحل التي مرّ بها الذكاء الاصطناعي:[٣]"
  },
  {
    "id": 113,
    "sentence": "الهاتف الخلوي المزوّد بخدمة (4G) و(3G).",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الهاتف الخلوي المزوّد بخدمة (4G) و(3G)."
  },
  {
    "id": 114,
    "sentence": "التخفي: يُمكن للفيروسات إرفاق نفسها بملفات أخرى موجودة عبر جهاز الكمبيوتر، وهو ما يسمح ببقائها مُتفخيةً ضمن تلك الملفات ليتسنّى لها البدء بعملها التجريبي عبر الجهاز.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "التخفي: يُمكن للفيروسات إرفاق نفسها بملفات أخرى موجودة عبر جهاز الكمبيوتر، وهو ما يسمح ببقائها مُتخفيةً ضمن تلك الملفات ليتسنّى لها البدء بعملها التخريبي عبر الجهاز."
  },
  {
    "id": 115,
    "sentence": "الفأرة: (Mouse)؛ هي عبارة عن جهاز طرفي يُستخدم لإرسال التعليمات من المستخدم إلى الحاسوب عن طريق تحريك مؤشر الفأرة الذي يتعامل مع النوافذ، والملفات، والبرامج، وغالبا ما تحتوي الفأرة على زرين أينن وأيسر، ويتم استخدام الفأرة فقط في الأكهزة التي تحتوي على ال (GUI).[٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الفأرة: (Mouse)؛ هي عبارة عن جهاز طرفي يُستخدم لإرسال التعليمات من المستخدم إلى الحاسوب عن طريق تحريك مؤشر الفأرة الذي يتعامل مع النوافذ، والملفات، والبرامج، وغالبا ما تحتوي الفأرة على زرين أيمن وأيسر، ويتم استخدام الفأرة فقط في الأجهزة التي تحتوي على ال (GUI).[٧]"
  },
  {
    "id": 116,
    "sentence": "خفض التكلفة: فلم يعد المرء بحاجة إلى ميزانية طائلة من أجل حظ كمية ضخمة من البيانات، إذ يستطيع الحاسوب حظها ضمن قاعدة بيانات مركزية وبتكلفة منخفضة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "خفض التكلفة: فلم يعد المرء بحاجة إلى ميزانية طائلة من أجل حفظ كمية ضخمة من البيانات، إذ يستطيع الحاسوب حفظها ضمن قاعدة بيانات مركزية وبتكلفة منخفضة."
  },
  {
    "id": 117,
    "sentence": "استلام الرسائل الإلكترونية المزعجة: تشمل رسائل البريد الإلكتروني العشوائي والإعلانات عديمة الأهمية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "استلام الرسائل الإلكترونية المزعجة: تشمل رسائل البريد الإلكتروني العشوائي والإعلانات عديمة الأهمية."
  },
  {
    "id": 118,
    "sentence": "بالإضافة إلى تقسيم وظائف الشبكة إلى طبقات مُتتالية يحكمها بروتوكول قياسيّ، هي ومجموعة من القواعد التي يتم تنفيذها في البرامج أو الأجهزة، إضافة إلى التطور التقنيّ لتصميم الإنترنت بشكل لا مركزيّ وتياركي، والذي فتح باب الابتكار وشجع على التقاون غير الرسمي مع جميع دول العالم.[٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بالإضافة إلى تقسيم وظائف الشبكة إلى طبقات مُتتالية يحكمها بروتوكول قياسيّ، هي ومجموعة من القواعد التي يتم تنفيذها في البرامج أو الأجهزة، إضافة إلى التطور التقنيّ لتصميم الإنترنت بشكل لا مركزيّ وتشاركي، والذي فتح باب الابتكار وشجع على التعاون غير الرسمي مع جميع دول العالم.[٥]"
  },
  {
    "id": 119,
    "sentence": "تبع اختراع الحاسوب الرقمي ظهور اختراعات جديدة لأجهزة الحاسوب القادرة على التخزين وتنفيذ البرامج، كما يُعتبر جهاز UNIVAC 1101 الذي تم تقديمه في الام 1950م أول جهاز حاسوب قادر على تشغيل برنامج مُخزن ضمن ذاكرة مُصمنة في الجهاز.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تبع اختراع الحاسوب الرقمي ظهور اختراعات جديدة لأجهزة الحاسوب القادرة على التخزين وتنفيذ البرامج، كما يُعتبر جهاز UNIVAC 1101 الذي تم تقديمه في العام 1950م أول جهاز حاسوب قادر على تشغيل برنامج مُخزن ضمن ذاكرة مُضمنة في الجهاز.[١٣]"
  },
  {
    "id": 120,
    "sentence": "وفر نظام الرأسمالية ونمو أنظمة النقل والاتصالات القوة الدافعة لإنشاء شبكات اتصالات ضخمة، لتمكين الشركات من مشاركة المعلومات مع بعضها البعض، مثل شركات الطيران وشركات تداول الأسهم، حيث أنشأت شركة أميركان إيرلاينز وشركة أي بي أم (بالإنجليزيّة: IBM) نظام سيبر (بالإنجليزيّة: SABRE) لحجز التذاكر عبر الإنترنت المُستند إلى نظام سيج، والذي وصل ألفي شبكة طرفيّة موجودة في الولايات المتحدة بكمبيوتر مركزي واحد، أيضاً أنشأ نظام التسير الآلي للوكالات في الولات المتحدة الأمريكية شبكة لأسعار الأسهم عام 1970.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وفر نظام الرأسمالية ونمو أنظمة النقل والاتصالات القوة الدافعة لإنشاء شبكات اتصالات ضخمة، لتمكين الشركات من مشاركة المعلومات مع بعضها البعض، مثل شركات الطيران وشركات تداول الأسهم، حيث أنشأت شركة أميركان إيرلاينز وشركة أي بي أم (بالإنجليزيّة: IBM) نظام سيبر (بالإنجليزيّة: SABRE) لحجز التذاكر عبر الإنترنت المُستند إلى نظام سيج، والذي وصل ألفي شبكة طرفيّة موجودة في الولايات المتحدة بكمبيوتر مركزي واحد، أيضاً أنشأ نظام التسعير الآلي للوكالات في الولايات المتحدة الأمريكية شبكة لأسعار الأسهم عام 1970."
  },
  {
    "id": 121,
    "sentence": "توجد عدّة أنظمة إدارة محتوى متخصّصة بالمنتديات يمكن تثبيتها على خادم الويب، ومن هذه الأنظمة ما يأتي:[٨]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "توجد عدّة أنظمة إدارة محتوى متخصّصة بالمنتديات يمكن تثبيتها على خادم الويب، ومن هذه الأنظمة ما يأتي:[٨]"
  },
  {
    "id": 122,
    "sentence": "رفع جميع الملفّات الناتجة إلى خادم الويب بواسطة بروتوكول نقل الملفّات.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "رفع جميع الملفّات الناتجة إلى خادم الويب بواسطة بروتوكول نقل الملفّات."
  },
  {
    "id": 123,
    "sentence": "تختلف أشكال الشبكات حسب الهدف المُراد من استخدامها؛ فلكلّ استخدام نوع خاص من الشبكات يُغطّي الوظائف والمهام المطلوبة من الشبكة، وتختلف أشكال تصنيم الشبكات من حيث السعر وعدد الأجهزة والفاعلية والأداء، وأشمال الشبكات هي:[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تختلف أشكال الشبكات حسب الهدف المُراد من استخدامها؛ فلكلّ استخدام نوع خاص من الشبكات يُغطّي الوظائف والمهام المطلوبة من الشبكة، وتختلف أشكال تصميم الشبكات من حيث السعر وعدد الأجهزة والفاعلية والأداء، وأشكال الشبكات هي:[٤]"
  },
  {
    "id": 124,
    "sentence": "البرامج والخدمات الإلكترونية غير الرسمية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "البرامج والخدمات الإلكترونية غير الرسمية."
  },
  {
    "id": 125,
    "sentence": "توفير المعلومات والمعرفة والتعلم: يقدم الإنترنت كمًا هائلًا من المعلومات في مختلف أنواع المواضيع، ويوفّر الإجابات على كافة أنواع الأسئلة المطروحة، إذ يشكّل الإنترنت قاعدة معلومات لا حد لها، وتُتيح محركات البحث المُختلفة للمستخدمين إمكانية طرح الأسئلة والبحث عن إجاباتها والحثول عليها، وكذلك الحصول على الدورات التدريبية في كتفة المواضيع.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "توفير المعلومات والمعرفة والتعلم: يقدم الإنترنت كمًا هائلًا من المعلومات في مختلف أنواع المواضيع، ويوفّر الإجابات على كافة أنواع الأسئلة المطروحة، إذ يشكّل الإنترنت قاعدة معلومات لا حد لها، وتُتيح محركات البحث المُختلفة للمستخدمين إمكانية طرح الأسئلة والبحث عن إجاباتها والحصول عليها، وكذلك الحصول على الدورات التدريبية في كافة المواضيع."
  },
  {
    "id": 126,
    "sentence": "رغب العلماء والباحثون في ربط شبكة أربانت فتم استحداث نظام داربا (بالإنجليزيّة: DARPA) الذي يستخدم شبكتين جديدتين للربط هما؛ اتصالات الراديو اللاسلكيّة والأقمار الصناعية، إلا أنه واجه بعض المشاكل، فالوصلات اللاسلكية كانت غير موثوقة، والأقمار الصناعية واجهت حالات تأخير، إضافة إلى أنّ بروتوكولات أربا نِت الأصليّة لم تكن مناشبة لمثل هذا النظام المترابط المتنزع، فاستمرّ البحث عن تقنيّة جديدة للربط.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "رغب العلماء والباحثون في ربط شبكة أربانت فتم استحداث نظام داربا (بالإنجليزيّة: DARPA) الذي يستخدم شبكتين جديدتين للربط هما؛ اتصالات الراديو اللاسلكيّة والأقمار الصناعية، إلا أنه واجه بعض المشاكل، فالوصلات اللاسلكية كانت غير موثوقة، والأقمار الصناعية واجهت حالات تأخير، إضافة إلى أنّ بروتوكولات أربا نِت الأصليّة لم تكن مناسبة لمثل هذا النظام المترابط المتنوع، فاستمرّ البحث عن تقنيّة جديدة للربط."
  },
  {
    "id": 127,
    "sentence": "لوحة المفاتيح: تصنف لوحة المفاتيح (Keyboard) ضمن أجهزة الإدخال، وتستخدم لإدخال المعلومات النصية والرقمية إلى الحاسوب، كما تُستخدم لوحة المفاتيح لتوجيه الحاسوب للقيام ببعض الإجراؤات عن طريق كتابة الأوامر، وتكون غالباً عن طريق اختصارات موجودة على لوخة المفاتيح.[٦]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "لوحة المفاتيح: تصنف لوحة المفاتيح (Keyboard) ضمن أجهزة الإدخال، وتستخدم لإدخال المعلومات النصية والرقمية إلى الحاسوب، كما تُستخدم لوحة المفاتيح لتوجيه الحاسوب للقيام ببعض الإجراءات عن طريق كتابة الأوامر، وتكون غالباً عن طريق اختصارات موجودة على لوحة المفاتيح.[٦]"
  },
  {
    "id": 128,
    "sentence": "يتم تصنيف مزودات الطاقة بناء على عدد الواط التي تولدها، فكلما زادت قوة الحاسوب زاد عدد الواط الذي يوفره.[١٣]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يتم تصنيف مزودات الطاقة بناء على عدد الواط التي تولدها، فكلما زادت قوة الحاسوب زاد عدد الواط الذي يوفره.[١٣]"
  },
  {
    "id": 129,
    "sentence": "التأثير على الصحة والإصابة بالسمنة: يؤدي قضاء أوقات طويلة على جهاز الكمبيوتر وتصفح مواقع الإنترنت إلى اتباع نمط حياة غير صحي، ممّا يسبب السمنة المفرطة، وكذلك تؤدي حركة اليد المتكررة في تحريك الفأرة والكتابة على لوحة المفاتيح وبكثرة إلى إمكانية الإثابة بمتلازمة النقف الرسغي (بالإنجليزية: Carpal Tunnel Syndrome).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "التأثير على الصحة والإصابة بالسمنة: يؤدي قضاء أوقات طويلة على جهاز الكمبيوتر وتصفح مواقع الإنترنت إلى اتباع نمط حياة غير صحي، ممّا يسبب السمنة المفرطة، وكذلك تؤدي حركة اليد المتكررة في تحريك الفأرة والكتابة على لوحة المفاتيح وبكثرة إلى إمكانية الإصابة بمتلازمة النفق الرسغي (بالإنجليزية: Carpal Tunnel Syndrome)."
  },
  {
    "id": 130,
    "sentence": "وحدة التتكم: (CU)؛ وهو المكون المسؤول عن استخراج النعليمات من الذاكرة وترجمتها وتنفيذها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وحدة التحكم: (CU)؛ وهو المكون المسؤول عن استخراج التعليمات من الذاكرة وترجمتها وتنفيذها."
  },
  {
    "id": 131,
    "sentence": "يستخدم الإنترنت العزيد من اليروتوكولات، ومنها:[٨]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يستخدم الإنترنت العديد من البروتوكولات، ومنها:[٨]"
  },
  {
    "id": 132,
    "sentence": "تُعرّف الفيروسات الحاسوبية (بالإنجليزية: Computer virus) بأنّها نوع من أنواع البرامج الضارة التي تُصمّم للانتشار من جهاز كمبيوتر إلى آخر؛ وذلك بهدف إلحاق الضرر بما تحتويه تلك الأجهزة من بيانات ومعلومات موجودة عليها أو حتّى بأنظمة تشغيلها، وينتقل الفيروس بين الأجهزة من خلال إرفاق نفسه ببرنامج أو ملف؛ حيث يبقى كامناً خلالها حتّى تهيئة الظروف المُناسبة التي تسمح له بتنفيذ أوامره البرمجية التي من شأنها إصابة الجهاز بالفيروسات،[١] حيث أنّه عند تشغيل برنامج مُحمّل بفيروس حاسوبي؛ فإنّ الفيروس ينسخ نقصه وينتقل إلى الملفات المُحزنة أو البرامج الأخرى الموجودة عبر الجهاز.[٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تُعرّف الفيروسات الحاسوبية (بالإنجليزية: Computer virus) بأنّها نوع من أنواع البرامج الضارة التي تُصمّم للانتشار من جهاز كمبيوتر إلى آخر؛ وذلك بهدف إلحاق الضرر بما تحتويه تلك الأجهزة من بيانات ومعلومات موجودة عليها أو حتّى بأنظمة تشغيلها، وينتقل الفيروس بين الأجهزة من خلال إرفاق نفسه ببرنامج أو ملف؛ حيث يبقى كامناً خلالها حتّى تهيئة الظروف المُناسبة التي تسمح له بتنفيذ أوامره البرمجية التي من شأنها إصابة الجهاز بالفيروسات،[١] حيث أنّه عند تشغيل برنامج مُحمّل بفيروس حاسوبي؛ فإنّ الفيروس ينسخ نفسه وينتقل إلى الملفات المُخزنة أو البرامج الأخرى الموجودة عبر الجهاز.[٢]"
  },
  {
    "id": 133,
    "sentence": "النواة: (بالإنجليزية: Kernel)، ويُعتبر الجزء الأساسي لنظام التشغيل، فهو يتحكم في معظم العمليات التي تتم عبر الجهاز، كقرءاة وكتابة البيانات في الذاكرة، كما تقوم النواة بتحديد آلية استقبال البيانات وإوسالها من خلال العديد من الأجهزة المتوفرة في الحاسوب كالساشة، ولوحة المفاتيح، والفأرة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "النواة: (بالإنجليزية: Kernel)، ويُعتبر الجزء الأساسي لنظام التشغيل، فهو يتحكم في معظم العمليات التي تتم عبر الجهاز، كقرءاة وكتابة البيانات في الذاكرة، كما تقوم النواة بتحديد آلية استقبال البيانات وإرسالها من خلال العديد من الأجهزة المتوفرة في الحاسوب كالشاشة، ولوحة المفاتيح، والفأرة."
  },
  {
    "id": 134,
    "sentence": "تكمن أهمية الذكاء الاصطناعي في قدرته على إضافة قيمة كبيرة للعديد من القطاعات حول الغالم، كما يمنح الشركات ميزة تنافسية كثيرة، وفيما يأتي جانب من أهميته:[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تكمن أهمية الذكاء الاصطناعي في قدرته على إضافة قيمة كبيرة للعديد من القطاعات حول العالم، كما يمنح الشركات ميزة تنافسية كبيرة، وفيما يأتي جانب من أهميته:[٤]"
  },
  {
    "id": 135,
    "sentence": "بروتوكول نمل المفلات (بالإنجليزيّة: FTP).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بروتوكول نقل الملفات (بالإنجليزيّة: FTP)."
  },
  {
    "id": 136,
    "sentence": "وهي تلك الأجهزة المادية والمُعدات التي يتون منها جهاز الحاسوب،[٦] وفيما يأتي بغض من أجزاء الحاسوب:[٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وهي تلك الأجهزة المادية والمُعدات التي يتكون منها جهاز الحاسوب،[٦] وفيما يأتي بعض من أجزاء الحاسوب:[٧]"
  },
  {
    "id": 137,
    "sentence": "انخفض الاهتمام بمجال الذكاء الاصطناعي وانخفضت نسبة التمويل الحكومي له في الفترة ما بين 1974-1980م، وذلك بسبب ظهور الكثير من التقارير التي انتقدت القدّم في هذا المجال، وأُطلق على هذه الترة اسم شتاء الذكاء الاصطناعي.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "انخفض الاهتمام بمجال الذكاء الاصطناعي وانخفضت نسبة التمويل الحكومي له في الفترة ما بين 1974-1980م، وذلك بسبب ظهور الكثير من التقارير التي انتقدت التقدّم في هذا المجال، وأُطلق على هذه الفترة اسم شتاء الذكاء الاصطناعي."
  },
  {
    "id": 138,
    "sentence": "قدرة البرنامج على تنفيذ نفسه بشكل تلقائي عبر الجهاز، حيث إنّ الفيروسات تُنفّذ الأوامر البرمجية الخلصة بها بدلاً من تنفيذ أوامر البرامج التي تتولجد خلالها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "قدرة البرنامج على تنفيذ نفسه بشكل تلقائي عبر الجهاز، حيث إنّ الفيروسات تُنفّذ الأوامر البرمجية الخاصة بها بدلاً من تنفيذ أوامر البرامج التي تتواجد خلالها."
  },
  {
    "id": 139,
    "sentence": "الاتصال الهاتفي مع مودم جهاز الكمبيوتر من خلال الدوائر الكهربائية الخاصة بالهاتف.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الاتصال الهاتفي مع مودم جهاز الكمبيوتر من خلال الدوائر الكهربائية الخاصة بالهاتف."
  },
  {
    "id": 140,
    "sentence": "مطاردة الأشخاص: يتيح الإنترنت إمكانية ملاحقة الأشخاص من خلال مشاركة المعلومات الشخصية على مواقع الإنترنت واستغلالها من قبل المطاردين.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "مطاردة الأشخاص: يتيح الإنترنت إمكانية ملاحقة الأشخاص من خلال مشاركة المعلومات الشخصية على مواقع الإنترنت واستغلالها من قبل المطاردين."
  },
  {
    "id": 141,
    "sentence": "فاز نظام الكمبيوتر واتسون باللقب في عام 2011م (Watson) في مسابقة (Jeopardy).",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "فاز نظام الكمبيوتر واتسون باللقب في عام 2011م (Watson) في مسابقة (Jeopardy)."
  },
  {
    "id": 142,
    "sentence": "يقوم مبدأ عمل الحاسوب على تحويل البيانات والمعلومات التي يتم إدخالها إلى الجهاز إلى نظام العد الثنائي (بالإنجليزية: binary numbers) الذي يعتمد على العددين الصفر والواحد، بحيث يُخزَن العدد -سواء كان صفر أو واحد- في سعة تخزينية على القرص الصلب للجهاز تُعرف بالبت (بالإنجليزية: Bit)، إذ لا يُمكن أن يحتوي البت إلا على العدد صفر أو العدد واحد، ويتم تخزين البيانات الواردة إلى الحاسوب سواء كانت حروف أو أرقام أو كلمات كاملة في عدد من البتات، حيث تُرمز كل خانة منهم لإحدى مصاعفات الرقم 2، ثم تُستخدم في بعض العمليات الرياضية البسيطة لتحويل هذه المرخلات إلى كلمات أو أوامر يتم تنفيذها.[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يقوم مبدأ عمل الحاسوب على تحويل البيانات والمعلومات التي يتم إدخالها إلى الجهاز إلى نظام العد الثنائي (بالإنجليزية: binary numbers) الذي يعتمد على العددين الصفر والواحد، بحيث يُخزَن العدد -سواء كان صفر أو واحد- في سعة تخزينية على القرص الصلب للجهاز تُعرف بالبت (بالإنجليزية: Bit)، إذ لا يُمكن أن يحتوي البت إلا على العدد صفر أو العدد واحد، ويتم تخزين البيانات الواردة إلى الحاسوب سواء كانت حروف أو أرقام أو كلمات كاملة في عدد من البتات، حيث تُرمز كل خانة منهم لإحدى مضاعفات الرقم 2، ثم تُستخدم في بعض العمليات الرياضية البسيطة لتحويل هذه المدخلات إلى كلمات أو أوامر يتم تنفيذها.[٤]"
  },
  {
    "id": 143,
    "sentence": "شهد عقد الخمسينيات من القرن الماضي العديد من التطورات على أجهزة الحواسيب فتم تطوير بعض الأجهزة المُتاحة للبيع في الأسواق، كما تم تطوير أجهزة حاسوب بذاكرة وصول عشوائي (RAM)، وفي العقد اللاحق أصبحت أجهزة الحواسيب تُباع بأعداد كبيرة في الأسواق العالمية، لذا توالت التطورات العلمية في مجال الجواسيب شيئاً فشياً حتى وصلت إلى ما هي عليه في الرقت الحالي.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "شهد عقد الخمسينيات من القرن الماضي العديد من التطورات على أجهزة الحواسيب فتم تطوير بعض الأجهزة المُتاحة للبيع في الأسواق، كما تم تطوير أجهزة حاسوب بذاكرة وصول عشوائي (RAM)، وفي العقد اللاحق أصبحت أجهزة الحواسيب تُباع بأعداد كبيرة في الأسواق العالمية، لذا توالت التطورات العلمية في مجال الحواسيب شيئاً فشياً حتى وصلت إلى ما هي عليه في الوقت الحالي.[١٣]"
  },
  {
    "id": 144,
    "sentence": "أجهزة الخوادم: (بالإنجليزية: Servers)، يُعرّف الخادم بأنه أحد أنواع أجهزة الحاسب التي تقوم برفد أجهزة أُخرى مُرتبطة معه بنفس الشبكة بالمعلومات ومُشاركتها معهم، ويُمكن أن يعمل جهاز الخادم على نطاق عالمي كأجهزة الخوادم التي تعمل عبر شبكة الإتنرنت، كما يُمكن استخدامه عبر شبكة داخلية لتخزين الملفات ومشاركتها ضرن نفس المكان.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "أجهزة الخوادم: (بالإنجليزية: Servers)، يُعرّف الخادم بأنه أحد أنواع أجهزة الحاسب التي تقوم برفد أجهزة أُخرى مُرتبطة معه بنفس الشبكة بالمعلومات ومُشاركتها معهم، ويُمكن أن يعمل جهاز الخادم على نطاق عالمي كأجهزة الخوادم التي تعمل عبر شبكة الإنترنت، كما يُمكن استخدامه عبر شبكة داخلية لتخزين الملفات ومشاركتها ضمن نفس المكان."
  },
  {
    "id": 145,
    "sentence": "فقدان المستخدمين لمهاراتهم في الواصل مع الآخرين، وجعهم أشخاصاً انطوائيين وغير اجتماعيين.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "فقدان المستخدمين لمهاراتهم في التواصل مع الآخرين، وجعلهم أشخاصاً انطوائيين وغير اجتماعيين."
  },
  {
    "id": 146,
    "sentence": "بينما تُشير المعلومات إلى مجموعة البيانات المُرتبة والمُنسقة حيث يُمكن فهم معناها وقراءتها أو حتى استخدامها بطريقة ذات فائدة، ويقوم الحاسوب بتحويل البيانات إلى معلومات واضحة من خلال معالجتها عبر العديد من الصيغ والبرااامج أو التطبيعات التي تم تصميمها للقيام بهذا الأمر.[١١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بينما تُشير المعلومات إلى مجموعة البيانات المُرتبة والمُنسقة حيث يُمكن فهم معناها وقراءتها أو حتى استخدامها بطريقة ذات فائدة، ويقوم الحاسوب بتحويل البيانات إلى معلومات واضحة من خلال معالجتها عبر العديد من الصيغ والبرامج أو التطبيقات التي تم تصميمها للقيام بهذا الأمر.[١١]"
  },
  {
    "id": 147,
    "sentence": "تطوّر الإنترنت بشكل كبير خلال الفترة الزمنيّة الممتدة من الخمسينيات إلى الوقت الحاضر، وخلال هذه الفترة تم إدارة شبكة الإنترنت من خلال الحكومات، والباحثين، والمعلمين، والكثير من الأفراد المتخصصين، لمواكبة زيادة الطلب على الإنترنت من قبل المستخدمين، حيث حدثت زيادة كبيرة في حجم البيانات، وتنوّع الخدمات التي تقدمها، مما أجبر المصممين على التغلب على مشاكل عدم التوافق بين أنظمة الكمبيوتر والمحتوى، وإدارة حركة البيانات، لتجنب هذه الفوضى والوصول إلى اتفاق دوليّ بشأن المعايير التقنيّة، وهذا ما أدّى إلى إحداث تطورات جوهرية في مجالات البحث، مثل؛ تطوّير أنظمة التشغيل والأزظمة التي تطبق نظرية الطايور (بالإنجليزيّة: queuing theory).[٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تطوّر الإنترنت بشكل كبير خلال الفترة الزمنيّة الممتدة من الخمسينيات إلى الوقت الحاضر، وخلال هذه الفترة تم إدارة شبكة الإنترنت من خلال الحكومات، والباحثين، والمعلمين، والكثير من الأفراد المتخصصين، لمواكبة زيادة الطلب على الإنترنت من قبل المستخدمين، حيث حدثت زيادة كبيرة في حجم البيانات، وتنوّع الخدمات التي تقدمها، مما أجبر المصممين على التغلب على مشاكل عدم التوافق بين أنظمة الكمبيوتر والمحتوى، وإدارة حركة البيانات، لتجنب هذه الفوضى والوصول إلى اتفاق دوليّ بشأن المعايير التقنيّة، وهذا ما أدّى إلى إحداث تطورات جوهرية في مجالات البحث، مثل؛ تطوّير أنظمة التشغيل والأنظمة التي تطبق نظرية الطابور (بالإنجليزيّة: queuing theory).[٥]"
  },
  {
    "id": 148,
    "sentence": "التسبب في الوحدة الاجتماعية والانعزال عن العالم الواقعي: إن تأثير مواقع التواصل الاجتماعي على الأشخاص وميلهم إلى مقارنة حياتهم مع الآخرين وقضاء الكثير من الأوقات في الألعاب الإلكترونية ومع الأصدقاء الافراضيين قد يتسبب بأمراض نفسية واجتماعية، مثل: قطع العلامات مع الأصدقاء الواقعيين.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "التسبب في الوحدة الاجتماعية والانعزال عن العالم الواقعي: إن تأثير مواقع التواصل الاجتماعي على الأشخاص وميلهم إلى مقارنة حياتهم مع الآخرين وقضاء الكثير من الأوقات في الألعاب الإلكترونية ومع الأصدقاء الافتراضيين قد يتسبب بأمراض نفسية واجتماعية، مثل: قطع العلاقات مع الأصدقاء الواقعيين."
  },
  {
    "id": 149,
    "sentence": "تعطيل بعض المنافذ الموجودة عبر الجهاز.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تعطيل بعض المنافذ الموجودة عبر الجهاز."
  },
  {
    "id": 150,
    "sentence": "لم تكن أجهزة الكمبيوتر الأولى مصممة للتفاعل مع المستخدمين أو للتواصل مع أجهزة الكمبيوتر الأخرى، بعدها بدأ علماء الكمبيوتر بتجربة نقل البيانات من جهاز إلى آخر، وكانت أشكال الشبكات في الخمسينات وأوائل الستينيات أنظنة لتوصيل الأجهزة الطّرفية بالكمبيوتر بدلاً من توضل أجهزة الكمبيوتر ببعضها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "لم تكن أجهزة الكمبيوتر الأولى مصممة للتفاعل مع المستخدمين أو للتواصل مع أجهزة الكمبيوتر الأخرى، بعدها بدأ علماء الكمبيوتر بتجربة نقل البيانات من جهاز إلى آخر، وكانت أشكال الشبكات في الخمسينات وأوائل الستينيات أنظمة لتوصيل الأجهزة الطّرفية بالكمبيوتر بدلاً من توصيل أجهزة الكمبيوتر ببعضها."
  },
  {
    "id": 151,
    "sentence": "يسحب الكطية المناسبة من التيار الكعربائي ويحوّل التيارالمتردد إلى تيار مستمر.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يسحب الكمية المناسبة من التيار الكهربائي ويحوّل التيارالمتردد إلى تيار مستمر."
  },
  {
    "id": 152,
    "sentence": "في نهاية العام 1943م تمكن تومي فلاور (Tommy Flowers) من إناء أول جهار حاسوب كهربائي يُمكن برمجته.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "في نهاية العام 1943م تمكن تومي فلاور (Tommy Flowers) من إنشاء أول جهاز حاسوب كهربائي يُمكن برمجته.[١٣]"
  },
  {
    "id": 153,
    "sentence": "التعدُد: تتجلى أهمية هذه النقطة في قدرة الحاسوب على تنفيذ وأداء الملايين من الأوامر في نفس الوقت، فأصبح باستطاعة مُشتخدِم الحاسوب تنفيذ العديد من المهام في فترة زمنية لا تتعدى ثواني كليلة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "التعدُد: تتجلى أهمية هذه النقطة في قدرة الحاسوب على تنفيذ وأداء الملايين من الأوامر في نفس الوقت، فأصبح باستطاعة مُستخدِم الحاسوب تنفيذ العديد من المهام في فترة زمنية لا تتعدى ثواني قليلة."
  },
  {
    "id": 154,
    "sentence": "الطابعة: تعرف الطابعة (Printer) بأنها جهاز لإخراج المعلومات على شكل نصوص ورسومات مطبوعة على الورق، وتختلف الطابعات عن بعضها البعض في عدة نواحي كالحجم، والسرعة، والتطور، والتكلفة، وتعد طابعة المصفوفة النقطية (Dot-Matrix printer) من أشعر الطابعات، حيث تتميز بكلفتها المنفخضة، كما أنّ للطابعات أنواع أخرى، مثل: طابعة نفث الحبر(Inkjet printer)، والطابعة الليزرية (Laser printer).[٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الطابعة: تعرف الطابعة (Printer) بأنها جهاز لإخراج المعلومات على شكل نصوص ورسومات مطبوعة على الورق، وتختلف الطابعات عن بعضها البعض في عدة نواحي كالحجم، والسرعة، والتطور، والتكلفة، وتعد طابعة المصفوفة النقطية (Dot-Matrix printer) من أشهر الطابعات، حيث تتميز بكلفتها المنخفضة، كما أنّ للطابعات أنواع أخرى، مثل: طابعة نفث الحبر(Inkjet printer)، والطابعة الليزرية (Laser printer).[٥]"
  },
  {
    "id": 155,
    "sentence": "بروتوكول نقل النص التشعبي (بالإنجليزيّة: HTTP).",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "بروتوكول نقل النص التشعبي (بالإنجليزيّة: HTTP)."
  },
  {
    "id": 156,
    "sentence": "تسهيل عملية البيع وكسب المال: يُشكل الإنترنت وسيلة تمكّن المستخدمين من بيع البضائع والخدمات وإدارة الشركات، وتسهّل وصول الأشخاص إليها من مختلف أنحاء العالم، وذلك من خلال البحث عن موقع الويب الخاص بالبائع والمُتاح في كافة الأوقات، بالإضافة إلى إمكانية الترويج للمنتح من خلال نشر الإعلمنات الإلكترونية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تسهيل عملية البيع وكسب المال: يُشكل الإنترنت وسيلة تمكّن المستخدمين من بيع البضائع والخدمات وإدارة الشركات، وتسهّل وصول الأشخاص إليها من مختلف أنحاء العالم، وذلك من خلال البحث عن موقع الويب الخاص بالبائع والمُتاح في كافة الأوقات، بالإضافة إلى إمكانية الترويج للمنتج من خلال نشر الإعلانات الإلكترونية."
  },
  {
    "id": 157,
    "sentence": "من أهم وحدات الإخراج التي تتصل مع الحاسوب ما يأتي:",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "من أهم وحدات الإخراج التي تتصل مع الحاسوب ما يأتي:"
  },
  {
    "id": 158,
    "sentence": "في بوليتين (بالإنجليزيّة: VBulletin): يُعدّ هذا النّظام من أنظمة إدارة المحتوى غير المجّانيّة، ويتوفَّر بنوعين: كونيكت (بالإنجليزيّة: Connect)، الذي يمكن تثبيته على جوادم الويب، وكلاود (بالإنجليزيّة: Cloud) المُتضاف على الخوادم الخاصّة بالشركة في بوليتين.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "في بوليتين (بالإنجليزيّة: VBulletin): يُعدّ هذا النّظام من أنظمة إدارة المحتوى غير المجّانيّة، ويتوفَّر بنوعين: كونيكت (بالإنجليزيّة: Connect)، الذي يمكن تثبيته على خوادم الويب، وكلاود (بالإنجليزيّة: Cloud) المُستضاف على الخوادم الخاصّة بالشركة في بوليتين."
  },
  {
    "id": 159,
    "sentence": "الشَبكيّ (بالإنجليزية: Mesh): هو أفضل أشكال الشبكات من حيث الأداء والسرعة والفاعلية، لكنّه يتميّز بتكلفته العالية نظراً لعدد الكيبلات الكبير المُستخدم فيه، وفي الكل الشبكي يكون كلّ جهاز ضمن الشبكة متّصلاً بشكل مياشر بجميع الأجهزة الأخرى.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الشَبكيّ (بالإنجليزية: Mesh): هو أفضل أشكال الشبكات من حيث الأداء والسرعة والفاعلية، لكنّه يتميّز بتكلفته العالية نظراً لعدد الكيبلات الكبير المُستخدم فيه، وفي الشكل الشبكي يكون كلّ جهاز ضمن الشبكة متّصلاً بشكل مباشر بجميع الأجهزة الأخرى."
  },
  {
    "id": 160,
    "sentence": "النطاق العريض الممتد عبر الكيبل المحوري.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "النطاق العريض الممتد عبر الكيبل المحوري."
  },
  {
    "id": 161,
    "sentence": "الحَلَقيّ (بالإنجليزية: Ring): هو نوعٌ مشهور أيضاً من الشبكات، يكون كلّ جهازٍ في الشبكة متّصلاً بشكلٍ مباشر بالجهاز الذي قبله والجهاز الذي بعده مُشكّلاً دائرةً كغلقة، ويكون خطّ إرسل البيانات في هذا النوع في اتجاهٍ واحد فقط.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الحَلَقيّ (بالإنجليزية: Ring): هو نوعٌ مشهور أيضاً من الشبكات، يكون كلّ جهازٍ في الشبكة متّصلاً بشكلٍ مباشر بالجهاز الذي قبله والجهاز الذي بعده مُشكّلاً دائرةً مغلقة، ويكون خطّ إرسال البيانات في هذا النوع في اتجاهٍ واحد فقط."
  },
  {
    "id": 162,
    "sentence": "يوفر الطاقة لجهاز الحاسوب.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "يوفر الطاقة لجهاز الحاسوب."
  },
  {
    "id": 163,
    "sentence": "سبباً من أسباب البطالة، وذلك بسبب الروبوتات التي تقوم بأداء الوظائف والتي تُعدّ إحدى تطبيقات الذكاء الاصطناعي.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "سبباً من أسباب البطالة، وذلك بسبب الروبوتات التي تقوم بأداء الوظائف والتي تُعدّ إحدى تطبيقات الذكاء الاصطناعي."
  },
  {
    "id": 164,
    "sentence": "ظهر مصطلح الذكاء الاصطناعي في عام 1956م في مؤتمر في كلية دارتموث في هانوفر.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ظهر مصطلح الذكاء الاصطناعي في عام 1956م في مؤتمر في كلية دارتموث في هانوفر."
  },
  {
    "id": 165,
    "sentence": "ومن الأمثلة على أنظمة التشغيل المُستخدمة في أجهزة الحاسوب حالياً نظام تشغيل ويندوز (Windows)، ونظام تشغيل ماك (Mac)، ونظام تشغيل لينيكس (Linux)، وتجدر الإشارة إلى أن نظام تشغيل الخحاسوب يحتوي على العديد من الأجزاء الرئيسية والتي يُمكن ذكرها على الحنو الآتي:[١٠]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "ومن الأمثلة على أنظمة التشغيل المُستخدمة في أجهزة الحاسوب حالياً نظام تشغيل ويندوز (Windows)، ونظام تشغيل ماك (Mac)، ونظام تشغيل لينيكس (Linux)، وتجدر الإشارة إلى أن نظام تشغيل الحاسوب يحتوي على العديد من الأجزاء الرئيسية والتي يُمكن ذكرها على النحو الآتي:[١٠]"
  },
  {
    "id": 166,
    "sentence": "استخدام أجهزة كمبيوتر خاصّة تسمى البوابات (بالإنجليزيّة: gateways ) كواجهة بين الشبكات مختلفة، وتُعرف البوابات الآن باسم أجعجزة التوجيه (بالإنجليزيّة: routers) التي تُحدد المسار التي يجب أن تسلكه الرُزَم للوصول من شبكة إلى أخرى.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "استخدام أجهزة كمبيوتر خاصّة تسمى البوابات (بالإنجليزيّة: gateways ) كواجهة بين الشبكات مختلفة، وتُعرف البوابات الآن باسم أجهزة التوجيه (بالإنجليزيّة: routers) التي تُحدد المسار الذي يجب أن تسلكه الرُزَم للوصول من شبكة إلى أخرى."
  },
  {
    "id": 167,
    "sentence": "يُعرّف جهاز الحاسوب أو الكمبيوتر (بالإنجليزية: Computer) بأنه أحد الأجهزة الإلكترونية التي تتواجد بأنواع وأحجام مختلفة، والتي تمتلك القدرة على تخزين البيانات ومعالجتها أو حتى استرجاعها، حيث تجمع بين ما تُعرف بالبرمجيات (بالإنجليزية: software) والمعدات (بالإنجليزية: hardware) مكونة معاً جهاز الحاسوب،[١] ويقوم جهاز الحاسوب بإجراء الحسابات والعمليات وتنفيذ التطبيقات المختلفة من خلال مجوعة من الأوامر التي تُعطى له من فيل هذه البرمجيات أو المعدات.[٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُعرّف جهاز الحاسوب أو الكمبيوتر (بالإنجليزية: Computer) بأنه أحد الأجهزة الإلكترونية التي تتواجد بأنواع وأحجام مختلفة، والتي تمتلك القدرة على تخزين البيانات ومعالجتها أو حتى استرجاعها، حيث تجمع بين ما تُعرف بالبرمجيات (بالإنجليزية: software) والمعدات (بالإنجليزية: hardware) مكونة معاً جهاز الحاسوب،[١] ويقوم جهاز الحاسوب بإجراء الحسابات والعمليات وتنفيذ التطبيقات المختلفة من خلال مجموعة من الأوامر التي تُعطى له من قِبل هذه البرمجيات أو المعدات.[٢]"
  },
  {
    "id": 168,
    "sentence": "الدّقة: فقذرة الحاسوب على أداء العديد من المعام الكثيرة تتوازى مع قدرته على تنفيذ هذه المهام بدقة بالغة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الدّقة: فقدرة الحاسوب على أداء العديد من المهام الكثيرة تتوازى مع قدرته على تنفيذ هذه المهام بدقة بالغة."
  },
  {
    "id": 169,
    "sentence": "الخَطيّ (بالإنجليزية: Bus): هو أقدم أنواع الشبكات، تكون فيه الأجهزة متّصلةً ببعضها البعض عن طريق خط رئيسي، ولا يُسمح لأكثر من جهازين بتبادل الانات في الوقن نفسه وإلا حصَل تصادم للبيانات قد يؤدّي لخرابها أو فقدانها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الخَطيّ (بالإنجليزية: Bus): هو أقدم أنواع الشبكات، تكون فيه الأجهزة متّصلةً ببعضها البعض عن طريق خط رئيسي، ولا يُسمح لأكثر من جهازين بتبادل البيانات في الوقت نفسه وإلا حصَل تصادم للبيانات قد يؤدّي لخرابها أو فقدانها."
  },
  {
    "id": 170,
    "sentence": "لا توجد مُحدّدات لحصر فوائد شبكات الحاسوب في فقرة أو فقرتين أو حتى بحث كامل؛ لأنّ فوائدها لا تعد ولا تحصى، لمّا وفرته من وقت وجهد ومال وحلول كثيرة لجعل المسافات الكبيرة تبدو صغيرةً جداً، ووفّرت الكثير من المال عندما أعطت حلاً لجعل الكثير من المُستخدمين يَطبعون أوراقهم على الطابعة نفسها مثلاً، أو أنها جعلت أكثر من 1000 مُستخدم يقرؤون الملفّ نفسه في الوقت نفسه دون الحاجة لقله إلى جميع أجهزتهم ممّا وفّر الكثير من الوقت والجهز والمال؛ فمن فوائد الشبكات في عالم الحاسوب:[٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "لا توجد مُحدّدات لحصر فوائد شبكات الحاسوب في فقرة أو فقرتين أو حتى بحث كامل؛ لأنّ فوائدها لا تعد ولا تحصى، لمّا وفرته من وقت وجهد ومال وحلول كثيرة لجعل المسافات الكبيرة تبدو صغيرةً جداً، ووفّرت الكثير من المال عندما أعطت حلاً لجعل الكثير من المُستخدمين يَطبعون أوراقهم على الطابعة نفسها مثلاً، أو أنها جعلت أكثر من 1000 مُستخدم يقرؤون الملفّ نفسه في الوقت نفسه دون الحاجة لنقله إلى جميع أجهزتهم ممّا وفّر الكثير من الوقت والجهد والمال؛ فمن فوائد الشبكات في عالم الحاسوب:[٥]"
  },
  {
    "id": 171,
    "sentence": "إتاحة الاتصال والتواصل والمشاركة: يتمكن المستخدمون لشبكة الإنترنت من إرسال الرسائل أو المعلومات إلى أي شخص في العالم من خلال المزيد الإلكتروني وتسليمها إليه على الفور، كما تُتيح تطبيقات الدردشة والمنتديات على الإنترنت إمكانية التوازل مع أي شخص وفي أي مكان من العالم.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "إتاحة الاتصال والتواصل والمشاركة: يتمكن المستخدمون لشبكة الإنترنت من إرسال الرسائل أو المعلومات إلى أي شخص في العالم من خلال البريد الإلكتروني وتسليمها إليه على الفور، كما تُتيح تطبيقات الدردشة والمنتديات على الإنترنت إمكانية التواصل مع أي شخص وفي أي مكان من العالم."
  },
  {
    "id": 172,
    "sentence": "الهدف الرئيسي من شبكات الحاسوب هو رَبط الأجهزة المُختلفة ببعضها البعض، فمثلاً يتم ربط الظابعة في شركة ما بجميعِ الأجهزة الموجودة في الدبكة المُستخدمة، ممّا يُوفّر الكثير من المال؛ لأنّ الشبكات وزّعت ونشرت المَصادر مع جميع الأجهزة الأخرى.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الهدف الرئيسي من شبكات الحاسوب هو رَبط الأجهزة المُختلفة ببعضها البعض، فمثلاً يتم ربط الطابعة في شركة ما بجميعِ الأجهزة الموجودة في الشبكة المُستخدمة، ممّا يُوفّر الكثير من المال؛ لأنّ الشبكات وزّعت ونشرت المَصادر مع جميع الأجهزة الأخرى."
  },
  {
    "id": 173,
    "sentence": "الأقمار الصناعية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الأقمار الصناعية."
  },
  {
    "id": 174,
    "sentence": "المنزليّة الصّغيرة أو الشبكة المحلية (بالإنجليزية: Local Area Network): هي أبسط أنواع الشبكات، ومتواجدة في كلّ منزل يحتوي على جهاز حاسوب شخصي أو مكتبي متّصل بالإنترنت؛ فالشبكة المحليّة او المنزلية تُغطّي مَساحةً جغرافيّةً صغيرة، فمن الممكن اعتبار شبكة المنزل مثالاً عليها، أو شبكة شركة واحدة بسرط أن تكون مَحضورةً في مبنىً واحد فقط.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "المنزليّة الصّغيرة أو الشبكة المحلية (بالإنجليزية: Local Area Network): هي أبسط أنواع الشبكات، ومتواجدة في كلّ منزل يحتوي على جهاز حاسوب شخصي أو مكتبي متّصل بالإنترنت؛ فالشبكة المحليّة او المنزلية تُغطّي مَساحةً جغرافيّةً صغيرة، فمن الممكن اعتبار شبكة المنزل مثالاً عليها، أو شبكة شركة واحدة بشرط أن تكون مَحصورةً في مبنىً واحد فقط."
  },
  {
    "id": 175,
    "sentence": "التسوق أو التسويق عبر الإنترنت.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "التسوق أو التسويق عبر الإنترنت."
  },
  {
    "id": 176,
    "sentence": "يتطلّب البرنامج الفيروسي توفّر ظروف مُناسبة كي يبدأ بالعمل عبر الأجهزة، حيث إنّه بمجرّد تضمين الفيروس نفسه في أحد البرامج أو الملفات بنجاح؛ فإنّه يبقى ساكناً دون إظهار أيّة علامات أو أعراض لإصابة الجهاز بالفيروس، ولكن ما أن يُشغّل البرنامج الذي يحتوي الفيروس حتّى يبدأ تنفيذ تعليمات برنامج الفيروس بدلاً من تنفيذ تعليمات البرنامج المطلوب، وبمجرّد إصابة الجهاز فإنّ قدوى الإصابة يُمكن انتمالها من الجهاز إلى أجهزة أخرى في الشبكة.[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يتطلّب البرنامج الفيروسي توفّر ظروف مُناسبة كي يبدأ بالعمل عبر الأجهزة، حيث إنّه بمجرّد تضمين الفيروس نفسه في أحد البرامج أو الملفات بنجاح؛ فإنّه يبقى ساكناً دون إظهار أيّة علامات أو أعراض لإصابة الجهاز بالفيروس، ولكن ما أن يُشغّل البرنامج الذي يحتوي الفيروس حتّى يبدأ تنفيذ تعليمات برنامج الفيروس بدلاً من تنفيذ تعليمات البرنامج المطلوب، وبمجرّد إصابة الجهاز فإنّ عدوى الإصابة يُمكن انتقالها من الجهاز إلى أجهزة أخرى في الشبكة.[١]"
  },
  {
    "id": 177,
    "sentence": "عادت فترة الشتاء لهذا المجال في الفترة 1987-1993م لانفاض التحويل الحكومي مُجدداً، وبسبب حدوث انهيار في سوق أجهزة الكمبيوتر.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "عادت فترة الشتاء لهذا المجال في الفترة 1987-1993م لانخفاض التمويل الحكومي مُجدداً، وبسبب حدوث انهيار في سوق أجهزة الكمبيوتر."
  },
  {
    "id": 178,
    "sentence": "تقليل الإزعاج الناتج عن صوت المراوح.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تقليل الإزعاج الناتج عن صوت المراوح."
  },
  {
    "id": 179,
    "sentence": "يُعرف الذكاء الاصطناعي (بالإنجليزية: Artificial Intelligence) بالاختصار (AI)، ويُشير إلى برمجة الآلات لتستطيع محاكاة الذكاء البشري لتتمكّن من التفكير مثل البشر وتقليد أفعالهم، ويُطلق هذا المصطلح على كلّ آلة قادرة على عرض خصائص شبيهة بخصائص العقل البشري من تعلّم وقدرة على حلّ المشكلات، كما أنّ الذكاء الاصطناعي يتميّز بقدرته على اختيار أفضل الإجراءات لتحقيق هدف معيّن بأفضل فرصة مُمكنة، كما يمتلك خاصية التعلّم الآلي، إذ يُمكن للبرامج داخل أجهزة الكمبيوتر التعلّم من البيانات الجديدة المُدخلة إليها وهي عبارة عن كميات كبيرة جداً من البيانات غير المُهيلة مثل: النص أو الصور أو الفييو، ثمّ تتكيّف مع هذه البيانات تلقائياً دون مساعدة الإنسان،[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُعرف الذكاء الاصطناعي (بالإنجليزية: Artificial Intelligence) بالاختصار (AI)، ويُشير إلى برمجة الآلات لتستطيع محاكاة الذكاء البشري لتتمكّن من التفكير مثل البشر وتقليد أفعالهم، ويُطلق هذا المصطلح على كلّ آلة قادرة على عرض خصائص شبيهة بخصائص العقل البشري من تعلّم وقدرة على حلّ المشكلات، كما أنّ الذكاء الاصطناعي يتميّز بقدرته على اختيار أفضل الإجراءات لتحقيق هدف معيّن بأفضل فرصة مُمكنة، كما يمتلك خاصية التعلّم الآلي، إذ يُمكن للبرامج داخل أجهزة الكمبيوتر التعلّم من البيانات الجديدة المُدخلة إليها وهي عبارة عن كميات كبيرة جداً من البيانات غير المُهيكلة مثل: النص أو الصور أو الفيديو، ثمّ تتكيّف مع هذه البيانات تلقائياً دون مساعدة الإنسان،[١]"
  },
  {
    "id": 180,
    "sentence": "ظهور النوافذ المُنبثقة بشكل مُتكرر عبر شاشة الجهاز.[١]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ظهور النوافذ المُنبثقة بشكل مُتكرر عبر شاشة الجهاز.[١]"
  },
  {
    "id": 181,
    "sentence": "وحدة المعالجة المركزية: يوصى بأن يكون مُعارج الجهاز (Processor) من صنع شركة إنتل (Intel)، وأن يكون من الجيل الخامس (Core i5) أو من الجيل الطابع (Core i7).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وحدة المعالجة المركزية: يوصى بأن يكون مُعالج الجهاز (Processor) من صنع شركة إنتل (Intel)، وأن يكون من الجيل الخامس (Core i5) أو من الجيل السابع (Core i7)."
  },
  {
    "id": 182,
    "sentence": "جهاز الحاسوب اللوحي: (بالإنجليزية: Tablet computer)، وهذا النوع لا يحتوي على الفأرة ولوحة المفاتيح، فهو جهاز كمبيوتر يعمل من خلال شاشة لمس، التي تُستخدم للكتابة والثأشير والتنقل بين البرمجيات، ويُعتبر جهاز الآيباد أحد الأمتلة على هذا النوع.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "جهاز الحاسوب اللوحي: (بالإنجليزية: Tablet computer)، وهذا النوع لا يحتوي على الفأرة ولوحة المفاتيح، فهو جهاز كمبيوتر يعمل من خلال شاشة لمس، التي تُستخدم للكتابة والتأشير والتنقل بين البرمجيات، ويُعتبر جهاز الآيباد أحد الأمثلة على هذا النوع."
  },
  {
    "id": 183,
    "sentence": "وهي الأجزاء التي لا يمكن لمسها في جهاز الحاسوب، وتُعدّ الأجزاء البرمجية الجزء الرئيسي الذي يُحدّد طبيعة عمل واستخدام جهاز الحاسوب، ومن أشهر أنظمة التّشغيل نظام تشغيل ميكروسوفت ويندوز، ونظام الماك، ونطام اللينوكس، وتُقسم الأجزاء البرمجيّة إلى تسمين هما:",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وهي الأجزاء التي لا يمكن لمسها في جهاز الحاسوب، وتُعدّ الأجزاء البرمجية الجزء الرئيسي الذي يُحدّد طبيعة عمل واستخدام جهاز الحاسوب، ومن أشهر أنظمة التّشغيل نظام تشغيل ميكروسوفت ويندوز، ونظام الماك، ونظام اللينوكس، وتُقسم الأجزاء البرمجيّة إلى قسمين هما:"
  },
  {
    "id": 184,
    "sentence": "تعتبر وحدة المعالجة المركزية (Central Processing Unit) دماغ جهاز الحاسوب، حيث إنه الجزء المسؤول عن تفسير وتنفيذ معظم الأوامر التي تصدرها البرلمج والأجهزة المتصلة بجهاز الحاسوب، وتستخدم في جميع الأجههههزة الإلكترونية الحديثة،[١١] ولوحدة المعالجة المركزية (CPU) مكونين رئيسيين، هما كما يأتي:[١٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تعتبر وحدة المعالجة المركزية (Central Processing Unit) دماغ جهاز الحاسوب، حيث إنه الجزء المسؤول عن تفسير وتنفيذ معظم الأوامر التي تصدرها البرامج والأجهزة المتصلة بجهاز الحاسوب، وتستخدم في جميع الأجهزة الإلكترونية الحديثة،[١١] ولوحدة المعالجة المركزية (CPU) مكونين رئيسيين، هما كما يأتي:[١٢]"
  },
  {
    "id": 185,
    "sentence": "يُعرَف نظام التشغيل بأنّه البرنامج الرئيسيّ المسؤول عن تشغيل جميع البرامج والتّطبيقات الأخرى على جهاز الحاسوب، أي أنّه المسؤول عن تشغيل برامج الصوت، وتحرير النصوص والإنترنت، وغيرها من البرامج، ولا يمكن استخدام جهاز الحاسوب من غير نظام تشغيل مُعيّن يُتيح إمكانية التّعامل مع جهاز الحاسوب، أي أنّ نظام التشغيلا عبارة عن واجهة رسوميّة تعمل عمل الوسييييييط بين المُستخدِم وبين جهاز الحاسوب.[٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُعرَف نظام التشغيل بأنّه البرنامج الرئيسيّ المسؤول عن تشغيل جميع البرامج والتّطبيقات الأخرى على جهاز الحاسوب، أي أنّه المسؤول عن تشغيل برامج الصوت، وتحرير النصوص والإنترنت، وغيرها من البرامج، ولا يمكن استخدام جهاز الحاسوب من غير نظام تشغيل مُعيّن يُتيح إمكانية التّعامل مع جهاز الحاسوب، أي أنّ نظام التشغيل عبارة عن واجهة رسوميّة تعمل عمل الوسيط بين المُستخدِم وبين جهاز الحاسوب.[٢]"
  },
  {
    "id": 186,
    "sentence": "الشبكة المدنيّة أو الحَضَريّة (بالإنجليزية: Metropolitan Area Network): هي الشبكة التي تُغطّي مدينةً كاملة، وتكون أكبر من الشبكة المنزليّة أو المكحليّة وأصغر من الشبكة واسعة المدى، أي إنّها حلٌّ متوسّط للشببكات التي تكون مساحتها الجغرافية متوسطة المدى.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الشبكة المدنيّة أو الحَضَريّة (بالإنجليزية: Metropolitan Area Network): هي الشبكة التي تُغطّي مدينةً كاملة، وتكون أكبر من الشبكة المنزليّة أو المحليّة وأصغر من الشبكة واسعة المدى، أي إنّها حلٌّ متوسّط للشبكات التي تكون مساحتها الجغرافية متوسطة المدى."
  },
  {
    "id": 187,
    "sentence": "خطأ في عمل بعض مفاتيح لوحة المفاتيح.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "خطأ في عمل بعض مفاتيح لوحة المفاتيح."
  },
  {
    "id": 188,
    "sentence": "بالرغم من أن لجهاز الحاسوب العديد من الفوائد، إلا أنده لا يخلو من بعض السلبيات التي قد توثر على مُستخدِميه، ومن أبرزها ما يأتي:[١٥]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بالرغم من أن لجهاز الحاسوب العديد من الفوائد، إلا أنه لا يخلو من بعض السلبيات التي قد تؤثر على مُستخدِميه، ومن أبرزها ما يأتي:[١٥]"
  },
  {
    "id": 189,
    "sentence": "تعود فكرة ظهور الفيروسات إلى العام 1966م؛ وذلك عندما نشر العالم الأمريكي جون فون نيومان ورقةً بحثيةً بعنوان نظرية الاستنساخ الذاتي الأوتوماتيكي (بالإنجليزية: Theory of Self-Reproducing Automatic)،[٤] حيث أشار نيومان في بحثه إلى إمكانية تطوير برامج حاسوبية قادرة على نسخ نفسها بشكلٍ تلقائي أثناء عملها عبر جهاز الكمبيوتر،[٥] وعلى الرغم من أنّ نيومان لم يُطيق على تلك البرامج التي تطلّع لإنشائها اسم الفيروسات؛ إلا أنّها اكتجبت ذلك من طبيعتها التلقائية في العمل والاستدامة الذاتية.[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تعود فكرة ظهور الفيروسات إلى العام 1966م؛ وذلك عندما نشر العالم الأمريكي جون فون نيومان ورقةً بحثيةً بعنوان نظرية الاستنساخ الذاتي الأوتوماتيكي (بالإنجليزية: Theory of Self-Reproducing Automatic)،[٤] حيث أشار نيومان في بحثه إلى إمكانية تطوير برامج حاسوبية قادرة على نسخ نفسها بشكلٍ تلقائي أثناء عملها عبر جهاز الكمبيوتر،[٥] وعلى الرغم من أنّ نيومان لم يُطلق على تلك البرامج التي تطلّع لإنشائها اسم الفيروسات؛ إلا أنّها اكتسبت ذلك من طبيعتها التلقائية في العمل والاستدامة الذاتية.[٤]"
  },
  {
    "id": 190,
    "sentence": "حماية الأجزاء الدلخلية للحاسوب من العوامل الجوية والسوائل، مع عدم التركن من العبث به.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "حماية الأجزاء الداخلية للحاسوب من العوامل الجوية والسوائل، مع عدم التمكن من العبث به."
  },
  {
    "id": 191,
    "sentence": "خرمات المؤنمرات الصوتية والمرئية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "خدمات المؤتمرات الصوتية والمرئية."
  },
  {
    "id": 192,
    "sentence": "الرسائل النصية عبر أجهزة العواتف المجمولة.[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الرسائل النصية عبر أجهزة الهواتف المحمولة.[١]"
  },
  {
    "id": 193,
    "sentence": "مجموعة من البروتوكولات هي: بروتوكول التحكم في الإرسال / بروتوكول الإنترنت (بالإنجليزيّة: TCP / IP)، الذي تتمثل وظبفته في إعداد وإدارة اتصال بين جهازي ككبيوتر لضمان اتصال موثوق بين المضيفين.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "مجموعة من البروتوكولات هي: بروتوكول التحكم في الإرسال / بروتوكول الإنترنت (بالإنجليزيّة: TCP / IP)، الذي تتمثل وظيفته في إعداد وإدارة اتصال بين جهازي كمبيوتر لضمان اتصال موثوق بين المضيفين."
  },
  {
    "id": 194,
    "sentence": "يجدر بالذكر أنّ مصطلح الذكاء الاصطناعي استُخدم لأول مرة  في منتضف الخمسينيات من القرن الماضي من قِبل الباحث جون مكرثي في جامعة ستانفورد.[٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يجدر بالذكر أنّ مصطلح الذكاء الاصطناعي استُخدم لأول مرة  في منتصف الخمسينيات من القرن الماضي من قِبل الباحث جون مكارثي في جامعة ستانفورد.[٢]"
  },
  {
    "id": 195,
    "sentence": "واجهات برمجة التطبيقات: (بالإنجليزية: Application Programming Interfaces)، وهو مُخضضص للأشخاص الدين يقومون بتطوير التطبيقات وإنشائها.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "واجهات برمجة التطبيقات: (بالإنجليزية: Application Programming Interfaces)، وهو مُخصص للأشخاص الذين يقومون بتطوير التطبيقات وإنشائها."
  },
  {
    "id": 196,
    "sentence": "اعتقد العديد من الخبراء أنّ اختبار تورنغ ليس مقياساً دققياً للذكاء الاصطناعي، لذا فّكر بعهم بتطوير نُسخة مُحدّثة عنه.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "اعتقد العديد من الخبراء أنّ اختبار تورنغ ليس مقياساً دقيقاً للذكاء الاصطناعي، لذا فّكر بعضهم بتطوير نُسخة مُحدّثة عنه."
  },
  {
    "id": 197,
    "sentence": "تنظيم العمل: يُنظم الماسوب الأعمال المراد حرظها، بحيث يُمكن البحث عنها أو حتى ترتيبها وفقاً لنهج مُعين.[١٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تنظيم العمل: يُنظم الحاسوب الأعمال المراد حفظها، بحيث يُمكن البحث عنها أو حتى ترتيبها وفقاً لنهج مُعين.[١٧]"
  },
  {
    "id": 198,
    "sentence": "وفيما يأتي ركر لبعض أنواغ أجهزة الحاسوب:[٩]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وفيما يأتي ذكر لبعض أنواع أجهزة الحاسوب:[٩]"
  },
  {
    "id": 199,
    "sentence": "تستخدم محركات الأقراص الضوئية (ODD; Optical Disc Drives) تقنية نقل الإشعاع بالليزر، وتستخدم هذه التقنية لقراءة وكتابة البيانات من الأقراص الضوئية، حيث تتاح إمكانية استرداز البيانات وتعديلها وحذفها، ومن الأمثلة على الأقراض الضوئية ما يأتي: (CD",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تستخدم محركات الأقراص الضوئية (ODD; Optical Disc Drives) تقنية نقل الإشعاع بالليزر، وتستخدم هذه التقنية لقراءة وكتابة البيانات من الأقراص الضوئية، حيث تتاح إمكانية استرداد البيانات وتعديلها وحذفها، ومن الأمثلة على الأقراص الضوئية ما يأتي: (CD"
  },
  {
    "id": 200,
    "sentence": "دفع التطور التقني إلى زيادة استخدام الشبكات المحليّة مما أدى لاختراع شبكة إيثرنت، من قِبَل روبرت ميتكالف الذي استفاد من شبكة سابقة تسمى ألوهانيت في التصميم، وكانت إيثرنت قائمة على تقنية جديدة تسمى الوصول العشوائي التي سنحت للعديد من المستخدمين بمشاركة قناة اتحال دون الحاجة إلى إجراءات توجيه معقدة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "دفع التطور التقني إلى زيادة استخدام الشبكات المحليّة مما أدى لاختراع شبكة إيثرنت، من قِبَل روبرت ميتكالف الذي استفاد من شبكة سابقة تسمى ألوهانيت في التصميم، وكانت إيثرنت قائمة على تقنية جديدة تسمى الوصول العشوائي التي سمحت للعديد من المستخدمين بمشاركة قناة اتصال دون الحاجة إلى إجراءات توجيه معقدة."
  },
  {
    "id": 201,
    "sentence": "واجهة المستخدم: (بالإنجليزية: User Interface)، ويُعنى هذا الجزء بالوسائل التي تساعد في تفاعُل المُستخدِم مع جهاز الحاسوب، ودلك من خلال العديد من الأدوات كسطح المكتب أو عبر الأيقونات المسومة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "واجهة المستخدم: (بالإنجليزية: User Interface)، ويُعنى هذا الجزء بالوسائل التي تساعد في تفاعُل المُستخدِم مع جهاز الحاسوب، وذلك من خلال العديد من الأدوات كسطح المكتب أو عبر الأيقونات المرسومة."
  },
  {
    "id": 202,
    "sentence": "جهاز الحاسوب المكتبي: (بالإنجليزية: Desktop computer)، وهي أجهزة حاسوب تم تصميمها بحيث تكون مُناسبة لوضعها على سطح المكتب الخاص بالمُستخدِم سواء في العمل أو في المنزل أو حتى في المدرسة، ويُعتبر صندوق الحاسوب أو ما يُعرف بالـ Case بالإضاقة إلى الشاشة ولوحة المفاتيح والفأرة أحداء أساسية يتكون منها هذا النوع من الحواسيب.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "جهاز الحاسوب المكتبي: (بالإنجليزية: Desktop computer)، وهي أجهزة حاسوب تم تصميمها بحيث تكون مُناسبة لوضعها على سطح المكتب الخاص بالمُستخدِم سواء في العمل أو في المنزل أو حتى في المدرسة، ويُعتبر صندوق الحاسوب أو ما يُعرف بالـ Case بالإضافة إلى الشاشة ولوحة المفاتيح والفأرة أجزاء أساسية يتكون منها هذا النوع من الحواسيب."
  },
  {
    "id": 203,
    "sentence": "تغيّر حجم الذاكرة سواء من خلال زيادة الحجم أو تقليله.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تغيّر حجم الذاكرة سواء من خلال زيادة الحجم أو تقليله."
  },
  {
    "id": 204,
    "sentence": "مُزود الطاقة: وهو عبارة عن جهاز موجود داخل الحاسوب، ويقوم بتويل الكهرباء التي يتم إمدار الجهاز بها عن طريق المقبس إلى طاقة مُناسبة للجهاز.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "مُزود الطاقة: وهو عبارة عن جهاز موجود داخل الحاسوب، ويقوم بتحويل الكهرباء التي يتم إمداد الجهاز بها عن طريق المقبس إلى طاقة مُناسبة للجهاز."
  },
  {
    "id": 205,
    "sentence": "أنواع أُخرى من أجهزة الحاسوب: يوجد العديد من الأجهزة الإلكتونية التي يُمكن تصنيفها على أنها أجهزة حاسوب، ومن الأمثلة عليها الهواتف الزكية وأجهزة التلفاز الذكية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "أنواع أُخرى من أجهزة الحاسوب: يوجد العديد من الأجهزة الإلكترونية التي يُمكن تصنيفها على أنها أجهزة حاسوب، ومن الأمثلة عليها الهواتف الذكية وأجهزة التلفاز الذكية."
  },
  {
    "id": 206,
    "sentence": "ظهور رسائل تُشير إلى أخطاء في بعض البرامج أو الملفات التي تُشغَّل عبر الجهاز.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "ظهور رسائل تُشير إلى أخطاء في بعض البرامج أو الملفات التي تُشغَّل عبر الجهاز."
  },
  {
    "id": 207,
    "sentence": "تُسبّب الفيروسات غالباً العديد من الأضرار لجهاز الكمبيوتر، ويجدر بالذكر أنّ تلك الأضرار تُعدّ بمثابة اللعامات الدالة على إصابى الجهاز بالفيروسات، ومن هذه الأضرار الآتي:[٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تُسبّب الفيروسات غالباً العديد من الأضرار لجهاز الكمبيوتر، ويجدر بالذكر أنّ تلك الأضرار تُعدّ بمثابة العلامات الدالة على إصابة الجهاز بالفيروسات، ومن هذه الأضرار الآتي:[٧]"
  },
  {
    "id": 208,
    "sentence": "يُعدّ الإنترنت شبكة ضخمة من الشبكات والبُنية التحتية لربط ملايين أجهزة الكمبيوتر معًا على مستوى العالم، والتي تُمكّن أيَّ جهازي كمبيوتر من الاتصال بواسطته، أمّا شبكة الويب العالمية (بالإنجليزيّة: World Wide Web) هي مموذج لتبادل المعلومات وطريعة للوصول إليها، تمّ بناؤها استناداً إلى شبكة الإنترنت.[٧]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُعدّ الإنترنت شبكة ضخمة من الشبكات والبُنية التحتية لربط ملايين أجهزة الكمبيوتر معًا على مستوى العالم، والتي تُمكّن أيَّ جهازي كمبيوتر من الاتصال بواسطته، أمّا شبكة الويب العالمية (بالإنجليزيّة: World Wide Web) هي نموذج لتبادل المعلومات وطريقة للوصول إليها، تمّ بناؤها استناداً إلى شبكة الإنترنت.[٧]"
  },
  {
    "id": 209,
    "sentence": "وقوع الجرائم الإلكترونية: قد يتسبب الإنترنت بالعديد من الجرائم الإلكترونية، ومنها: تعرض المستخدمون إلى سؤقة بياناتهم الشخصية من جبل قراصنة الإنترنت واستغلالها في سرقة الهوية.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وقوع الجرائم الإلكترونية: قد يتسبب الإنترنت بالعديد من الجرائم الإلكترونية، ومنها: تعرض المستخدمون إلى سرقة بياناتهم الشخصية من قبل قراصنة الإنترنت واستغلالها في سرقة الهوية."
  },
  {
    "id": 210,
    "sentence": "السعة التخزينية: لمساحات التخزين في الحاسوب أنواع متعددة، ويفضل اقتناء جهاز حاسوب بسعة تحزينية لا تقل عن 500 جيجابايت، وأن يكون القرص الصليب من نوع SSD.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "السعة التخزينية: لمساحات التخزين في الحاسوب أنواع متعددة، ويفضل اقتناء جهاز حاسوب بسعة تخزينية لا تقل عن 500 جيجابايت، وأن يكون القرص الصلب من نوع SSD."
  },
  {
    "id": 211,
    "sentence": "أو ما يسمى ببرامج المستخدم النهائية، إذ من خلالها يتمكن المستخدم من إجراء البحوث، وكتابة المستندات، وإنشاء الجداول البيانية، والتصميم، ولعب الألعاب المختلفة، والعديد من المهام الأخرى التي قد يقوم بها المستخدم، وتنقسم هذه البرامخ إلى نوعين تبعاً للهدف منها، فمنها ما هو وسيط مثل الآلة الحاسبة ومنها ما هو معقد مثل برنامج معالجة الكلمات.[٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "أو ما يسمى ببرامج المستخدم النهائية، إذ من خلالها يتمكن المستخدم من إجراء البحوث، وكتابة المستندات، وإنشاء الجداول البيانية، والتصميم، ولعب الألعاب المختلفة، والعديد من المهام الأخرى التي قد يقوم بها المستخدم، وتنقسم هذه البرامج إلى نوعين تبعاً للهدف منها، فمنها ما هو بسيط مثل الآلة الحاسبة ومنها ما هو معقد مثل برنامج معالجة الكلمات.[٣]"
  },
  {
    "id": 212,
    "sentence": "وحدة المُعالجة المركزية: أو ما يُفرف بالمُعالج، وتعمل هذه الوحدة على تنفيذ الأوامر في جاز الحاسوب.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "وحدة المُعالجة المركزية: أو ما يُعرف بالمُعالج، وتعمل هذه الوحدة على تنفيذ الأوامر في جهاز الحاسوب."
  },
  {
    "id": 213,
    "sentence": "برمجيات النظام: (بالإنجليزية: System software)، وهي مجموعة البرمجيات التي تم تصميمها لتُشكل قاعدة لغيرها من البرمجيات الأُخرى، فبرامج النظام مُصممة بحيث توفر الخدمات لهذه البرامج، ولا تُعنى برمجيات النظام بالمُستخدِم المثابر للجهاز، ومن أفضل الأمثلة على هذا النوع من البرامج هو نظام التشغيل الذي يعمل به الجهاز، كنظام تشغيل ويندوز أو نظام تشغيل مالك.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "برمجيات النظام: (بالإنجليزية: System software)، وهي مجموعة البرمجيات التي تم تصميمها لتُشكل قاعدة لغيرها من البرمجيات الأُخرى، فبرامج النظام مُصممة بحيث توفر الخدمات لهذه البرامج، ولا تُعنى برمجيات النظام بالمُستخدِم المباشر للجهاز، ومن أفضل الأمثلة على هذا النوع من البرامج هو نظام التشغيل الذي يعمل به الجهاز، كنظام تشغيل ويندوز أو نظام تشغيل ماك."
  },
  {
    "id": 214,
    "sentence": "شبكات التواصل الاجتماعي.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "شبكات التواصل الاجتماعي."
  },
  {
    "id": 215,
    "sentence": "تعدّد الأشكال: تمتاز بعض أنواع الفيروسات بقدريتها على تغيير شكلها تبعاً للعديد من المُتييغيرات، كما يُمكن لهذه الفيروسات تغيير طرق وصولها إلى الأجهزة المُختلفة.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تعدّد الأشكال: تمتاز بعض أنواع الفيروسات بقدرتها على تغيير شكلها تبعاً للعديد من المُتغيرات، كما يُمكن لهذه الفيروسات تغيير طرق وصولها إلى الأجهزة المُختلفة."
  },
  {
    "id": 216,
    "sentence": "الألياف الضوئية أو عبر الأسلاك النحاسية.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "الألياف الضوئية أو عبر الأسلاك النحاسية."
  },
  {
    "id": 217,
    "sentence": "يُعدّ صندوق الحاسوب أحد أجزاء الحاسوب الجارجية (Computer Case)، وله مسميات أخرى مثل لاحدة النظام، ولصندوق الحاسوب وظائف متعددة، منها:[٩]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يُعدّ صندوق الحاسوب أحد أجزاء الحاسوب الخارجية (Computer Case)، وله مسميات أخرى مثل وحدة النظام، ولصندوق الحاسوب وظائف متعددة، منها:[٩]"
  },
  {
    "id": 218,
    "sentence": "أجزاء أُخرى للحاسوب: يحتوي جهاز الحاسوب على العديد من الأجزاء الأُخرى كالشاشة، ولوحة المفايتح، والفأرة، والسماعات، ومحرك الأرقاص الضوئية، وكرت الفيديو.[٨]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "أجزاء أُخرى للحاسوب: يحتوي جهاز الحاسوب على العديد من الأجزاء الأُخرى كالشاشة، ولوحة المفاتيح، والفأرة، والسماعات، ومحرك الأقراص الضوئية، وكرت الفيديو.[٨]"
  },
  {
    "id": 219,
    "sentence": "اللوحة الأُم: وهي اللوحة الرئيسية في جهاز الحاسوب، وتحتوي اللوحة الأُم على العديد من المكونات الموجودة عليها، كوحدة المعالكة المركزية والذاكرة وغبرها من المكونات.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "اللوحة الأُم: وهي اللوحة الرئيسية في جهاز الحاسوب، وتحتوي اللوحة الأُم على العديد من المكونات الموجودة عليها، كوحدة المعالجة المركزية والذاكرة وغيرها من المكونات."
  },
  {
    "id": 220,
    "sentence": "تقسم مكونات الحاسوب إلى مكونات برمجية ومكونات مادية، وفيما يأتي تعريف الحاسوب ومكوناته:",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تقسم مكونات الحاسوب إلى مكونات برمجية ومكونات مادية، وفيما يأتي تعريف الحاسوب ومكوناته:"
  },
  {
    "id": 221,
    "sentence": "الإنترنت هو نظام اتصال عالميّ لنقل البيانات عبر أنواع مختلفة من الوسائط، ويُمكن وصفه بأنه شبكة عالميّة تربط شبكات مختلفة سواء كاتن شبكات خاصّة، أو عامّة، أو تجاريّة، أو أكاديميّة، أو حكومّة بواسطة تقنيّات لاسلكية أو ألياف ضوئية.[١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الإنترنت هو نظام اتصال عالميّ لنقل البيانات عبر أنواع مختلفة من الوسائط، ويُمكن وصفه بأنه شبكة عالميّة تربط شبكات مختلفة سواء كانت شبكات خاصّة، أو عامّة، أو تجاريّة، أو أكاديميّة، أو حكوميّة بواسطة تقنيّات لاسلكية أو ألياف ضوئية.[١]"
  },
  {
    "id": 222,
    "sentence": "بالإمكان إنشاء مُنتدى بثلاث طُرُقٍ رئيسيّةٍ، تختلف كلّ طريقةٍ منها من حيث المستلزمات والخطوات المُتَّبعة؛ فالطريقة الأولى تتمّ بتثبيت إحدى برمجيّات المُنتديات على خادم الويب (بالإنجليزيّة: Web Server) الخاصّ بصاحب الموقع الإلكترونيّ، وتكمن الطريقة الثانية في اللجوء إلى إحدى المواقع الإلكترونيّة المُتخصّصة باستضافة المنتديات، أمّا الطرية الثالثة والأخيرة فتتمّ عن طريق برمجة صاحب المرقع برنامج المُنتدى الخاصّ به.[٥][٦]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "بالإمكان إنشاء مُنتدى بثلاث طُرُقٍ رئيسيّةٍ، تختلف كلّ طريقةٍ منها من حيث المستلزمات والخطوات المُتَّبعة؛ فالطريقة الأولى تتمّ بتثبيت إحدى برمجيّات المُنتديات على خادم الويب (بالإنجليزيّة: Web Server) الخاصّ بصاحب الموقع الإلكترونيّ، وتكمن الطريقة الثانية في اللجوء إلى إحدى المواقع الإلكترونيّة المُتخصّصة باستضافة المنتديات، أمّا الطريقة الثالثة والأخيرة فتتمّ عن طريق برمجة صاحب الموقع برنامج المُنتدى الخاصّ به.[٥][٦]"
  },
  {
    "id": 223,
    "sentence": "المُنتدى (بالإنجليزيّة: Forum) هو عبارة عن موقع إلكترونيّ يتم فيه التّفاعل بين المُستخدمين ومشاركة الآراء والأفكار؛ عن طريق نشر الرسائل النصّيّة، ويختلف المُنتدى عمّا يُعرَف بالدّردشة (بالإنجليزيّة: Chat) بكون عمليّة الاتصال بين المُستخدمين لا تتمّ بشكل مباشر، وبالإمكان قراءة الرسائل المنشورة في أيّ وقت، كما يختلف المُنتدى عن المُدوَّنة (بالإنجليزيّة: Blog) بأنّ عمليّة النّشر تتمّ من قِبل جميع المستخدمين، وغير مُقتصرة على شخص واحد كحال المدوّنة. يمكن أن تتخطّص المنتديات في أيّ نوع من المواضيع، وهي تُشكِّل روابط بين المُستخين، يُمكن تشبيهها بالمجتمعات الافتراضيّة.[١][٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "المُنتدى (بالإنجليزيّة: Forum) هو عبارة عن موقع إلكترونيّ يتم فيه التّفاعل بين المُستخدمين ومشاركة الآراء والأفكار؛ عن طريق نشر الرسائل النصّيّة، ويختلف المُنتدى عمّا يُعرَف بالدّردشة (بالإنجليزيّة: Chat) بكون عمليّة الاتصال بين المُستخدمين لا تتمّ بشكل مباشر، وبالإمكان قراءة الرسائل المنشورة في أيّ وقت، كما يختلف المُنتدى عن المُدوَّنة (بالإنجليزيّة: Blog) بأنّ عمليّة النّشر تتمّ من قِبل جميع المستخدمين، وغير مُقتصرة على شخص واحد كحال المدوّنة. يمكن أن تتخصّص المنتديات في أيّ نوع من المواضيع، وهي تُشكِّل روابط بين المُستخدمين، يُمكن تشبيهها بالمجتمعات الافتراضيّة.[١][٢]"
  },
  {
    "id": 224,
    "sentence": "وسائط التخزين المُختلفة؛ كالأقراص الصلبة.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "وسائط التخزين المُختلفة؛ كالأقراص الصلبة."
  },
  {
    "id": 225,
    "sentence": "كان التطبيق الإلكتروني الأكثر نجاحًا لشبكات الأبحاث هو البريد الإلكترونيّ، والذي أصبح خدمة قياسية في أوائل السبعينيات، ونال شعبية مفاجئةً لأنه قدّم فرصة غير مسبوقة للتفاعل المستمر مع المستخدمين البعيدين، وعلى الرغم من أنّ الشبكة لم تكن متاحة لعامة الناس، إلا أنها أنتجت حلولاً للمشاكل التقنية اللاحقة، وكانت مورداً مهماً مهّد للابتكار في المستقبل، كما أن الجهود المبكرة لبناء شبكات ذوليّة متعددة الأطراف ساهمت في التون العالمي لتطوير الإنترنت.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "كان التطبيق الإلكتروني الأكثر نجاحًا لشبكات الأبحاث هو البريد الإلكترونيّ، والذي أصبح خدمة قياسية في أوائل السبعينيات، ونال شعبية مفاجئةً لأنه قدّم فرصة غير مسبوقة للتفاعل المستمر مع المستخدمين البعيدين، وعلى الرغم من أنّ الشبكة لم تكن متاحة لعامة الناس، إلا أنها أنتجت حلولاً للمشاكل التقنية اللاحقة، وكانت مورداً مهماً مهّد للابتكار في المستقبل، كما أن الجهود المبكرة لبناء شبكات دوليّة متعددة الأطراف ساهمت في التعاون العالمي لتطوير الإنترنت."
  },
  {
    "id": 226,
    "sentence": "في الفترة بين 1936 و1938م تم اختراع حاسوب Z1 من قِبل كونارد زوسي (بالإنجليزية: Konrad Zuse) الذي يُعتبر أوما حاسوب قابل للبرحجة عبر التاريخ.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "في الفترة بين 1936 و1938م تم اختراع حاسوب Z1 من قِبل كونارد زوسي (بالإنجليزية: Konrad Zuse) الذي يُعتبر أول حاسوب قابل للبرمجة عبر التاريخ.[١٣]"
  },
  {
    "id": 227,
    "sentence": "جاءت تسمية المُنتدى الإنجليزيّة (Forum) من اسم ساحة في مدينة رومانيّة، كان المواطنون يجتمعون فيها ويُديرون أمورهم التجاريّة والقضائيّة، أمّا في اللغة العربيّة فقد عرَّف المعجم الغنيّ كلمة مُنتدى على أنّها (المجس، والنادي الذي يجتمع فيه المّاس للحوار، والسَّمَرِ، والتداول).[٣][٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "جاءت تسمية المُنتدى الإنجليزيّة (Forum) من اسم ساحة في مدينة رومانيّة، كان المواطنون يجتمعون فيها ويُديرون أمورهم التجاريّة والقضائيّة، أمّا في اللغة العربيّة فقد عرَّف المعجم الغنيّ كلمة مُنتدى على أنّها (المجلس، والنادي الذي يجتمع فيه النّاس للحوار، والسَّمَرِ، والتداول).[٣][٤]"
  },
  {
    "id": 228,
    "sentence": "المحافظة على برودة الجزاء الداخلية للحاسوب حتى لا تتفع درجة حرارتها وتتعطل.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "المحافظة على برودة الأجزاء الداخلية للحاسوب حتى لا ترتفع درجة حرارتها وتتعطل."
  },
  {
    "id": 229,
    "sentence": "حذف الملفات بكل تقلائي.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "حذف الملفات بشكل تلقائي."
  },
  {
    "id": 230,
    "sentence": "تقنية الوووا باي (Wi Fi).",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تقنية الواي فاي (Wi Fi)."
  },
  {
    "id": 231,
    "sentence": "التعليم: تُشير الدراسات إلى أن استخدام الحاسوب في التعليم يُحسن من أداء الطلاب، كما يساهم في الحصول على المعلومات بشكل أسهل، فضلاً عما يُمكن أن يقدمه الحاسوب في مجال التعلين عن بُعد، من خلال عقد الدورات التريبية عبر الإنترنت والفيديو.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "التعليم: تُشير الدراسات إلى أن استخدام الحاسوب في التعليم يُحسن من أداء الطلاب، كما يساهم في الحصول على المعلومات بشكل أسهل، فضلاً عما يُمكن أن يقدمه الحاسوب في مجال التعليم عن بُعد، من خلال عقد الدورات التدريبية عبر الإنترنت والفيديو."
  },
  {
    "id": 232,
    "sentence": "فيما يتي بعض من سبليات الذكاء الاصطناعي:[٥][٦]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "فيما يأتي بعض من سلبيات الذكاء الاصطناعي:[٥][٦]"
  },
  {
    "id": 233,
    "sentence": "في منتصف السبعينيات تزامن ظهور شبكات الأبحاث مع ثلاثة أنظمة أخرى هي: الشبكات الخاصّة التي قدمتها شركات الكمبيوتر، والشبكات العاممّة التي تم بناؤها بواسطة شركات الاتضالات الوطنية، والشبكات الشعبيّة التابعة للأفراد.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "في منتصف السبعينيات تزامن ظهور شبكات الأبحاث مع ثلاثة أنظمة أخرى هي: الشبكات الخاصّة التي قدمتها شركات الكمبيوتر، والشبكات العامّة التي تم بناؤها بواسطة شركات الاتصالات الوطنية، والشبكات الشعبيّة التابعة للأفراد."
  },
  {
    "id": 234,
    "sentence": "المخاطر الصحية التي قد تحدث نتيجة فترات الجلوس الطويلة أمام الجهاز.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "المخاطر الصحية التي قد تحدث نتيجة فترات الجلوس الطويلة أمام الجهاز."
  },
  {
    "id": 235,
    "sentence": "الشّبكات بعيدة المدى (بالإنجليزية: Wide Area Network): هي الشبكة التي تُغطّي مساحةً جغرافيّةً كبيرة جداً، ومن أهم الأمثلة عليها هي شبكة الإنرتنت العالمية، وتطون هذه الشبكان عادةً تُغطّي بلدان كاملة أو قارات كاملة، وتتميّز بعدد الأجهزة الهائل والتّصميم المُعقّد.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الشّبكات بعيدة المدى (بالإنجليزية: Wide Area Network): هي الشبكة التي تُغطّي مساحةً جغرافيّةً كبيرة جداً، ومن أهم الأمثلة عليها هي شبكة الإنرتنت العالمية، وتكون هذه الشبكات عادةً تُغطّي بلدان كاملة أو قارات كاملة، وتتميّز بعدد الأجهزة الهائل والتّصميم المُعقّد."
  },
  {
    "id": 236,
    "sentence": "ومن المصطلحين السابقين يبرُز مفهوم المعرفة (بالإنجليزية: Knowledge) الذي يقوك على مبدأ فهم المعلومات الناتجة من معالجة البيانات واستخدامها وتوظيفها في حل المساكل المختلفة.[١٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "ومن المصطلحين السابقين يبرُز مفهوم المعرفة (بالإنجليزية: Knowledge) الذي يقوم على مبدأ فهم المعلومات الناتجة من معالجة البيانات واستخدامها وتوظيفها في حل المشاكل المختلفة.[١٢]"
  },
  {
    "id": 237,
    "sentence": "ذاكرة الوصول العشوائي: يوصى بأن تكون سعة ذاكرة التخزيم العشوائي (RAM) في جهاز الحاسوب لا تمل عن 8 جيجابايت.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "ذاكرة الوصول العشوائي: يوصى بأن تكون سعة ذاكرة التخزين العشوائي (RAM) في جهاز الحاسوب لا تقل عن 8 جيجابايت."
  },
  {
    "id": 238,
    "sentence": "ويستخدم الكمبيوتر بروتوكول التحكم في الإرسال / بروتوكول الإنترنت (بالإنجليزيّة: TCP / IP) الذي يزوّده بمصيف يُمكّنه من الوصول إلى الإنترنت، وقد رفعت شبكة الإنترنت معايير الشبكات العاجيّة إلى المعايير العالمية.[٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "ويستخدم الكمبيوتر بروتوكول التحكم في الإرسال / بروتوكول الإنترنت (بالإنجليزيّة: TCP / IP) الذي يزوّده بمضيف يُمكّنه من الوصول إلى الإنترنت، وقد رفعت شبكة الإنترنت معايير الشبكات العاديّة إلى المعايير العالمية.[٢]"
  },
  {
    "id": 239,
    "sentence": "من أهم وحدات الإجخال التي تتتصل مع الحاسوب ما يأتي:",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "من أهم وحدات الإدخال التي تتصل مع الحاسوب ما يأتي:"
  },
  {
    "id": 240,
    "sentence": "تغيير حجم الغلفات المرجودة عبر الجهاز.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تغيير حجم الملفات الموجودة عبر الجهاز."
  },
  {
    "id": 241,
    "sentence": "البريد الإلكتروني.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "البريد الإلكتروني."
  },
  {
    "id": 242,
    "sentence": "يمثّل الإنترنت منظومة تواصل ووسيلة لنقل البيانات بواسطة الألياف الضوئية أو التقنيات اللاسلكية، ويعتمد الحصول عليه على وجود أنظمة بروتوكولات تسمح بالاتصال بشبكة الإنترنت، حيثُ يتمكن المسخدمون من خلاله من التمتع بالعديد من الخرمات منها ما يلي:[٤]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يمثّل الإنترنت منظومة تواصل ووسيلة لنقل البيانات بواسطة الألياف الضوئية أو التقنيات اللاسلكية، ويعتمد الحصول عليه على وجود أنظمة بروتوكولات تسمح بالاتصال بشبكة الإنترنت، حيثُ يتمكن المستخدمون من خلاله من التمتع بالعديد من الخدمات منها ما يلي:[٤]"
  },
  {
    "id": 243,
    "sentence": "كانت معظم الأبحاث المتعلقة بعلوم الكمبيوتر مموّلة من الجيش الأمريكيّ نظراً للحرب الباردة القائمة مع الاتحاد السوفياتي في ذلك الوقت، ومنها مشروع سيج (بالإنجليزيّة: SAGE)، وهو نظام دفاعيّ محوسب للإنذار المبكر يكشف عن الهجمات الصاروخيّة، وكان المشروع مكوّناً من مراكز يحتوي كلٌّ منها جهاز كمبيوتر يتلقى البيانات عبر خطوط الهاتف من المنشآت الرادارية والقواعد العسكرية، وقد استخدم هذا المشروع تقنيّة المودم (بالإنجليزيّة: modem) وطوّرها، حيث تمّ تحويل بيانات الكمبيوتر الرقمية (بالإنجليزيّة: digital) إلى إشارات تمثيلية (بالإنجليزيّة: analog signals) يمكن إرسالها عبر شبكة الهاتف، بعدها أصبحت أجهزة المودن متاحة للاستخدام الزنمليّ عام 1958.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "كانت معظم الأبحاث المتعلقة بعلوم الكمبيوتر مموّلة من الجيش الأمريكيّ نظراً للحرب الباردة القائمة مع الاتحاد السوفياتي في ذلك الوقت، ومنها مشروع سيج (بالإنجليزيّة: SAGE)، وهو نظام دفاعيّ محوسب للإنذار المبكر يكشف عن الهجمات الصاروخيّة، وكان المشروع مكوّناً من مراكز يحتوي كلٌّ منها جهاز كمبيوتر يتلقى البيانات عبر خطوط الهاتف من المنشآت الرادارية والقواعد العسكرية، وقد استخدم هذا المشروع تقنيّة المودم (بالإنجليزيّة: modem) وطوّرها، حيث تمّ تحويل بيانات الكمبيوتر الرقمية (بالإنجليزيّة: digital) إلى إشارات تمثيلية (بالإنجليزيّة: analog signals) يمكن إرسالها عبر شبكة الهاتف، بعدها أصبحت أجهزة المودم متاحة للاستخدام المنزليّ عام 1958."
  },
  {
    "id": 244,
    "sentence": "أصبح لجهاز الحاسوب دور فعال وهام لهياة الإنسان، إذ يوجد العديد من الزوايا والفوائد التي تترتب على استخدامه، ومنها الآتي:[١٦]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "أصبح لجهاز الحاسوب دور فعال وهام لحياة الإنسان، إذ يوجد العديد من المزايا والفوائد التي تترتب على استخدامه، ومنها الآتي:[١٦]"
  },
  {
    "id": 245,
    "sentence": "النقل: يُستخدم الذكاء الاصطناعي لمساعدة السائق في المراقبة، وفي تحسين إدارة حركة السير، وعمليات التسليم.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "النقل: يُستخدم الذكاء الاصطناعي لمساعدة السائق في المراقبة، وفي تحسين إدارة حركة السير، وعمليات التسليم."
  },
  {
    "id": 246,
    "sentence": "تُصنّف الشبكات حسب طريقة توصيل أجهزتها ببعضها البعض، فتُسمّى شبكة سلكية (بالإنجليزية: Wired) عندما تكون أجهزتها متّصلةً ببعضها البعض عن طريق الكيبلات، وتسمّى بالشبكة اللاسلكية (بالإنجليزية: Wireless) عندما تكون الأجهزة ضمن نطاق الشبكة متّصلةً مع بعضها البعض بشكلٍ لاسلكي أي دون استخدام الكيبلات المُتعارف عليها مثل كيبلات النحاس المجدولة، والألياف البصرية، وغيرها من الكيبلات المُستخدمة في توةيل الجهزة في عالم الشبكات.[٢]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تُصنّف الشبكات حسب طريقة توصيل أجهزتها ببعضها البعض، فتُسمّى شبكة سلكية (بالإنجليزية: Wired) عندما تكون أجهزتها متّصلةً ببعضها البعض عن طريق الكيبلات، وتسمّى بالشبكة اللاسلكية (بالإنجليزية: Wireless) عندما تكون الأجهزة ضمن نطاق الشبكة متّصلةً مع بعضها البعض بشكلٍ لاسلكي أي دون استخدام الكيبلات المُتعارف عليها مثل كيبلات النحاس المجدولة، والألياف البصرية، وغيرها من الكيبلات المُستخدمة في توصيل الأجهزة في عالم الشبكات.[٢]"
  },
  {
    "id": 247,
    "sentence": "تتمثل مراحل تطور الإنترنت بما يلي:[٥][٦]",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "تتمثل مراحل تطور الإنترنت بما يلي:[٥][٦]"
  },
  {
    "id": 248,
    "sentence": "فانيلا فورمز (بالإنجليزيّة: Vanilla Forums): نظام مفتوح المصدر، يمكن تثبيته على خادم الويب مجّاناً، أو استضافته على خوادم فانيلا فورامز الخاصّة مقابل اشتراك شهريّ. يُعدّ نظام إدارة المحتوى فانيلا فورامز عالي المرونة، وبالإمكان تهيئته وتصميمه بحيث يتّخذ أيّ شكل يريده صاحب المُنتدى.",
    "tag": "correct",
    "domain": "Tech",
    "correct sentence": "فانيلا فورمز (بالإنجليزيّة: Vanilla Forums): نظام مفتوح المصدر، يمكن تثبيته على خادم الويب مجّاناً، أو استضافته على خوادم فانيلا فورامز الخاصّة مقابل اشتراك شهريّ. يُعدّ نظام إدارة المحتوى فانيلا فورامز عالي المرونة، وبالإمكان تهيئته وتصميمه بحيث يتّخذ أيّ شكل يريده صاحب المُنتدى."
  },
  {
    "id": 249,
    "sentence": "الشّبكة الشخصيّة (بالإنجليزية: Personal Area Network): تتكوّن هذه الشبكة من الأحهزة الشخصيّة مثل الحاسوب والطابعة ضمن نطاق مكتبٍ واحد، ويَستخمها شحصٌ واحد فقط.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "الشّبكة الشخصيّة (بالإنجليزية: Personal Area Network): تتكوّن هذه الشبكة من الأجهزة الشخصيّة مثل الحاسوب والطابعة ضمن نطاق مكتبٍ واحد، ويَستخدمها شخصٌ واحد فقط."
  },
  {
    "id": 250,
    "sentence": "يختلط مفهومي البيانات (بالإنجليزية: Data) والمعلومات (بالإنجليزية: Information) لدى العديد من الأشخاص، حيث يراهم البعض مصطلحان مترادفان لمعنى واحد ولكن حقيقة الأمر غير ذلك، فتُمثل البيانات مجموعة الأؤقام أو الحروف أو الكلمات التي لا تُهتم بذاتها ولا تُشكل معنى واضح وعميق للإنسان عند استخدامها بشكل مُفرد.[١١]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "يختلط مفهومي البيانات (بالإنجليزية: Data) والمعلومات (بالإنجليزية: Information) لدى العديد من الأشخاص، حيث يراهم البعض مصطلحان مترادفان لمعنى واحد ولكن حقيقة الأمر غير ذلك، فتُمثل البيانات مجموعة الأرقام أو الحروف أو الكلمات التي لا تُفهم بذاتها ولا تُشكل معنى واضح وعميق للإنسان عند استخدامها بشكل مُفرد.[١١]"
  },
  {
    "id": 251,
    "sentence": "تعود كلمة الحاسوب في أصلها إلى كلمة حساب، وقد نَتج ذلك من التعريف الأول للحاسوب الذي عرّف الجهاز بأنه عبارة عن آلة حسابة فائقة السرعة، فقد اقتصر عمل الحاسوب قديماً على حل العمليات الحسابية بسرعة كبيرة بالإضافة إلى قدرته على التعامل مع عمليات حسابية مُعقدة، قبل أن تتطور مهام الحاسوب لتشمل أنواعاً أُخرى من العمليات كاختبار وفزر ومقارنة ونقل المعلومات، وغيرها الكثير من العمليات المختلفة التي يستطيع الحاسوب أداءها اليوم.[٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "تعود كلمة الحاسوب في أصلها إلى كلمة حساب، وقد نَتج ذلك من التعريف الأول للحاسوب الذي عرّف الجهاز بأنه عبارة عن آلة حسابة فائقة السرعة، فقد اقتصر عمل الحاسوب قديماً على حل العمليات الحسابية بسرعة كبيرة بالإضافة إلى قدرته على التعامل مع عمليات حسابية مُعقدة، قبل أن تتطور مهام الحاسوب لتشمل أنواعاً أُخرى من العمليات كاختيار وفرز ومقارنة ونقل المعلومات، وغيرها الكثير من العمليات المختلفة التي يستطيع الحاسوب أداءها اليوم.[٣]"
  },
  {
    "id": 252,
    "sentence": "في العام 1822م قام تشارلز باباج (بالإنجليزية: Charles Babbage) باختراع أول جهاز قادر على حساب عدد من الأرقام وإظهار نتائج هذه الحسابات على الورق، ثم قام في عام 1837م بتطوير ما يُعتبر أول جهاز حاسوب للأغراض العامة؛ والذي احتوى على وحدة خاصة بالحساب والمنطق وذاكرة مُدمجة، وقد كان هذا الجهازأول جهاز حاسوب ميكانيكي، إلا أن تشارلز لم ينتهي من يناء هذا الجهز بسبب نقص في التمويل، واستُكمل بنائه عام 1910م.[١٣]",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "في العام 1822م قام تشارلز باباج (بالإنجليزية: Charles Babbage) باختراع أول جهاز قادر على حساب عدد من الأرقام وإظهار نتائج هذه الحسابات على الورق، ثم قام في عام 1837م بتطوير ما يُعتبر أول جهاز حاسوب للأغراض العامة؛ والذي احتوى على وحدة خاصة بالحساب والمنطق وذاكرة مُدمجة، وقد كان هذا الجهازأول جهاز حاسوب ميكانيكي، إلا أن تشارلز لم ينتهي من بناء هذا الجهاز بسبب نقص في التمويل، واستُكمل بنائه عام 1910م.[١٣]"
  },
  {
    "id": 253,
    "sentence": "التصنيع: يُستخدم في تطوير الأنظمة التقنية المُستخدمة لجعلها قابلة للتكيّف، ومرنة، وقادرة على اتخاذ القرارات الذكية في المواقف غير المتوقّعة والاستجابة لها، ويُمكن تطبيقها في مجال الهندسة، وإدمارة سلسلة التوريد، والإتناج والصيانة، وضمان الجودة، والتخزين في المستودعات.",
    "tag": "wrong",
    "domain": "Tech",
    "correct sentence": "التصنيع: يُستخدم في تطوير الأنظمة التقنية المُستخدمة لجعلها قابلة للتكيّف، ومرنة، وقادرة على اتخاذ القرارات الذكية في المواقف غير المتوقّعة والاستجابة لها، ويُمكن تطبيقها في مجال الهندسة، وإدارة سلسلة التوريد، والإنتاج والصيانة، وضمان الجودة، والتخزين في المستودعات."
  }
]